Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.devices.homebase_added_continue_tip
source: HomeBase added. Continue to add camera/sensor.
ar: تمت إضافة HomeBase. تابع لإضافة كاميرا/جهاز استشعار.
de: HomeBase hinzugefügt. Fügen Sie als Nächstes die Kamera / den Sensor hinzu.
es: HomeBase añadida. Continuar para añadir cámara/sensor.
fr: La HomeBase a été ajoutée. Continuez pour ajouter une caméra/un capteur.
it: Aggiunta di HomeBase completata. Continuare ad aggiungere la telecamera o il sensore.
nl: HomeBase toegevoegd. Ga verder met het toevoegen van de camera/sensor.

# bc.devices.camera_offline
source: Camera is offline
ar: الكاميرا غير متصلة بالإنترنت
de: Kamera ist offline
es: La cámara está sin conexión
fr: La caméra est hors connexion.
it: La telecamera è in modalità offline

# bc.devices.homebase_offline
source: HomeBase is offline
ar: إن HomeBase غير متصل بالإنترنت
de: HomeBase ist offline
es: La HomeBase está sin conexión
fr: La HomeBase est hors connexion.
it: HomeBase è offline

# bc.devices.camera_turned_off_due_to_low_battery
source: Camera has turned off due to low battery.
ar: لقد انطفأت الكاميرا بسبب مستوى شحن البطارية المنخفض.
de: Die Kamera wurde wegen niedrigen Akkustands deaktiviert.
es: La cámara se ha apagado por falta de batería.
fr: La caméra s'est éteinte en raison du niveau faible de la batterie.
it: La telecamera si è disattivata perché la carica della batteria era quasi esaurita.
nl: De camera is uitgeschakeld omdat de batterij bijna leeg is.

# bc.devices.camera_auto_off_tip
source: Camera has turned off due to overheating.
ar: لقد انطفأت الكاميرا بسبب ارتفاع درجة الحرارة.
de: Die Kamera wurde wegen Überhitzung deaktiviert.
es: La cámara se ha apagado por sobrecalentamiento.
fr: La caméra s'est éteinte en raison d'une surchauffe.
it: La telecamera si è disattivata a causa di un surriscaldamento.
nl: De camera is uitgeschakeld vanwege oververhitting.

# bc.devices.updating_homebase
source: HomeBase is updating...
ar: يتم تحديث HomeBase...
de: HomeBase wird aktualisiert...
es: La HomeBase se está actualizando...
fr: Mise à jour de la HomeBase…
it: Aggiornamento di HomeBase in corso...
nl: HomeBase wordt bijgewerkt...

# bc.devices.camera_upgrading
source: Camera is updating...
ar: يتم تحديث الكاميرا...
de: Kamera wird aktualisiert...
es: La cámara se está actualizando...
fr: Mise à jour de la caméra…
it: Aggiornamento della telecamera in corso...
nl: Camera wordt bijgewerkt...

# bc.devices.offline
source: Offline
ar: عدم الاتصال بالإنترنت
es: Sin conexión
fr: Hors ligne

# bc.devices.format
source: Format
ar: التنسيق
de: Formatieren
es: Formatear
fr: Formater
it: Formatta
nl: Formatteren

# bc.devices.fast_charging
source: Fast charging
ar: الشحن السريع
de: Schnelles Laden
es: Carga rápida
fr: Charge rapide
it: Ricarica rapida
nl: Snel opladen

# bc.devices.normal_charging
source: Normal charging
ar: الشحن العادي
de: Normales Laden
es: Carga normal
fr: Charge normale
it: Ricarica normale
nl: Normaal opladen

# bc.devices.camera_manual_turn_off
source: Camera has been turned off.
ar: لقد انطفأت الكاميرا.
de: Die Kamera wurde deaktiviert.
es: La cámara se ha apagado.
fr: La caméra s'est éteinte.
it: La telecamera si è disattivata.
nl: Camera is uitgeschakeld.

# bc.devices.turn_on_camera_settings
source: If you want to turn it on, please go to camera settings to enable the "Camera On".
ar: إذا أردت تشغيلها، فيرجى الانتقال إلى إعدادات الكاميرا لتمكين "Camera On".
de: Wenn Sie die Kamera wieder aktivieren möchten, gehen Sie zu den Kameraeinstellungen.
es: Si desea encenderla, vaya a los ajustes de la cámara y active "Camera On" (Cámara encendida).
fr: Si vous souhaitez l'allumer, accédez aux paramètres de la caméra et sélectionnez « Camera On » (« Activer la caméra »).
it: Per attivarla, accedere alle impostazioni della telecamera e selezionare "Telecamera accesa".
nl: Als u de camera wilt inschakelen, gaat u naar de camera-instellingen om "Camera aan" in te schakelen.

# bc.devices.camera_manual_off
source: Camera has been powered off.
ar: لقد توقفت الكاميرا عن التشغيل.
de: Die Kamera wurde ausgeschaltet.
es: La cámara se ha apagado.
fr: La caméra est arrêtée.
it: La telecamera si è spenta.
nl: Camera is uitgeschakeld.

# bc.bind.press_camera_least_2seconds
source: If you want to power it on, please press the camera SYNC button for at least 2 seconds.It will take a few minutes to update camera's online status.
ar: إذا أردت تشغيلها، فيرجى الضغط على زر SYNC على الكاميرا لمدة ثانيتين على الأقل. سيستغرق تحديث حالة الكاميرا المتصلة بالإنترنت بضع دقائق.
de: Wenn Sie die Kamera einschalten möchten, halten Sie die SYNC-Taste der Kamera mindestens zwei Sekunden lang gedrückt. Die Aktualisierung des Online-Status der Kamera dauert einige Minuten.
es: Si desea encenderla, pulse el botón SYNC de la cámara durante al menos 2 segundos. El estado de conexión de la cámara tardará unos minutos en actualizarse.
fr: Si vous souhaitez la démarrer, appuyez sur le bouton SYNC de la caméra pendant au moins deux secondes. La mise à jour du statut de la caméra prend quelques minutes.
it: Per accenderla, premere il tasto di sincronizzazione della telecamera per almeno 2 secondi. Sarà necessario attendere alcuni minuti per aggiornare lo stato online della telecamera.
nl: Als u de camera wilt inschakelen, houdt u de knop SYNC van de camera ten minste 2 seconden ingedrukt. Het bijwerken van de onlinestatus van de camera duurt enkele minuten.

# bc.devices.charge_device_usb
source: Charge your camera via the USB port on the back of HomeBase or a 5V/2A, 9V/2A USB charger.
ar: اشحن الكاميرا عبر منفذ USB على الجانب الخلفي من HomeBase أو عبر شاحن USB ‏5 فولت/2 أمبير أو 9 فولت/2 أمبير.
de: Laden Sie die Kamera über den USB-Anschluss auf der Rückseite der HomeBase oder über ein USB-Ladegerät mit 5 V / 2 A bzw. 9 V / 2 A auf.
es: Cargue la cámara a través del puerto USB de la parte posterior de la HomeBase o con un cargador USB de 5 V/2 A o 9 V/2 A.
fr: Rechargez votre caméra à l'aide du port USB situé à l'arrière de la HomeBase ou d'un chargeur USB 5V/2A ou 9V/2A.
it: Caricare la telecamera utilizzando la porta USB sul retro di HomeBase o un caricabatterie USB da 5 V/2 A, 9 V/2 A.
nl: Laad uw camera op via de USB-poort aan de achterkant van de HomeBase of met een USB-oplader van 5 V/2 A of 9 V/2 A.

# bc.devices.motion_frequent
source: Motion Frequently Detected
ar: الحركة التي يتم اكتشافها بشكلٍ متكرر
de: Häufige Bewegungen
es: Movimiento detectado con frecuencia
fr: Détection fréquente de mouvements
it: Movimento rilevato di frequente
nl: Beweging vaak gedetecteerd

# bc.devices.motion_frequent_power_tip
source: If motion is detected very frequently, this will consume the battery life at a quicker rate, so it is recommended to use a USB cable to plug eufyCam into a power outlet when used in such settings.
ar: إذا تم اكتشاف حركة بشكلٍ متكرر، فسيؤدي ذلك إلى استهلاك عمر البطارية بمعدّل أسرع. لذلك يوصى باستخدام كبل USB لتوصيل eufyCam بمنفذ للطاقة عند استخدامها في هذه الإعدادات.
de: Wenn häufig eine Bewegung erkannt wird, sinkt der Akkustand schneller. Wir empfehlen in solchen Fällen, die eufyCam über ein USB-Kabel an eine Steckdose anzuschließen.
es: Si se detecta movimiento frequentemente, la batería se consumirá más rápido, por lo que se recomienda utilizar un cable USB para conectar la eufyCam a una toma de corriente cuando la utilice en esos casos.
fr: La fonction de détection fréquente de mouvements consomme davantage d'énergie. Par conséquent, nous vous recommandons d'utiliser un câble USB pour brancher l'eufyCam à une prise de courant ssi vous utilisez cette fonction.
it: Il rilevamento molto frequente del movimento determina un consumo rapido della batteria. Si consiglia pertanto di utilizzare un cavo USB per collegare eufyCam a una presa di alimentazione quando si utilizzano tali impostazioni.
nl: Als beweging zeer vaak wordt gedetecteerd, raakt de batterij sneller op. Het wordt daarom aanbevolen een USB-kabel te gebruiken om de eufyCam aan te sluiten op een stopcontact wanneer deze in dergelijke omgevingen wordt gebruikt.

# bc.devices.how_connect
source: How to connect
ar: كيفية التوصيل
de: Anschließen
es: Instrucciones de Conexión
fr: Instructions de connexion
it: Come collegare il dispositivo
nl: Aansluiten

# bc.devices.how_power_tip
source: How to Connect to a Power Source
ar: كيفية التوصيل بمصدر للطاقة
de: An eine Stromquelle anschließen
es: Cómo conectar a una fuente de alimentación
fr: Instructions de connexion à une source d'alimentation
it: Come collegare il dispositivo a una fonte di alimentazione
nl: Aansluiten op een voedingsbron

# bc.devices.connect_power_by_usb
source: Connect eufyCam to a 5V/2A or 9V/2A power source by using a USB cable.
ar: قم بتوصيل eufyCam بمصدر للطاقة 5 فولت/2 أمبير أو 9 فولت/2 أمبير عبر استخدام كبل USB.
de: Schließen Sie die eufyCam über ein USB-Kabel an eine Stromquelle mit 5 V / 2 A oder 9 V / 2 A an.
es: Conecte la eufyCam a una fuente de alimentación de 5 V/2 A o 9 V/2 A mediante un cable USB.
fr: Connectez l'eufyCam à une source d'alimentation 5V/2A ou 9V/2A à l'aide d'un câble USB.
it: Collegare eufyCam a una fonte di alimentazione da 5 V/2 A o 9 V/2 A utilizzando un cavo USB.
nl: Sluit de eufyCam met een USB-kabel aan op een voedingsbron van 5 V/2 A of 9 V/2 A.

# bc.devices.receive_many_false_alarms
source: Receiving too many false alarms?
ar: هل تتلقى الكثير من الإنذارات الخاطئة؟
de: Zu viele Fehlalarme?
es: ¿Recibe demasiadas falsas alarmas?
fr: Vous recevez trop de fausses alertes ?
it: Il numero di falsi allarmi è eccessivo?
nl: Te veel ongewenste alarmen ontvangen?

# bc.devices.cam_much_false_alarms_tip
source: If you receive too many false alarms, it is recommended to turn down the sensitivity level of eufyCam's motion detection sensor.
ar: إذا كنت تتلقى الكثير من الإنذارات الخاطئة، فيوصى بخفض مستوى الحساسية لجهاز استشعار اكتشاف الحركة لـ eufyCam.
de: Wenn Sie zu viele Fehlalarme erhalten, sollten Sie die Empfindlichkeitsstufe des Bewegungserkennungssensors der eufyCam reduzieren.
es: Si recibe demasiadas falsas alarmas, se recomienda que baje el nivel de sensibilidad del sensor de movimiento de la eufyCam.
fr: Si vous recevez trop de fausses alertes, nous vous recommandons de réduire le niveau de sensibilité du capteur de détection de mouvement de l'eufyCam.
it: Se si riceve un numero eccessivo di falsi allarmi, è consigliabile ridurre la sensibilità del sensore di movimento di eufyCam.
nl: Als u te veel ongewenste alarmen ontvangt, is het raadzaam het gevoeligheidsniveau van de bewegingssensor van de eufyCam te verlagen.

# bc.devices.go_set
source: Go set
ar: انتقل للتعيين
de: Jetzt einrichten
es: Ir a configuración
fr: Définir
it: Imposta
nl: Ga naar Instellen

# bc.menu.new_version_available
source: App update available.
ar: إن تحديث التطبيق متوفر.
de: App-Aktualisierung verfügbar.
es: Actualización de la aplicación disponible.
fr: Mise à jour de l'application disponible.
it: Aggiornamento app disponibile.
nl: App-update beschikbaar.

# bc.devices.upgrade
source: Update
ar: التحديث
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiorna
nl: Bijwerken

# bc.devices.associated_devices
source: Associated Devices
ar: الأجهزة ذات الصلة
de: Zugeordnete Geräte
es: Dispositivos asociados
fr: Appareils associés
it: Dispositivi associati
nl: Gekoppelde apparaten

# bc.devices.camera_off
source: Camera has been turned off.
ar: لقد انطفأت الكاميرا.
de: Die Kamera wurde deaktiviert.
es: La cámara se ha apagado.
fr: La caméra s'est éteinte.
it: La telecamera si è disattivata.
nl: Camera is uitgeschakeld.

# bc.devices.camera_has_been_manually_powred_off
source: Camera has been powered off.
ar: لقد توقفت الكاميرا عن التشغيل.
de: Die Kamera wurde ausgeschaltet.
es: La cámara se ha apagado.
fr: La caméra est arrêtée.
it: La telecamera si è spenta.
nl: Camera is uitgeschakeld.

# bc.player.remove_camera_do
source: Are you sure you want to remove this device ?
ar: هل أنت متأكد من أنك تريد إزالة هذا الجهاز؟
de: Möchten Sie dieses Gerät wirklich entfernen?
es: ¿Seguro que desea eliminar este dispositivo?
fr: Êtes-vous sûr(e) de vouloir supprimer cet appareil ?
it: Rimuovere il dispositivo?
nl: Weet u zeker dat u dit apparaat wilt verwijderen?

# bc.devices.manual_alarm
source: Manual Alarm
ar: منبّه يدوي
de: Manueller Alarm
es: Alarma manual
fr: Alarme manuelle
it: Allarme manuale
nl: Handmatig alarm

# bc.devices.antitheft_alarm
source: Anti-Theft Alarm
ar: منبّه ضد السرقة
de: Alarm: Diebstahl
es: Alarma antirrobo
fr: Alarme antivol
it: Allarme antifurto
nl: Antidiefstalalarm

# bc.devices.motiondetect_alarm
source: Motion Detected Alarm
ar: منبّه اكتشاف الحركة
de: Alarm: Bewegung erkannt
es: Alarma de detección de movimiento
fr: Alarme de détection de mouvement
it: Allarme di rilevamento movimento
nl: Door beweging gedetecteerd alarm

# bc.devices.sensortrig_alarm
source: Sensor Triggered Alarm
ar: منبّه تشغيل جهاز الاستشعار
de: Alarm: Sensor ausgelöst
es: Alarma de activación de sensor
fr: Alarme déclenchée par un capteur
it: Sensore di allarme attivato
nl: Door sensor geactiveerd alarm

# bc.devices.camhightemp_alarm
source: Cam High Temperature Alarm
ar: منبّه ارتفاع درجة حرارة الكاميرا
de: Alarm: Kameratemperatur hoch
es: Alarma de alta temperatura de la cámara
fr: Alarme de température élevée de la caméra
it: Allarme di surriscaldamento della telecamera
nl: Hoge cameratemperatuuralarm

# bc.devices.low_temperature_notice
source: Low Temperature Notice
ar: إشعار بانخفاض درجة الحرارة
de: Hinweis: niedrige Temperatur
es: Aviso de baja temperatura
fr: Avis de basse température
it: Avviso di bassa temperatura
nl: Kennisgeving lage temperatuur

# bc.devices.lowtemp_warn_tip
source: Ambient temperature around camera is very low - battery power will be unstable.
ar: درجة الحرارة المحيطة بالكاميرا منخفضة جدًا - يتسبب هذا بعدم استقرار طاقة البطارية.
de: Die Umgebungstemperatur ist sehr niedrig – der Kamera-Akku ist instabil.
es: La temperatura ambiental alrededor de la cámara es muy baja: la energía de la batería se volverá inestable.
fr: La température ambiante autour de la caméra est très basse : l'autonomie de la batterie sera instable.
it: La temperatura ambiente intorno alla telecamera è molto bassa - La carica della batteria risulterà instabile.
nl: De omgevingstemperatuur rond de camera is zeer laag - de batterij is instabiel.

# bc.menu.force_new_version_update
source: This app needs to be updated to the latest version.
ar: يجب تحديث هذا التطبيق إلى أحدث إصدار.
de: Diese App muss auf die neueste Version aktualisiert werden.
es: La aplicación se debe actualizar a la versión más reciente.
fr: Cette application doit être mise à jour avec la dernière version.
it: È necessario aggiornare l'applicazione alla versione più recente.
nl: Deze app moet worden bijgewerkt naar de nieuwste versie.

# bc.player.share_by
source: Shared by %@
ar: تمت المشاركة من قِبل%@
de: Geteilt von %@
es: Compartido por %@
fr: Partagé par %@
it: Condiviso da %@
nl: Gedeeld door %@

# bc.devices.tv_nomoredata_footer_tip
source: --- No more data ---
ar: --- لا مزيد من البيانات ---
de: --- Keine weiteren Daten ---
es: --- No hay más datos ---
fr: --- Plus aucune donnée ---
it: --- Non ci sono altri dati ---
nl: --- Geen gegevens meer ---

# bc.devices.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
nl: Vernieuwen

# bc.devices.bad_temperature_tip_title
source: Unable to charge
ar: تعذر الشحن
de: Laden nicht möglich
es: No se ha podido cargar
fr: Chargement impossible
it: Impossibile caricare
nl: Kan niet opladen

# bc.devices.bad_temperature_tip_content
source: The camera battery is unable to be charged when ambient temperature is higher than 45℃(113℉) or lower than 0℃(32℉).
ar: يتعذر شحن بطارية الكاميرا عندما تكون درجة الحرارة المحيطة أعلى من 45 درجة مئوية (113 درجة فهرنهايت) أو أقل من 0 درجة مئوية (32 درجة فهرنهايت).
de: Der Kamera-Akku kann nicht geladen werden, wenn die Umgebungstemperatur über 45 °C oder unter 0 °C liegt.
es: La batería de la cámara no puede cargarse cuando la temperatura ambiental es superior a los 45 °C o inferior a 0 °C.
fr: Le chargement de la batterie de la caméra est impossible lorsque la température ambiante est supérieure à 45 ℃ ou inférieure à 0 ℃.
it: Quando la temperatura ambiente è superiore a 45 ℃(113 ℉) o inferiore a 0 ℃(32 ℉), non è possibile ricaricare la batteria della telecamera.
nl: De batterij van de camera kan niet worden opgeladen wanneer de omgevingstemperatuur hoger is dan 45℃ of lager is dan 0℃.

# bc.devices.delete_video_not_recoverable
source: Are you sure you want to delete this video clip?
ar: هل أنت متأكد من أنك تريد حذف مقطع الفيديو هذا؟
de: Möchten Sie diesen Videoclip wirklich löschen?
es: ¿Seguro que desea eliminar este clip de vídeo?
fr: Voulez-vous vraiment supprimer ce clip vidéo ?
it: Eliminare questo clip video?
nl: Weet u zeker dat u deze videoclip wilt verwijderen?

# bc.devices.remove_share_confirm_tip
source: Are you sure you want to delete this shared device?
ar: هل أنت متأكد من أنك تريد حذف هذا الجهاز الذي تمت مشاركته؟
de: Möchten Sie dieses freigegebene Gerät wirklich löschen?
es: ¿Seguro que desea eliminar este dispositivo compartido?
fr: Voulez-vous vraiment supprimer cet appareil partagé ?
it: Eliminare il dispositivo condiviso?
nl: Weet u zeker dat u dit gedeelde apparaat wilt verwijderen?

# bc.pir.motion_triggered_frequently
source: Motion Triggered Frequently?
ar: هل يتم تحفيز الحركة كثيرًا؟
de: Wird der Bewegungssensor häufig ausgelöst?
es: ¿Se activa con frecuencia la detección de movimiento?
fr: Déclenchement fréquemment causé par des mouvements ?
it: Il movimento viene attivato di frequente?
nl: Wordt de sensor vaak geactiveerd?

# bc.pir.go_to_motion_settings
source: Go to Motion settings >
ar: انتقل إلى إعدادات الحركة>
de: Wechseln Sie zu Bewegungseinstellungen >
es: Vaya a los ajustes de movimiento >
fr: Accédez aux Réglages des mouvements >
it: Vai a Impostazioni movimento >
nl: Ga naar Bewegingsinstellingen >

# bc.pir.go_to_notification_settings
source: Go to Notification Settings >
ar: انتقل إلى إعدادات الإشعارات>
de: Wechseln Sie zu Benachrichtigungseinstellungen >
es: Vaya a los ajustes de notificaciones >
fr: Accédez aux Réglages des notifications >
it: Vai a Impostazioni notifica >
nl: Ga naar Meldingsinstellingen >

# bc.devices.insert_sdcard_tip
source: Please insert a microSD card.
ar: يُرجى إدخال بطاقة microSD.
de: Bitte eine microSD-Karte einlegen.
es: Introduzca una tarjeta microSD.
fr: Insérez une carte microSD.
it: Inserire una scheda MicroSD.
nl: Plaats een microSD-kaart.

# bc.devices.notification_disabled_tip_content
source: Please go to Notifications > Allow Notifications to enable EufySecurity notifications.
ar: يُرجى الانتقال إلى الإشعارات > السماح بتلقّي إشعارات لتمكين إشعارات EufySecurity.
de: Gehen Sie zu „Benachrichtigungen“ > „Benachrichtigungen zulassen“, um eufySecurity-Benachrichtigungen zu aktivieren.
es: Vaya a Notificaciones > Permitir notificaciones para activar las notificaciones de Eufy Security.
fr: Accédez à Notifications > Autoriser les notifications pour activer les notifications EufySecurity.
it: Accedere a Notifiche > Consenti notifiche per abilitare le notifiche eufySecurity.
nl: Ga naar Meldingen > Meldingen toestaan om eufySecurity-meldingen in te schakelen.

# bc.pir.reveice_too_many_notifications
source: Are objects other than humans, such as cars and trees, triggering the motion sensor?
ar: هل الكائنات الأخرى بخلاف البشر ، مثل السيارات والأشجار ، تؤدي إلى استشعار الحركة؟
de: Lösen andere Objekte als Personen, wie z. B. Autos und Bäume, den Bewegungssensor aus?
es: ¿Hay otros elementos, aparte de personas, como vehículos o árboles que activen el sensor de movimiento?
fr: Certains éléments autres que des humains, tels que des voitures et des arbres, déclenchent-ils le capteur de mouvement ?
it: Il sensore di movimento viene attivato da oggetti diversi dagli esseri umani, ad esempio automobili e alberi?
nl: Wordt de bewegingssensor geactiveerd door andere objecten dan mensen, zoals auto's en bomen?

# bc.pir.decrease_the_sensitivity
source: It's recommended that you decrease the sensitivity level
ar: يوصى بتقليل مستوى الحساسية
de: Es wird empfohlen, die Empfindlichkeit des Bewegungssensors der Kamera herabzusetzen.
es: Se recomienda disminuir el nivel de sensibilidad del sensor de movimiento de la cámara.
fr: Il est conseillé de réduire le niveau de sensibilité du capteur de mouvement de la caméra.
it: Si consiglia di ridurre il livello di sensibilità del sensore di movimento della telecamera.
nl: U wordt aangeraden om de gevoeligheid van de bewegingssensor van de camera te verlagen.

# bc.pir.select_humans_only_push_facial
source: Select the "Person Alert" or "Facial Alert" in Notification Settings.
ar: حدد "تنبيه الأفراد " أو "تنبيه الوجه " في إعدادات الإشعارات.
de: Wählen Sie in den Benachrichtigungseinstellungen die Option „Nur Personen“ oder „Gesichtsalarme“ aus.
es: Seleccione la opción "Solo personas" o "Alertas faciales" en Ajustes de notificaciones.
fr: Sélectionnez « Humains uniquement » ou « Alertes faciales » dans les Réglages des notifications.
it: Selezionare "Solo esseri umani" o "Avvisi riconoscimento facciale" in Impostazioni di notifica.
nl: Selecteer 'Alleen mensen' of 'Gezichtsmeldingen' in Meldingsinstellingen.

# bc.pir.adjust_camera_viewing_angle
source: It's recommended that you adjust the cameras viewing angle or location.
ar: يوصى بضبط زاوية عرض الكاميرا أو الموقع.
de: Es wird empfohlen, den Blickwinkel oder die Position der Kamera anzupassen.
es: Se recomienda ajustar el ángulo de visión o la ubicación de las cámaras.
fr: Il est conseillé de régler l'angle de vue ou l'emplacement de la caméra.
it: Si consiglia di regolare l'angolo di visualizzazione o la posizione delle telecamere.
nl: Het is raadzaam om de kijkhoek of de locatie van de camera aan te passen.

# bc.homepage.guide_help_tips
source: Any support needs, tap here to contact us.
ar: إذا كنت بحاجة إلى أي دعم ، يرجى النقر هنا للاتصال بنا.
de: Falls Sie Unterstützung benötigen, tippen Sie hier, um uns zu kontaktieren.
es: Si necesita asistencia, por favor haga clic aquí para contactarnos.
fr: Si vous avez besoin d'assistance, appuyez ici pour nous contacter.
it: Se hai bisogno di supporto, clicca qui per contattarci.
nl: Als u hulp nodig heeft, klik dan hier om contact met ons op te nemen.

# bc.devices.updating_homebase_wait_tip
source: It will take about 10 minutes.
ar: سيستغرق ذلك 10 دقائق تقريبًا.
de: Dies dauert etwa 10 Minuten.
es: Tardará unos 10 minutos.
fr: Cette opération prendra environ 10 minutes.
it: L'operazione richiederà circa 10 minuti.
nl: Dit duurt ongeveer 10 minuten.

# bc.devices.device_already_updating_tip
source: All of your devices are updating... It will take a few minutes.
ar: يتم تحديث جميع أجهزتك ... سوف يستغرق الأمر بضع دقائق
de: Alle Ihre Geräte werden aktualisiert ... Es dauert einige Minuten.
es: Todos sus dispositivos se están actualizando ... Tardará unos minutos.
fr: Tous vos appareils sont en cours de mise à jour ... Cela prendra quelques minutes.
it: Tutti i tuoi dispositivi si stanno aggiornando ... Ci vorranno alcuni minuti.
nl: Al uw apparaten worden bijgewerkt ... Het duurt een paar minuten.

# bc.common.snooze_open_tips_title
source: Alerts snoozed
ar: تم تأجيل التنبيهات
de: Alarm im Schlummermodus
es: Alertas pospuestas
fr: Alertes mises en veille
it: Avvisi posposti
nl: Meldingen uitgesteld
