Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.player.unable_connect_camera
source: 1.Please try to move the HomeBase and camera closer to each other, then retry. 2.Please press the camera SYNC button for 2 seconds to activate.
ar: 1.يُرجى محاولة تقريب المسافة بين HomeBase والكاميرا ثم المحاولة مجددًا.
de: Verringern Sie den Abstand zwischen HomeBase und Kamera, und versuchen Sie es dann erneut. 2. Drücken Sie die SYNC-Taste der Kamera 2 Sekunden lang, um sie zu aktivieren.
es: 1. Acerque la HomeBase y la cámara e inténtelo de nuevo. 2. Pulse el botón SYNC de la cámara durante 2 segundos para activarla.
fr: 1.Essayez de rapprocher la caméra de la HomeBase, puis réessayez. 2.Appuyez sur le bouton SYNC de la caméra pendant 2 secondes pour l'activer.
it: 1.Provare ad avvicinare HomeBase e telecamera, quindi riprovare. 2.Premere il tasto SYNC della telecamera per 2 secondi per attivare la funzione.
nl: 1.Probeer de HomeBase en de camera dichter bij elkaar te plaatsen en probeer het opnieuw. 2.Druk 2 seconden op de knop SYNC van de camera om deze te activeren.

# bc.playView.no_set_timeZone_content
source: Failed to auto-set timezone for camera. Do you want to set it manually?
ar: فشل ضبط المنطقة الزمنية للكاميرا تلقائيًا. هل تريد ضبطها يدويًا؟
de: Zeitzone für Kamera konnte nicht automatisch eingestellt werden. Möchten Sie sie manuell einstellen?
es: No se ha podido configurar automáticamente la zona horaria de la cámara. ¿Desea configurarla manualmente?
fr: Impossible de définir automatiquement le fuseau horaire de la caméra. Souhaitez-vous effectuer un réglage manuel ?
it: Impossibile impostare automaticamente il fuso orario per la telecamera. Impostarlo manualmente?
nl: Kan de tijdzone voor de camera niet automatisch instellen. Wilt u de tijdzone handmatig instellen?

# bc.player.spotlight_on
source: Spotlight turned on
ar: تم تشغيل المصباح
de: Scheinwerfer eingeschaltet
es: Foco encendido
fr: Projecteur activé
it: Riflettori accesi
nl: Spotlight ingeschakeld

# bc.player.spotlight_off
source: Spotlight turned off
ar: تم إيقاف تشغيل المصباح
de: Scheinwerfer ausgeschaltet
es: Foco apagado
fr: Projecteur désactivé
it: Riflettori spenti
nl: Spotlight uitgeschakeld

# bc.player.cam2c_night_vision_bw
source: B&W night vision
ar: B&W رؤية ليلية
de: B&W Nachtsicht
es: Visión nocturna en blanco y negro
fr: Vision nocturne B&W
it: Visione notturna in bianco e nero
nl: B&W nachtzicht

# bc.player.cam2c_night_vision_color
source: Spotlight night vision
ar: الرؤية الليلية الأضواء
de: Spotlight Nachtsicht
es: Foco de visión nocturna
fr: Spotlight vision nocturne
it: Visione notturna Spotlight
nl: Spotlight nachtzicht

# bc.player.cam2c_night_vision_off
source: Turn Off
ar: أطفأ
de: Abschalten
es: Apagar
fr: Éteindre
it: Spegni
nl: Zet uit

# bc.smartdetect.human_detection_head_tip1
source: The Human Detection feature reduces the number of false alarms sent by filtering out events that don't include humans, such as the motions of cars and animals.
ar: تحدّ ميزة اكتشاف الأشخاص من عدد الإنذارات الخاطئة التي يتم إرسالها من خلال تصفية الأحداث التي لا تتضمن الأشخاص، مثل حركات السيارات والحيوانات.
de: Die Funktion „Personenerkennung“ reduziert die Anzahl von Fehlalarmen, indem Ereignisse herausgefiltert werden, die keine Personen umfassen, z. B. fahrende Autos oder durch das Bild laufende Tiere.
es: La función de detección de personas reduce el número de falsas alarmas enviadas, ya que filtra por eventos en los que no participan personas, como el movimiento de vehículos o animales.
fr: La fonction de détection de personnes réduit le nombre de fausses alarmes envoyées. Pour ce faire, les événements pour lesquels la présence de personnes n'est pas avérée, tels que les déplacements de voitures et d'animaux, sont filtrés.
it: La funzione di rilevamento della presenza di esseri umani riduce il numero di falsi allarmi inviati, escludendo con un filtro gli eventi che non includono esseri umani, come i movimenti di automobili e animali.
nl: De functie voor detectie van personen vermindert het aantal ongewenste alarmen dat wordt verzonden, door gebeurtenissen die niet uit mensen bestaan, zoals de bewegingen van auto's en dieren, uit te filteren.

# Devices supporting details
source: Facial Recognition captures faces during events and notifies you if necessary.
ar: تتعرف ميزة التعرف على الوجه على الوجوه أثناء الأحداث وتُعلمك إذا لزم الأمر.
de: Die Gesichtserkennung erfasst Gesichter während eines Ereignisses, und Sie erhalten gegebenenfalls entsprechende Benachrichtigungen.
es: El reconocimiento facial captura las caras durante los eventos y le avisa en caso de ser necesario.
fr: La fonction de reconnaissance faciale capture les visages pendant les événements et vous avertit si nécessaire.
it: Il riconoscimento facciale acquisisce i visi durante gli eventi e, se necessario, informa l'utente.
nl: Gezichtsherkenning legt gezichten vast tijdens gebeurtenissen en waarschuwt u indien nodig.

# bc.smartdetect.add_face
source: Add Face
ar: إضافة وجه
de: Gesicht hinzufügen
es: Añadir cara
fr: Ajouter un visage
it: Aggiungi viso
nl: Gezicht toevoegen

# bc.smartdetect.note_
source: Note:
ar: ملاحظة:
de: Hinweis:
es: Nota:
fr: Remarque :
it: Nota:
nl: Opmerking:

# bc.smartdetect.human_detected
source: Smart Detection
ar: الاكتشاف الذكي
de: Intelligente Erkennung
es: Detección inteligente
fr: Détection intelligente
it: Rilevamento intelligente
nl: Slimme detectie

# bc.smartdetect.pic_resolution_too_low_tip
source: Please use a high-resolution picture
ar: يُرجى استخدام صورة عالية الدقة
de: Bitte verwenden Sie ein hochauflösendes Bild
es: Utilice una imagen de alta resolución
fr: Veuillez utiliser une image haute résolution.
it: Utilizzare una foto ad alta risoluzione
nl: Gebruik een foto met hoge resolutie

# bc.smartdetect.familiar_faces
source: Familiar Faces
ar: الوجوه المألوفة
de: Vertraute Gesichter
es: Caras conocidas
fr: Visages familiers
it: Visi familiari
nl: Bekende gezichten

# bc.other.no_profile
source: No familiar faces
ar: ما من وجوه مألوفة
de: Keine vertrauten Gesichter
es: No hay caras conocidas
fr: Aucun visage familier
it: Nessun viso familiare
nl: Geen bekende gezichten

# bc.smartdetect.picture_tips
source: Picture Tips
ar: نصائح متعلقة بالصور
de: Tipps zu Bildern
es: Consejos sobre imágenes
fr: Conseils image
it: Suggerimenti per le foto
nl: Fototips

# bc.smartdetect.picture_example_tip
source: Picture example:
ar: مثال عن الصورة:
de: Beispielbild:
es: Imagen de ejemplo:
fr: Exemple d'image :
it: Esempio di foto:
nl: Voorbeeld van foto:

# bc.smartdetect.pic_oneperson_onephoto_tip
source: Only one photo can be selected.
ar: يمكن اختيار صورة واحدة فقط.
de: Es kann nur ein Foto ausgewählt werden.
es: Solo se puede seleccionar una foto.
fr: Vous ne pouvez sélectionner qu'une seule photo.
it: È possibile selezionare solo una foto.
nl: Er kan slechts één foto worden geselecteerd.

# bc.smartdetect.pic_need_onlyone_face_tip
source: The selected photo should only include one person's face.
ar: يجب أن تتضمن الصورة التي يتم اختيارها وجه شخص واحد فقط.
de: Das ausgewählte Foto darf nur das Gesicht einer Person enthalten.
es: La foto seleccionada solo puede incluir la cara de una persona.
fr: La photo sélectionnée ne doit comporter qu'un seul visage.
it: La foto selezionata dovrebbe includere il viso di una sola persona.
nl: De geselecteerde foto mag slechts één gezicht bevatten.

# bc.smartdetect.pic_photo_upright_front_tip
source: The face in the selected photo should be upright, should not be tilted or inverted.
ar: يجب أن يكون الوجه في الصورة المختارة في وضع مستقيم، وألا يكون مائلاً أو مقلوبًا.
de: Das Gesicht sollte aufrecht, nicht geneigt oder umgekehrt sein.
es: La cara de la foto seleccionada debe estar en posición vertical, no inclinada ni invertida.
fr: Le visage de la photo sélectionnée doit être vertical, et ne doit pas être incliné ni à l'envers.
it: Il viso nella foto selezionata deve essere verticale, non inclinato o capovolto.
nl: Het gezicht in de geselecteerde foto moet rechtop staan en mag niet gekanteld of omgekeerd zijn.

# bc.smartdetect.add_camera_face_tip1
source: Please make sure there's only one person in the camera frame, and the background is clean and of a single color.
ar: يُرجى التأكد من وجود شخص واحد فقط في إطار الكاميرا وأنّ الخلفية نظيفة ومن لون واحد.
de: Stellen Sie sicher, dass sich nur eine Person im Bild befindet und dass der Hintergrund einfarbig und frei von störenden Elementen ist.
es: Asegúrese de que solo haya una persona en el encuadre, y que el fondo sea de un único color sólido.
fr: Assurez-vous qu'une seule personne est présente dans le cadre de la caméra et que l'arrière-plan est propre et uni.
it: Assicurarsi che nel fotogramma della telecamera sia presente una persona sola e che lo sfondo sia pulito e di colore uniforme.
nl: Zorg ervoor dat het cameraframe slechts één persoon bevat en dat de achtergrond eenduidig en van één kleur is.

# bc.smartdetect.add_camera_face_tip2
source: Please take the photo during daytime, and with good background light.
ar: يُرجى التقاط الصورة خلال النهار مع إضاءة خلفية جيدة.
de: Bitte nehmen Sie das Foto tagsüber und bei guten Lichtverhältnissen auf.
es: Haga la foto durante el día y con buena luz de fondo.
fr: Veuillez prendre la photo en journée, pendant les heures ensoleillées et avec un bon éclairage de fond.
it: Scattare la foto durante il giorno e con uno sfondo bene illuminato.

# bc.smartdetect.add_camera_face_tip3
source: Please take the photo facing the camera and within 3 feet of the phone.
ar: يُرجى التقاط الصورة وأنت تواجه الكاميرا وعلى بعد 3 أقدام من الهاتف.
de: Die Person sollte direkt in die Kamera blicken und sich in einem Abstand von ca. 1 m zum Mobiltelefon befinden.
es: Haga la foto mirando a cámara y a 1 m del teléfono.
fr: Prenez la photo face à la caméra et à moins de 90 cm du téléphone.
it: Scattare la foto con il viso rivolto verso la fotocamera e a circa 1 metro di distanza dal telefono.

# bc.smartdetect.pic_not_meet_standard_tip
source: Sorry, the picture does not meet the requirements needed. Please try another picture.
ar: عذرًا، لا تفي الصورة بالمتطلبات اللازمة. يُرجى محاولة تحميل صورة أخرى.
de: Das Bild entspricht leider nicht den Anforderungen. Bitte versuchen Sie es mit einem anderen Bild.
es: Lo sentimos, la imagen no cumple con los requisitos. Inténtelo con otra.
fr: Désolé, l'image ne répond pas aux exigences requises. Veuillez prendre une nouvelle photo.
it: La foto non soddisfa i requisiti previsti. Provare con un'altra foto.

# bc.smartdetect.pic_face_angle_need_front_tip
source: The angle of the face does not meet the requirements. Please retake the head-on shot.
ar: لا تفي زاوية الوجه بالمتطلبات اللازمة. يُرجى إعادة التقاط اللقطة المباشرة.
de: Der Winkel, in dem das Gesicht abgebildet ist, entspricht nicht den Anforderungen. Bitte machen Sie die Aufnahme erneut.
es: El ángulo de la cara no cumple los requisitos. Repita la foto.
fr: Langle de vue du visage ne répond pas aux exigences. Veuillez reprendre le portrait.
it: L'inclinazione del viso non soddisfa i requisiti. Scattare di nuovo la foto con la testa alzata.

# bc.smartdetect.add_faces_for_face_detection
source: Add faces for facial recognition
ar: إضافة وجوه لميزة التعرف على الوجه
de: Gesichter für die Gesichtserkennung hinzufügen
es: Añadir caras para el reconocimiento facial
fr: Ajouter des visages pour la reconnaissance faciale
it: Aggiungi volti per il riconoscimento facciale
nl: Gezichten toevoegen voor gezichtsherkenning

# bc.smartdetect.facedetection_limit_tip_1
source: 1. HomeBase E doesn’t include an AI engine so it doesn’t support the Human Detection and Facial Recognition features.
ar: 1. لا يتضمن HomeBase E محرّك ذكاء اصطناعي، لذا فهو لا يدعم ميزتَي اكتشاف الأشخاص والتعرف على الوجه.
de: 1. Die HomeBase E umfasst keine KI-Engine und unterstützt daher die Funktionen „Personenerkennung“ und „Gesichtserkennung“ nicht.
es: 1. El modelo HomeBase E no incluye un motor de IA, por lo que no admite las funciones de detección de personas y de reconocimiento facial.
fr: 1. La HomeBase E n'inclut pas de moteur IA. Elle ne prend donc pas en charge les fonctions de détection de personnes et de reconnaissance faciale.
it: 1. Poiché HomeBase E non include un motore di intelligenza artificiale, non supporta la funzioni di Rilevamento della presenza di esseri umani e Riconoscimento facciale.
nl: 1. HomeBase E bevat geen AI-engine en ondersteunt dus niet de functies voor persoonsdetectie en gezichtsherkenning.

# bc.smartdetect.facedetection_limit_tip_2
source: 2. If the facial characteristics have been captured by the AI engine, and the face in the streaming video is clear enough, the notification sent by the app will also indicate the person’s name.
ar: 2. إذا تم التقاط خصائص الوجه بواسطة محرك الذكاء الاصطناعي، وكان الوجه في الفيديو الذي يتم بثه واضحًا بما يكفي، فسيشير الإشعار المرسل من التطبيق أيضًا إلى اسم الشخص.
de: 2. Wenn die Gesichtsmerkmale von der KI-Engine erfasst wurden und das Gesicht im Streaming-Video klar genug zu sehen ist, enthält die von der App gesendete Benachrichtigung auch den Namen der Person.
es: 2. Si el motor de IA ha capturado los rasgos faciales y la cara del vídeo es lo suficientemente clara, la notificación enviada por la aplicación incluirá el nombre de la persona.
fr: 2. Si les caractéristiques du visage ont été capturées par le moteur IA et que le visage de la vidéo en streaming est suffisamment net, la notification envoyée par l'application indiquera également le nom de la personne.
it: 2. Se le caratteristiche del viso sono state acquisite dal motore di intelligenza artificiale e il viso nel video in streaming è abbastanza nitido, nella notifica inviata dall'app viene indicato anche il nome della persona.
nl: 2. Als de gezichtskenmerken zijn vastgelegd door de AI-engine en het gezicht in de streaming video duidelijk genoeg is, geeft de melding die door de app wordt verzonden ook de naam van de persoon aan.

# bc.smartdetect.facedetection_limit_tip_3
source: 3. The success rate of the Facial Recognition feature depends relies on a few factors: a. Distance of the camera to the object b. Speed of the moving object c. Angle of the face in relation to the camera. d. The brightness and clarity of the video.
ar: 3. يعتمد معدل نجاح ميزة التعرف على الوجه على بضعة عوامل: أ. المسافة بين الكاميرا والجسم ب. سرعة الجسم المتحرك ج. زاوية الوجه بالمقارنة مع الكاميرا. د. سطوع الفيديو ووضوحه.
de: 3. Die Erfolgsrate der Gesichtserkennungsfunktion ist von verschiedenen Faktoren abhängig: a) Abstand der Kamera zum Objekt b) Geschwindigkeit des Objekts c) Winkel, in dem sich das Gesicht zur Kamera befindet d) Helligkeit und Klarheit des Videos
es: 3. El porcentaje de acierto de la función de reconocimiento facial depende de varios factores: a. Distancia del sujeto a la cámara b. Velocidad del sujeto en movimiento c. Ángulo de la cara con respecto a la cámara. d. Brillo y claridad del vídeo.
fr: 3. Le taux de réussite de la fonction de reconnaissance faciale dépend de plusieurs facteurs : A. Distance entre la caméra et le sujet ; b. Vitesse du sujet en mouvement ; c. Angle de vue du visage par rapport à la caméra ; D. Luminosité et clarté de la vidéo.
it: 3. Il tasso di successo della funzionalità di riconoscimento facciale dipende da alcuni fattori: a. Distanza della telecamera dall'oggetto b. Velocità dell'oggetto in movimento c. Inclinazione del viso rispetto alla telecamera. D. Luminosità e nitidezza del video.
nl: 3. Het succespercentage van de functie Gezichtsherkenning is afhankelijk van een aantal factoren: a. Afstand van de camera tot het object b. Snelheid van het bewegende object c. Hoek van het gezicht ten opzichte van de camera. d. De helderheid en duidelijkheid van de video.

# bc.smartdetect.please_add_aisupport_homebase_tip
source: No devices which support the smart detection feature found.
ar: لم يتم العثور على أجهزة تدعم ميزة الكشف الذكي.
de: Es wurden keine Geräte gefunden, die die intelligente Erkennungsfunktion unterstützen.
es: No se han encontrado dispositivos compatibles con la función de detección inteligente.
fr: Aucun appareil prenant en charge la fonction de détection intelligente n'a été trouvé.
it: Impossibile trovare dispositivi che supportano la funzione di rilevamento intelligente.
nl: Geen apparaten gevonden die de functie Slimme detectie ondersteunen.

# bc.smartdetect.trusted_person
source: Familiar Faces
ar: الوجوه المألوفة
de: Vertraute Gesichter
es: Caras conocidas
fr: Visages familiers
it: Visi familiari
nl: Bekende gezichten

# bc.smartdetect.profile_delete_confirm_tip
source: Are you sure you want to delete this face?
ar: هل أنت متأكد من أنك تريد حذف هذا الوجه؟
de: Möchten Sie dieses Gesicht wirklich löschen?
es: ¿Seguro que desea eliminar esta cara?
fr: Voulez-vous vraiment supprimer ce visage ?
it: Eliminare questo viso?
nl: Weet u zeker dat u dit gezicht wilt verwijderen?

# bc.smartdetect.update_face
source: Edit Face
ar: تحرير الوجه
de: Gesicht bearbeiten
es: Editar cara
fr: Modifier le visage
it: Modifica viso
nl: Gezicht bewerken

# bc.smartdetect.no_homebase
source: No devices which support the smart detection feature found.
ar: لم يتم العثور على أجهزة تدعم ميزة الكشف الذكي.
de: Es wurden keine Geräte gefunden, die die intelligente Erkennungsfunktion unterstützen.
es: No se han encontrado dispositivos compatibles con la función de detección inteligente.
fr: Aucun appareil prenant en charge la fonction de détection intelligente n'a été trouvé.
it: Impossibile trovare dispositivi che supportano la funzione di rilevamento intelligente.
nl: Geen apparaten gevonden die de functie Slimme detectie ondersteunen.

# bc.smartdetect.retake
source: Retake
ar: إعادة التقاط
de: Erneut aufnehmen
es: Repetir
fr: Reprendre
it: Scatta di nuovo
nl: Opnieuw

# bc.smartdetect.only_notify_human
source: Only notify when humanity or facial detected
ar: الإعلام فقط عند اكتشاف أشخاص أو التعرف على وجه
de: Nur benachrichtigen, wenn Personen oder Gesichter erkannt werden
es: Avisar solo cuando se detecten personas o caras
fr: Envoyer uniquement une notification lorsqu'une présence humaine ou un visage est détecté
it: Notifica solo se viene rilevato un viso o un essere umano
nl: Alleen melden wanneer een mens of gezicht wordt gedetecteerd

# bc.smartdetect.support
source: Supported
ar: دعم
de: Unterstützt
es: Compatible
fr: Assistance
it: Supporto
nl: Ondersteund

# bc.smartdetect.not_support
source: Not supported
ar: بلا دعم
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
it: Non supportato
nl: Niet ondersteund

# bc.smartdetect.desc
source: With the embedded AI chip, we can provide you with a local, safe and intelligent detection experience.
ar: بفضل شريحة الذكاء الاصطناعي المضمنة، أصبح بإمكاننا تزويدك بتجربة اكتشاف محلية وآمنة وذكية.
de: Mit dem integrierten KI-Chip bieten wir Ihnen lokale, sichere und intelligente Erkennung.
es: Gracias al chip de IA integrado, podemos proporcionarle una experiencia de detección local segura e inteligente.
fr: Grâce à la puce IA intégrée, nous pouvons vous offrir une expérience de détection locale, sûre et intelligente.
it: Con il chip di intelligenza artificiale integrato, possiamo offrire un'esperienza di rilevamento locale, sicura e intelligente.
nl: Met de geïntegreerde AI-chip kunnen we u een lokale, veilige en intelligente detectie-ervaring bieden.

# bc.smartdetect.device_support
source: Supporting details
ar: التفاصيل الداعمة
de: Weitere Details
es: Detalles de asistencia
fr: Détails justificatifs
it: Dettagli di supporto
nl: Ondersteunende gegevens

# bc.smartdetect.human_detection
source: Human Detection
ar: اكتشاف البشر
de: Personenerkennung
es: Detección de personas
fr: Détection humaine
it: Rilevamento della presenza di esseri umani nei paraggi
nl: Detectie van personen

# bc.smartdetect.facial_detection
source: Facial Detection
ar: اكتشاف الوجه
de: Gesichtserfassung
es: Detección facial
fr: Détection de visage
it: Rilevamento del volto
nl: Gezichtsdetectie

# bc.smartdetect.facial_recognition
source: Facial Recognition
ar: التعرّف إلى الوجه
de: GesichtsIdentifizieren
es: Reconocimiento facial
fr: Reconnaissance faciale
it: Riconoscimento del volto
nl: Gezichtsherkenning

# bc.smartdetect.human_detection.desc
source: AI system will try to detect objects similar to the human shape and filter out other objects like cars and animals for motion alerts.
ar: سيحاول نظام الذكاء الاصطناعي اكتشاف الأجسام المشابهة لشكل الإنسان وتصفية الأجسام الأخرى مثل السيارات والحيوانات لتنبيهات الحركة.
de: Das KI-System sucht nach Objekten, die der menschlichen Form ähneln, und filtert andere Objekte wie Autos und Tiere aus den Bewegungsalarmen heraus.
es: Para las alertas de movimiento, el sistema de IA intentará detectar formas similares a la humana y excluir otros elementos como coches y animales.
fr: Le système IA essaiera de détecter des objets ressemblant à la forme humaine, excluant d'autres objets, tels que les voitures et les animaux, pour les alertes de mouvement.
it: Il sistema di intelligenza artificiale cercherà di rilevare oggetti simili alla forma umana e di filtrare altri oggetti come automobili e animali per gli avvisi di movimento.
nl: Het AI-systeem probeert objecten te detecteren die op mensen lijken en filtert andere objecten, zoals auto's en dieren, uit voor bewegingsmeldingen.

# bc.smartdetect.facial_detection.desc
source: AI system will try to detect and screen faces shown in the video image.
ar: سيحاول نظام الذكاء الاصطناعي اكتشاف الوجوه المعروضة في صورة الفيديو وفحصها.
de: Das KI-System versucht, Gesichter im Videobild zu erkennen und zu überprüfen.
es: El sistema de IA intentará detectar y examinar las caras mostradas en la imagen de vídeo.
fr: Le système IA essaiera de détecter et d'analyser les visages affichés dans l'image vidéo.
it: Il sistema di intelligenza artificiale tenterà di rilevare e analizzare i volti mostrati nell'immagine video.
nl: Het AI-systeem probeert gezichten in het videobeeld te detecteren en te bekijken.

# bc.smartdetect.facial_recognition.desc
source: AI system tries to recognize faces in the video image and identify the person for you.
ar: يحاول نظام AI التعرف على الوجوه في صورة الفيديو وتحديد الشخص المناسب لك.
de: Das KI-System versucht, Gesichter im Videobild zu erkennen und die Person für Sie zu identifizieren.
es: El sistema de IA intenta reconocer rostros en la imagen de video e identificar a la persona por usted.
fr: Le système AI tente de reconnaître les visages dans l'image vidéo et d'identifier la personne pour vous.
it: Il sistema di intelligenza artificiale cerca di riconoscere i volti nell'immagine video e di identificare la persona che fa per te.
nl: AI-systeem probeert gezichten in het videobeeld te herkennen en de persoon voor jou te identificeren.

# bc.smartdetect.add_face_nick_name_placeholder
source: Up to 64 characters can be entered.
ar: يصِل دعم التخزين إلى 64 حرفًا
de: Unterstützt bis zu 64 Zeichen
es: Admite almacenamiento de hasta 64 caracteres
fr: Prise en charge du stockage jusqu'à 64 caractères
it: Supporto di archiviazione fino a 64 caratteri
nl: Ondersteunt opslag van maximaal 64 tekens

# bc.smartdetect.no_familiar_face
source: Add familiar faces for HomeBase
ar: إضافة الوجوه المألوفة لـ HomeBase
de: Vertraute Gesichter für HomeBase hinzufügen
es: Adición de caras familiares a HomeBase
fr: Ajouter des visages familiers pour HomeBase
it: Aggiungi volto familiare per unità HomeBase
nl: Voeg bekende gezichten toe voor de HomeBase

# bc.smartdetect.no_video_device_tip
source: No video devices yet
ar: لا توجد أجهزة فيديو حتى الآن
de: Noch keine Videogeräte
es: Aún no hay dispositivos de video
fr: Pas encore d'appareils vidéo
it: Nessun dispositivo video ancora
nl: Nog geen videoapparaten

# bc.account.log_in
source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Aanmelden
