Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.bind.fl_au5_tip1
source: Remove the rubber plugs indicated in the illustration below.
ar: قم بإزالة السدادات المطاطية المشار إليها في الرسم التوضيحي أدناه.
de: Entfernen Sie die Gummistopfen, wie in der Abbildung unten zu sehen.
es: Retire los tapones de goma mostrados en la siguiente ilustración.
fr: Retirez les bouchons en caoutchouc indiqués sur l'illustration ci-dessous.
it: Rimuovere i tappi in gomma indicati nella figura riportata di seguito.
nl: Verwijder de rubberen stekkers zoals aangegeven in de onderstaande afbeelding.

# bc.bind.fl_au5_tip2
source: Run the power cable wire through the grommet and access hole.
ar: مرر سلك كبل الطاقة عبر حلقة التثبيت وفتحة الوصول.
de: Führen Sie das Stromkabel durch die Tülle und die Zugangsöffnung.
es: Pase el cable de alimentación a través de la arandela y el orificio de acceso.
fr: Faites passer le câble d'alimentation dans le passe-fil et l'orifice d'accès.
it: Far passare il cavo di alimentazione attraverso il passacavo e il foro di accesso.
nl: Voer de voedingskabel door de dichtingsring en de toegangsopening.

# bc.bind.fl_au6_tip_title
source: Install the junction box:
ar: تثبيت صندوق التوصيل:
de: Installieren der Verteilerdose:
es: Instale la caja de conexión:
fr: Installer le boîtier de raccordement :
it: Installare la scatola di derivazione:
nl: Monteer de aansluiteenheid:

# bc.bind.fl_au6_tip_a
source: Orientate the two mounting holes vertically to ensure stable mounting.
ar: وجّه فتحتَي التثبيت عموديًا لضمان التثبيت الثابت.
de: Richten Sie die beiden Montagelöcher vertikal aus, um eine stabile Montage zu gewährleisten.
es: Coloque los dos orificios de montaje en vertical para garantizar un montaje estable.
fr: Orientez les deux trous de montage verticalement pour garantir un montage stable.
it: Orientare i due fori di montaggio verticalmente per garantire un montaggio stabile.
nl: Plaats de twee montageopeningen verticaal voor een stabiele bevestiging.

# bc.bind.fl_au6_tip_b
source: On wooden walls, DO NOT pre-drill holes. Use the screws provided to fix the junction box onto the wall.
ar: على الجدران الخشبية، لا تثقب الفتحات مسبقًا. استخدم المسامير المتوفرة لتثبيت صندوق التوصيل على الحائط.
de: An Holzwänden KEINE Löcher vorbohren. Befestigen Sie die Verteilerdose mit den mitgelieferten Schrauben an der Wand.
es: En paredes de madera, NO taladre orificios previamente. Utilice los tornillos proporcionados para fijar la caja de conexión a la pared.
fr: Ne pré-percez PAS de trous sur les murs en bois. Utilisez les vis fournies pour fixer le boîtier de raccordement au mur.
it: NON praticare fori sulle pareti in legno. Utilizzare le viti fornite per fissare la scatola di derivazione alla parete.
nl: Boor GEEN gaten voor op houten wanden. Gebruik de meegeleverde schroeven om de aansluiteenheid aan de muur te bevestigen.

# bc.bind.fl_au6_tip_c
source: On walls that are made out of hard materials, such as stucco, brick, or concrete, drill holes with a 15/64 inch (6 mm) drill bit, and then insert the anchors provided into the holes. Use the screws provided to fix the junction box on the wall.
ar: على الجدران المصنوعة من مواد صلبة مثل الجص أو القرميد أو الباطون، اثقب فتحات بحجم 15/64 بوصة (6 مم) بواسطة مثقاب، ثم أدخل المثبتات المتوفرة في الفتحات. استخدم المسامير المتوفرة لتثبيت صندوق التوصيل على الحائط.
de: Bohren Sie an Wänden aus harten Materialien wie Putz, Ziegelstein oder Beton Löcher mit einem 6-mm-Bohrer vor und setzen Sie dann die mitgelieferten Dübel in die Löcher ein. Befestigen Sie die Verteilerdose mit den mitgelieferten Schrauben an der Wand.
es: En paredes fabricadas con materiales duros, como el estuco, el ladrillo o el hormigón, perfore orificios con una broca de 15/64 pulgadas (6 mm) y, a continuación, inserte los anclajes proporcionados en los orificios. Utilice los tornillos proporcionados para fijar la caja de conexión a la pared.
fr: Sur les murs fabriqués à partir de matériaux durs, tels qu'en stuc, brique ou béton, percez des trous avec un foret de 6 mm (15/64 pouce), puis insérez les ancrages fournis dans les trous. Utilisez les vis fournies pour fixer le boîtier de raccordement au mur.
it: Sulle pareti realizzate con materiali duri, come stucco, mattoni o cemento, praticare fori con una punta da trapano da 15/64 pollici (6 mm), quindi inserire nei fori gli ancoraggi forniti. Utilizzare le viti fornite per fissare la scatola di derivazione sulla parete.
nl: Boor op muren die van harde materialen zijn gemaakt, zoals stucco, baksteen of beton, gaten voor met een boor van 6 mm en plaats de ankers vervolgens in de gaten. Gebruik de meegeleverde schroeven om de aansluiteenheid aan de muur te bevestigen.

# bc.bind.fl_au7_tip_title
source: Unscrew the bolt with a flat-head screwdriver. Connect the Neutral (blue) / Ground (green / green and yellow) / Live (brown) wire to the Neutral / Ground / Live wire connector in the junction box respectively. Secure the wires tightly to prevent wires from falling.
ar: قم بفك البرغي بواسطة مفك براغي برأس مسطح. قم بتوصيل سلك التعادل (أزرق) / التأريض (أخضر / أخضر وأصفر) / المكهرب (بني) بموصل سلك التعادل / التأريض / المكهرب في صندوق التوصيل على التوالي. ثبّت الأسلاك بإحكام لمنعها من الوقوع.
de: Lösen Sie den Bolzen mit einem Schlitzschraubendreher. Verbinden Sie die Kabel – Neutral (blau) / Masse (grün / grün und gelb) / Strom (braun) mit den entsprechenden Klemmen für Neutral / Masse / Strom im Verteilerkasten. Befestigen Sie die Kabel sicher, damit sie sich nicht lösen können.
es: Desenrosque el perno con un destornillador de cabeza plana. Conecte los cables neutro (azul)/de tierra (verde/verde y amarillo)/de fase (marrón) a los conectores de cables neutro/de tierra /de fase en la caja de conexión, respectivamente. Fije los cables con firmeza para evitar que se caigan.
fr: Dévissez le boulon à l'aide d'un tournevis à tête plate. Branchez le fil neutre (bleu)/terre (vert/vert et jaune)/sous tension (marron) au connecteur de fil neutre/terre/sous tension dans le boîtier de raccordement, respectivement. Fixez fermement les câbles pour éviter qu'ils ne tombent.
it: Svitare il bullone con un cacciavite a testa piatta. Collegare il filo neutro (blu) / di terra (verde / verde e giallo) / sotto tensione (marrone) rispettivamente al connettore neutro / di terra / sotto tensione nella scatola di derivazione. Fissare saldamente i fili per evitare che cadano.
nl: Schroef de bout los met een platte schroevendraaier. Sluit de nulleider (blauw) / aardingsdraad (groen/groen en geel) en de stroomdraad (bruin) aan op de respectievelijke aansluitpunten in de aansluiteenheid. Draai de draden goed vast om te voorkomen dat ze losraken.

# bc.bind.fl_au8_title
source: Hang Camera
ar: تعليق الكاميرا
de: Kamera aufhängen
es: Colgar la cámara
fr: Suspendez la caméra
it: Appendere telecamera
nl: Hang de camera op

# bc.bind.fl_au8_tip_title
source: Hang Floodlight Camera on the junction box with the hook provided.
ar: علّق الكاميرا مع مصباح الضوء الغامر على صندوق التوصيل بواسطة الخطاف المتوفر.
de: Hängen Sie die Flutlichtkamera mit dem mitgelieferten Haken an die Verteilerdose.
es: Cuelgue la cámara con focos de la caja de conexión con el gancho suministrado.
fr: Suspendez la caméra de sécurité avec réflecteurs sur le boîtier de raccordement avec le crochet fourni.
it: Appendere la telecamera con riflettore alla scatola di derivazione con il gancio fornito.
nl: Hang de Schijnwerpercamera aan de aansluiteenheid met de meegeleverde haak.

# bc.bind.fl_au9_title
source: Connect Wires
ar: توصيل الأسلاك
de: Kabel anschließen
es: Conectar los cables
fr: Connectez les fils
it: Collegare i cavi
nl: Sluit de kabels aan

# bc.bind.fl_au9_tip1
source: Connect the Ground wire from the Floodlight Camera to the Ground wire from the wire connector in the junction box.
ar: قم بتوصيل سلك التأريض من الكاميرا مع مصباح الضوء الغامر بسلك التأريض من موصل السلك في صندوق التوصيل.
de: Verbinden Sie das Massekabel der Flutlichtkamera mit dem Anschluss des Massekabels in der Verteilerdose.
es: Conecte el cable de tierra de la cámara con focos al cable de tierra del conector de cables en la caja de conexión.
fr: Branchez le fil de masse de la caméra de sécurité avec réflecteurs au fil de masse du connecteur de fil dans le boîtier de raccordement.
it: Collegare il filo di terra dalla telecamera con riflettore al filo di terra dal connettore del filo nella scatola di derivazione.
nl: Sluit de aardingsdraad van de Schijnwerpercamera aan op de aardingsdraad van de aansluiting in de aansluiteenheid.

# bc.bind.fl_au9_tip2
source: Connect the Live / Neutral wire from the Floodlight Camera to the Live / Neutral wire from the wire connector in the junction box respectively.
ar: قم بتوصيل السلك المكهرب / التعادل من كاميرا الضوء الغامر بالسلك المكهرب / التعادل من موصل السلك في صندوق التوصيل على التوالي.
de: Verbinden Sie die Kabel für Strom / Neutral der Flutlichtkamera mit den Anschlüssen der Kabel für Strom / Neutral im Verteilerkasten.
es: Conecte los cables de fase/neutro de la cámara con focos a los cables de fase/neutro del conector de cables en la caja de conexión, respectivamente.
fr: Branchez le fil sous tension/neutre de la caméra de sécurité avec réflecteurs au fil sous tension/neutre du connecteur de fil dans le boîtier de raccordement respectivement.
it: Collegare il filo sotto tensione/neutro dalla telecamera con riflettore al filo sotto tensione/neutro dal connettore del filo nella scatola di derivazione.
nl: Sluit de stroomdraad/nulleider van de Schijnwerpercamera aan op de stroomdraad/nulleider van de aansluiting in de aansluiteenheid.

# bc.bind.fl_au9_tip3
source: Secure the wires with a flat-head screwdriver.
ar: ثبّت الأسلاك بواسطة مفك براغي برأس مسطح.
de: Ziehen Sie die Kabelklemme mit einem Schlitzschraubendreher fest.
es: Fije los cables con un destornillador de cabeza plana.
fr: Fixez les fils à l'aide d'un tournevis à tête plate.
it: Fissare i fili con un cacciavite a testa piatta.
nl: Draai de draden goed vast met een platte schroevendraaier.

# bc.bind.fl_au9_tip4
source: Green / green and yellow, brown and blue wires must connect to the matching colors. Never cross connect.
ar: يجب توصيل الأسلاك الأخضر / الأخضر والأصفر والبني والأزرق بالألوان المتطابقة. لا تقم بالتوصيل المتقاطع أبدًا.
de: Die Kabel Grün / Grün und Gelb, Braun und Blau müssen jeweils mit Kabeln der gleichen Farben verbunden werden. Verbinden Sie niemals Kabel unterschiedlicher Farben.
es: Los cables verde/verde y amarillo, marrón y azul deben conectarse a los colores correspondientes. Nunca realice una conexión cruzada.
fr: Les fils vert/vert et jaune, marron et bleu doivent être connectés aux couleurs correspondantes. N'établissez jamais de connexion croisée.
it: I fili verde/verde e giallo, marrone e blu devono essere collegati ai colori corrispondenti. Non effettuare mai il collegamento incrociato.
nl: Groene / groene en gele, bruine en blauwe draden moeten worden aangesloten op de overeenkomstige kleuren. Verschillende kleuren mogen nooit met elkaar verbonden worden.

# bc.bind.fl_au10_title
source: Mount
ar: التثبيت
de: Montieren
es: Montar
fr: Montage
it: Montaggio
nl: Monteren

# bc.bind.fl_au10_tip_title
source: Mount Floodlight Camera On the Junction Box
ar: تثبيت الكاميرا مع مصباح الضوء الغامر على صندوق التوصيل
de: Flutlichtkamera an der Verteilerdose montieren
es: Monte la cámara con focos en la caja de conexión
fr: Monter la caméra de sécurité avec réflecteurs sur le boîtier de raccordement
it: Montare la telecamera con riflettore sulla scatola di derivazione
nl: Monteer de Schijnwerpercamera op de aansluiteenheid

# bc.bind.fl_au10_tip1
source: Align the hole on the junction box with the opening in the Floodlight Camera.
ar: قم بمحاذاة الفتحة الموجودة على صندوق التوصيل مع الفتحة الموجودة في الكاميرا مع مصباح الضوء الغامر.
de: Richten Sie die Öffnung an der Verteilerdose an der Öffnung an der Flutlichtkamera aus.
es: Alinee el orificio de la caja de conexión con la abertura de la cámara con focos.
fr: Alignez le trou du boîtier de raccordement avec l'ouverture de la caméra de sécurité avec réflecteurs.
it: Allineare il foro sulla scatola di derivazione con l'apertura nella telecamera con riflettore.
nl: Zorg dat het gat op de aansluiteenheid overeenkomt met de opening in de Schijnwerpercamera.

# bc.bind.fl_au10_tip2
source: Screw the central screw through the center of Floodlight Camera to mount it in position.
ar: ثبّت البرغي المركزي في وسط الكاميرا مع مصباح الضوء الغامر لتثبيته في مكانه.
de: Führen Sie die mittlere Schraube durch die Mitte der Flutlichtkamera, um sie in dieser Position zu befestigen.
es: Atornille el tornillo central a través del centro de la cámara con focos para montarla en su posición.
fr: Vissez la vis centrale à travers le centre de la caméra de sécurité avec réflecteurs pour la monter en position.
it: Avvitare la vite centrale attraverso il centro della telecamera con riflettore per fissarla in posizione.
nl: Schroef de centrale schroef door het midden van de Schijnwerpercamera om deze te bevestigen.

# bc.bind.fl_au10_tip3
source: Cover the central screw with the central screw cap to prevent it from rusting.
ar: قم بتغطية البرغي المركزي بغطاء البرغي المركزي لمنعه من أن يصدأ.
de: Decken Sie die mittlere Schraube mit der mittleren Schraubenkappe ab, damit sie nicht rostet.
es: Cubra el tornillo central con el tapón de rosca central para evitar que se oxide.
fr: Couvrez la vis centrale avec le bouchon à vis central pour l'empêcher de rouiller.
it: Coprire la vite centrale con il tappo per vite centrale per evitare che arrugginisca.
nl: Dek de middelste schroef af met de middelste schroefdop om de vorming van roest te voorkomen.

# bc.bind.fl_au11_title
source: Restore Power
ar: إعادة الطاقة
de: Stromversorgung wiederherstellen
es: Restablecer la alimentación
fr: Rétablissez l'alimentation
it: Ripristinare l'alimentazione
nl: Schakel de stroom weer in

# bc.bind.fl_au11_tip1
source: Switch on the main circuit breaker in the house. To confirm that the Floodlight Camera is operating, check that the red LED indicator is flashing ready for connection.
ar: شغّل قاطع الدائرة الرئيسي في المنزل. لتأكيد عمل الكاميرا مع مصباح الضوء الغامر، تحقق من وميض مؤشر LED الأحمر الذي يعني أنه جاهز للاتصال.
de: Schalten Sie die Sicherung im Sicherungskasten des Hauses ein. Die rote LED blinkt, wenn die Flutlichtkamera gespeist wird und verbindungsbereit ist.
es: Encienda el disyuntor principal de la casa. Para confirmar que la cámara con focos esté en funcionamiento, compruebe que el indicador LED rojo parpadea para indicar que está lista para la conexión.
fr: Mettez le disjoncteur principal en marche. Pour confirmer le fonctionnement de la caméra de sécurité avec réflecteurs, vérifier que le voyant LED rouge clignote et indique être prêt à être connecté.
it: Accendere l'interruttore principale dell'abitazione. Per confermare che la telecamera con riflettore sia in funzione, controllare che l'indicatore LED rosso lampeggi pronto per il collegamento.
nl: Schakel de hoofdstroom in huis in. Controleer of de rode LED-indicator knippert en klaar is voor aansluiting om te bevestigen dat de Schijnwerpercamera werkt.

# bc.bind.fl_au11_tip2
source: If Floodlight Camera is not powered on, switch off the circuit breaker before checking the wiring of Floodlight Camera.
ar: إذا لم يتم تشغيل الكاميرا مع مصباح الضوء الغامر، فأوقف تشغيل قاطع الدائرة قبل التحقق من توصيل أسلاك الكاميرا مع مصباح الضوء الغامر.
de: Falls die Flutlichtkamera keinen Strom erhält, schalten Sie die Sicherung wieder aus, bevor Sie die Verkabelung der Flutlichtkamera überprüfen.
es: Si la cámara con focos no está encendida, apague el disyuntor antes de revisar el cableado de la cámara con focos.
fr: Si la caméra de sécurité avec réflecteurs n'est pas sous tension, coupez le disjoncteur avant de contrôler le câblage de la caméra de sécurité avec réflecteurs.
it: Se la telecamera con riflettore non è accesa, disattivare l'interruttore di circuito prima di controllare il cablaggio della telecamera con riflettore.
nl: Als de Schijnwerpercamera niet is ingeschakeld, schakelt u de stroomonderbreker uit voordat u de bedrading van de Schijnwerpercamera controleert.

# bc.sunrise.fl_inuse.location.tip.title
source: To use the Sunset to Sunrise you must allow the app to Use Your Current Location.
ar: لاستخدام الغروب حتى الشروق ، يجب أن تسمح للتطبيق باستخدام موقعك الحالي.
de: Um den Sonnenuntergang bis zum Sonnenaufgang zu verwenden, müssen Sie der App erlauben, Ihren aktuellen Standort zu verwenden.
es: Para usar Sunset to Sunrise debe permitir que la aplicación use su ubicación actual.
fr: Pour utiliser Sunset to Sunrise, vous devez autoriser l'application à utiliser votre position actuelle.
it: Per utilizzare Sunset to Sunrise è necessario consentire all'app di utilizzare la posizione corrente.
nl: Als u de Sunset to Sunrise wilt gebruiken, moet u de app toestaan uw huidige locatie te gebruiken.

# bc.sunrise.fl_inuse.location.tip.msg
source: To enable Sunset to Sunrise, go to EufySecurity App Permission, click on Location Service and set to "When in use"
ar: لتمكين Sunset to Sunrise ، انتقل إلى EufySecurity App Permission ، وانقر فوق "خدمة الموقع" واضبط على "عندما تكون قيد الاستخدام "
de: Um Sunset to Sunrise zu aktivieren, gehen Sie zu EufySecurity App Permission, klicken Sie auf Location Service und stellen Sie "When in use" ein.
es: Para habilitar Sunset to Sunrise, vaya al Permiso de la aplicación EufySecurity, haga clic en Servicio de ubicación y configúrelo en "Cuando esté en uso"
fr: Pour activer Sunset to Sunrise, accédez à Permission d’application EufySecurity, cliquez sur Service de localisation et définissez sur "Lors de l’utilisation".
it: Per abilitare Sunset to Sunrise, vai su Autorizzazione app EufySecurity, fai clic su Servizio di localizzazione e imposta su "In uso "
nl: Om Sunset to Sunrise in te schakelen, ga naar EufySecurity App Permission, klik op Location Service en stel in op "When in use "

# bc.sunrise.fl_enable.location.tip
source: Turn On Location Service to Allow "EufySecurity" to Determine your Location for Sunset to Sunrise.
ar: قم بتشغيل خدمة الموقع للسماح "EufySecurity " بتحديد موقعك لغروب الشمس إلى الشروق.
de: Aktivieren Sie den Standortdienst, damit "EufySecurity" Ihren Standort für Sonnenuntergang bis Sonnenaufgang bestimmen kann.
es: Active el servicio de ubicación para permitir que "EufySecurity " determine su ubicación desde el atardecer hasta el amanecer.
fr: Activez le service de localisation pour permettre à "EufySecurity " de déterminer votre position pour le coucher du soleil au lever du soleil.
it: Attiva il servizio di localizzazione per consentire a "EufySecurity " di determinare la tua posizione per Sunset to Sunrise.
nl: Schakel Locatieservice in om "EufySecurity " toe te staan uw locatie te bepalen voor zonsondergang tot zonsopgang.

# bc.sunrise.fl_enable.location.msg
source: Press the phone's home button, go to settings > Privacy and enable Location Service.
ar: اضغط على زر الصفحة الرئيسية للهاتف ، وانتقل إلى الإعدادات> الخصوصية وتمكين خدمة الموقع.
de: Drücken Sie die Home-Taste des Telefons, gehen Sie zu Einstellungen> Datenschutz und aktivieren Sie den Ortungsdienst.
es: Presione el botón de inicio del teléfono, vaya a configuración> Privacidad y active el Servicio de ubicación.
fr: Appuyez sur le bouton d'accueil du téléphone, accédez à Paramètres> Confidentialité et activez le service de localisation.
it: Premi il pulsante Home del telefono, vai su Impostazioni> Privacy e abilita il servizio di localizzazione.
nl: Druk op de startknop van de telefoon, ga naar instellingen> Privacy en schakel Locatieservice in.

# bc.sunrise.fl_enable.sunrise_switch
source: Enabling Sunset to Sunrise ...
ar: تمكين الغروب لشروق الشمس ...
de: Sonnenuntergang bis Sonnenaufgang aktivieren ...
es: Habilitar la puesta de sol a la salida del sol ...
fr: Activer le coucher du soleil au lever du soleil ...
it: Abilitazione di Sunset to Sunrise ...
nl: Zonsondergang tot zonsopgang inschakelen ...

# bc.sunrise.fl_enable.success.tip
source: Sunset/sunrise has been enabled successfully.
ar: تم تمكين الغروب / شروق الشمس بنجاح.
de: Sonnenuntergang / Sonnenaufgang wurde erfolgreich aktiviert.
es: Sunset / sunrise se ha habilitado con éxito.
fr: Coucher / lever du soleil a été activé avec succès.
it: Sunset / sunrise è stato abilitato correttamente.
nl: Zonsondergang / zonsopgang is succesvol ingeschakeld.

# bc.setting.fl_sunset_to_sunrise
source: Sunset to Sunrise
ar: من غروب الشمس إلى شروق الشمس
de: Sonnenuntergang bis Sonnenaufgang
es: Del atardecer al amanecer
fr: Du coucher de soleil jusqu'au lever du soleil
it: Dal tramonto all'alba
nl: Zonsondergang tot zonsopgang

# bc.setting.fl_sunset_to_sunrise_sub
source: Floodlights turn on at sunset and turn off at sunrise automatically.
ar: يتم تشغيل الأضواء الغامرة عند غروب الشمس ويتم إيقاف تشغيلها عند شروق الشمس تلقائيًا.
de: Das Flutlicht wird automatisch bei Sonnenuntergang eingeschaltet und bei Sonnenaufgang ausgeschaltet.
es: Los focos se encienden al atardecer y se apagan automáticamente al amanecer.
fr: Les réflecteurs s'allument au coucher du soleil et s'éteignent automatiquement au lever du soleil.
it: I riflettori si accendono al tramonto e si spengono automaticamente all'alba.
nl: De schijnwerpers gaan aan bij zonsondergang en automatisch weer uit bij zonsopgang.

# bc.setting.fl_location_title
source: Location
ar: موقعك
de: Lage
es: Ubicación
fr: Emplacement
it: Posizione
nl: Plaats

# bc.setting.fl_disable_schedule_to_sun_tip
source: Please disable all of the lights schedule before enabling the sunset/sunrise feature.
ar: يُرجى تعطيل كل جدول الأضواء قبل تمكين ميزة غروب الشمس/شروق الشمس.
de: Deaktivieren Sie bitte alle Zeitpläne für die Beleuchtung, bevor Sie die Funktion „Sonnenuntergang/Sonnenaufgang“ aktivieren.
es: Desactive la programación de todas las luces antes de activar la función de atardecer/amanecer.
fr: Veuillez désactiver toutes les programmations d'éclairage avant d'activer la fonction coucher/lever de soleil.
it: Disattivare tutti i programmi delle luci prima di attivare la funzione tramonto/alba.
nl: Schakel alle verlichtingsschema’s uit voordat u de functie zonsondergang/zonsopgang inschakelt.

# bc.setting.fl_disable_sun_to_schedule_tip
source: Please disable the sunset/sunrise feature before enabling lights schedule.
ar: يُرجى تعطيل ميزة غروب الشمس/شروق الشمس قبل تمكين جدول الأضواء.
de: Deaktivieren Sie bitte die die Funktion „Sonnenuntergang/Sonnenaufgang“, bevor Sie einen Zeitplan für die Beleuchtung aktivieren.
es: Desactive la función de atardecer/amanecer antes de activar la programación de iluminación.
fr: Veuillez désactiver la fonction coucher/lever de soleil avant d'activer la programmation d'éclairage.
it: Disattivare la funzione tramonto/alba prima di attivare il programma delle luci.
nl: Schakel de functie zonsondergang/zonsopgang uit voordat u het verlichtingsschema inschakelt.

# bc.setting.fl_led_off_tip
source: The status light will remain off when motion is detected, live feed is viewed, and network is disconnected.
ar: سيظل ضوء الحالة مطفأًا عند اكتشاف الحركة ، ويتم عرض التغذية الحية ، ويتم قطع الشبكة.
de: Die Statusanzeige bleibt ausgeschaltet, wenn eine Bewegung erkannt, der Live-Feed angezeigt und das Netzwerk getrennt wird.
es: La luz de estado permanecerá apagada cuando se detecte movimiento, se vea la transmisión en vivo y se desconecte la red.
fr: Le voyant d'état reste éteint lorsqu'un mouvement est détecté, le flux en direct est visualisé et le réseau est déconnecté.
it: La spia di stato rimarrà spenta quando viene rilevato un movimento, viene visualizzato il feed live e la rete viene disconnessa.
nl: Het statuslampje blijft uit wanneer beweging wordt gedetecteerd, de live feed wordt bekeken en het netwerk wordt verbroken.
