Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.homekit.home_sv_cause_battery_drain_warn_tip
source: The HomeKit Secure Video of this device has been activated. The Working mode has been set to Optimal Surveillance and Detection Type has been set to All Motions by default. The battery will drain faster due to the activity will not be filtered by the on-device AI. Set to Optimal Battery Life and reduce the Detection Sensitivity may save some battery.
ar: تم تنشيط HomeKit Secure Video لهذا الجهاز. تم تعيين وضع العمل إلى Optimal Surveillance and Detection Type وتم تعيينه على All Motions بشكل افتراضي. سيتم استنفاد البطارية بشكل أسرع نظرًا لأن النشاط لن تتم تصفيته بواسطة AI على الجهاز. اضبط على عمر البطارية الأمثل وتقليل حساسية الكشف قد يوفر بعض البطارية.
de: Das HomeKit Secure Video dieses Geräts wurde aktiviert. Der Arbeitsmodus wurde auf Optimale Überwachung eingestellt, und der Erkennungstyp wurde standardmäßig auf Alle Bewegungen eingestellt. Der Akku wird schneller entladen, da die Aktivität nicht von der KI des Geräts gefiltert wird. Wenn Sie die optimale Akkulaufzeit einstellen und die Erkennungsempfindlichkeit verringern, wird möglicherweise etwas Batterie gespart.
es: Se ha activado el video seguro de HomeKit de este dispositivo. El modo de trabajo se ha configurado en Vigilancia óptima y el tipo de detección se ha configurado en Todos los movimientos de forma predeterminada. La batería se agotará más rápido debido a que la actividad no será filtrada por la IA del dispositivo. Establecer en Duración óptima de la batería y reducir la sensibilidad de detección puede ahorrar algo de batería.
fr: La vidéo sécurisée HomeKit de cet appareil a été activée. Le mode de travail a été défini sur Surveillance optimale et le type de détection a été défini sur Tous les mouvements par défaut. La batterie se déchargera plus rapidement car l'activité ne sera pas filtrée par l'IA sur l'appareil. Réglez la durée de vie optimale de la batterie et réduisez la sensibilité de détection pour économiser de la batterie.
it: HomeKit Secure Video di questo dispositivo è stato attivato. La modalità di lavoro è stata impostata su Sorveglianza ottimale e il tipo di rilevamento è stato impostato su Tutti i movimenti per impostazione predefinita. La batteria si scarica più velocemente a causa dell'attività non filtrata dall'intelligenza artificiale sul dispositivo. Impostare su Durata della batteria ottimale e ridurre la sensibilità di rilevamento potrebbe risparmiare un po 'di batteria.
nl: De HomeKit Secure Video van dit apparaat is geactiveerd. De werkmodus is ingesteld op Optimaal toezicht en het detectietype is standaard ingesteld op Alle bewegingen. De batterij raakt sneller leeg omdat de activiteit niet wordt gefilterd door de AI op het apparaat. Stel in op Optimale levensduur van de batterij en verminder de detectiegevoeligheid.

# bc.common.battery_remind_with_homekit_title
source: Since you have enabled HomeKit, eufy Security’s unique power-saving strategy will be invalidated, and there were quite a few events, the battery draining will be times faster than without HomeKit.
ar: نظرًا لأنك قمت بتمكين HomeKit ، فسيتم إبطال إستراتيجية توفير الطاقة الفريدة لـ eufy Security ، وكان هناك عدد غير قليل من الأحداث ، سيكون استنزاف البطارية أسرع مرات مما كان عليه بدون HomeKit.
de: Da Sie HomeKit aktiviert haben, wird die einzigartige Energiesparstrategie von eufy Security ungültig, und es gab einige Ereignisse, bei denen der Akku schneller entladen wird als ohne HomeKit.
es: Dado que ha habilitado HomeKit, la estrategia única de ahorro de energía de eufy Security se invalidará y hubo bastantes eventos, el agotamiento de la batería será veces más rápido que sin HomeKit.
fr: Étant donné que vous avez activé HomeKit, la stratégie d’économie d’énergie unique d’eufy Security sera invalidée, et il y a eu un certain nombre d’événements, le déchargement de la batterie sera plus rapide que sans HomeKit.
it: Dal momento che hai abilitato HomeKit, l'esclusiva strategia di risparmio energetico di eufy Security verrà invalidata e si sono verificati alcuni eventi, il consumo della batteria sarà molto più veloce che senza HomeKit.
nl: Omdat je HomeKit hebt ingeschakeld, wordt de unieke energiebesparingsstrategie van eufy Security ongeldig, en er waren nogal wat gebeurtenissen, waardoor de batterij veel sneller leeg zou raken dan zonder HomeKit.

# ec.battery_remind_content_1
source: The camera has protected your property approximately %@ times, and filtered about %@ events.
ar: قامت الكاميرا بحماية ملكيتك تقريبًا %@ مرة ، وقامت بالتصفية حول %@ من الأحداث.
de: Die Kamera hat Ihr Eigentum ungefähr %@ Mal geschützt und ungefähr %@ Ereignisse gefiltert.
es: La cámara ha protegido su propiedad aproximadamente %@ veces y ha filtrado sobre %@ eventos.
fr: La caméra a protégé votre propriété environ %@ fois et filtré environ %@ événements.
it: La videocamera ha protetto la tua proprietà circa %@ volte e ha filtrato circa %@ eventi.
nl: De camera heeft uw eigendom ongeveer %@ keer beschermd en ongeveer %@ gebeurtenissen gefilterd.

# bc.common.battery_remind_with_homekit_content
source: Disable the HomeKit and removing the camera from the Home app may extend the battery life.
ar: قم بتعطيل HomeKit وقد يؤدي إزالة الكاميرا من تطبيق Home إلى إطالة عمر البطارية.
de: Deaktivieren Sie das HomeKit und das Entfernen der Kamera aus der Home-App kann die Akkulaufzeit verlängern.
es: Desactive HomeKit y quitar la cámara de la aplicación Home puede extender la vida útil de la batería.
fr: Désactivez le HomeKit et le retrait de la caméra de l'application Home peut prolonger la durée de vie de la batterie.
it: Disabilitare l'HomeKit e rimuovere la fotocamera dall'app Home potrebbe prolungare la durata della batteria.
nl: Schakel de HomeKit uit en het verwijderen van de camera uit de Home-app kan de levensduur van de batterij verlengen.

# ec.battery_remind_optimal_battery_content_2
source: Setting up activity zones, reduce the motion detection sensitivity or adjust the mounting angle/location may extend the battery life.
ar: قد يؤدي إعداد مناطق النشاط أو تقليل حساسية اكتشاف الحركة أو ضبط زاوية / موقع التركيب إلى إطالة عمر البطارية.
de: Das Einrichten von Aktivitätszonen, das Verringern der Bewegungserkennungsempfindlichkeit oder das Anpassen des Montagewinkels / -orts kann die Lebensdauer des Akkus verlängern.
es: Configurar zonas de actividad, reducir la sensibilidad de detección de movimiento o ajustar el ángulo / ubicación de montaje puede prolongar la vida útil de la batería.
fr: La configuration des zones d'activité, la réduction de la sensibilité de détection de mouvement ou le réglage de l'angle / de l'emplacement de montage peuvent prolonger la durée de vie de la batterie.
it: L'impostazione di zone di attività, la riduzione della sensibilità di rilevamento del movimento o la regolazione dell'angolo / posizione di montaggio possono prolungare la durata della batteria.
nl: Door activiteitszones in te stellen, de gevoeligheid voor bewegingsdetectie te verminderen of de montagehoek / locatie aan te passen, kan de levensduur van de batterij worden verlengd.

# ec.battery_remind_optimal_surveilance_content_2
source: Changing the camera working mode to optimal battery life or reduce the motion detection sensitivity may extend the battery life.
ar: قد يؤدي تغيير وضع عمل الكاميرا إلى عمر البطارية الأمثل أو تقليل حساسية اكتشاف الحركة إلى إطالة عمر البطارية.
de: Das Ändern des Arbeitsmodus der Kamera auf eine optimale Akkulaufzeit oder das Verringern der Bewegungserkennungsempfindlichkeit kann die Akkulaufzeit verlängern.
es: Cambiar el modo de funcionamiento de la cámara a una duración óptima de la batería o reducir la sensibilidad de detección de movimiento puede prolongar la duración de la batería.
fr: Changer le mode de fonctionnement de l'appareil photo pour une durée de vie optimale de la batterie ou réduire la sensibilité de détection de mouvement peut prolonger la durée de vie de la batterie.
it: La modifica della modalità di funzionamento della fotocamera per una durata ottimale della batteria o la riduzione della sensibilità di rilevamento del movimento può prolungare la durata della batteria.
nl: Het wijzigen van de werkmodus van de camera naar een optimale levensduur van de batterij of het verminderen van de gevoeligheid voor bewegingsdetectie kan de levensduur van de batterij verlengen.

# ec.battery_remind_customize_content_2
source: Increasing the re-trigger interval, changing the camera working mode to optimal surveillance or optimal battery life may extend the battery life.
ar: قد تؤدي زيادة الفاصل الزمني لإعادة التشغيل أو تغيير وضع عمل الكاميرا إلى المراقبة المثلى أو عمر البطارية الأمثل إلى إطالة عمر البطارية.
de: Durch Erhöhen des Wiederholungsintervalls, Ändern des Kameraarbeitsmodus auf optimale Überwachung oder optimale Batterielebensdauer kann die Batterielebensdauer verlängert werden.
es: Aumentar el intervalo de reactivación, cambiar el modo de funcionamiento de la cámara a una vigilancia óptima o una duración óptima de la batería puede extender la vida útil de la batería.
fr: Augmenter l'intervalle de re-déclenchement, changer le mode de fonctionnement de la caméra pour une surveillance optimale ou une durée de vie optimale de la batterie peut prolonger la durée de vie de la batterie.
it: L'aumento dell'intervallo di riattivazione, la modifica della modalità di funzionamento della telecamera per una sorveglianza ottimale o una durata ottimale della batteria può prolungare la durata della batteria.
nl: Door het interval voor opnieuw activeren te verlengen, de werkmodus van de camera te wijzigen in optimale bewaking of een optimale levensduur van de batterij, kan de levensduur van de batterij worden verlengd.

# bc.event.all_devices
source: All Devices
ar: كل الأجهزة
de: Alle Geräte
es: Todos los dispositivos
fr: Tous les appareils
it: Tutti i dispositivi
nl: Alle apparaten

# bc.event.no_video
source: No videos this day
ar: لا يوجد فيديوهات هذا اليوم
de: Keine Videos an diesem Tag
es: No hay videos este dia
fr: Aucune vidéo ce jour
it: Nessun video questo giorno
nl: Geen video's deze dag

# bc.event.delete_count
source: Delete (%ld)
ar: حذف (%ld)
de: Löschen (%ld)
es: Eliminar (%ld)
fr: Supprimer (%ld)
it: Elimina (%ld)
nl: (%ld) verwijderen

# bc.event.all_count
source: All (%ld)
ar: كل (%ld)
de: Alle (%ld)
es: Todo (%ld)
fr: Tous (%ld)
it: Tutto (%ld)
nl: Alles (%ld)

# bc.event.delete_selected_files
source: Are you sure you want to delete the selected video clips?
ar: هل أنت متأكد من أنك تريد حذف مقاطع الفيديو المختارة؟
de: Möchten Sie die ausgewählten Videoclips wirklich löschen?
es: ¿Seguro que desea eliminar los clips de vídeo seleccionados?
fr: Êtes-vous sûr(e) de vouloir supprimer les clips vidéo sélectionnés ?
it: Eliminare i clip video selezionati?
nl: Weet u zeker dat u de geselecteerde videoclips wilt verwijderen?

# bc.menu.no_more_data
source: No more data.
ar: لا مزيد من البيانات
de: Keine weiteren Daten
es: No hay más datos
fr: Plus aucune donnée
it: Non ci sono altri dati
nl: Geen gegevens meer

# bc.events.download_finish
source: Download completed
ar: انتها التحميل
de: Download abgeschlossen
es: Descarga finalizada
fr: Fin du téléchargement
it: Download completato
nl: Downloaden voltooid

# bc.event.camera_filterd_count_tip
source: %@ Cams Filtered
ar: الكاميرات التي تمت تصفيتها%@
de: %@ Kameras gefiltert
es: %@ Cámaras filtradas
fr: %@ Caméras à filtre
it: %@ Telecamere filtrate
nl: %@ Cams gefilterd

# bc.event_delete_guest_permission
source: Guest permission
ar: إذن الضيف
de: Gasterlaubnis
es: Permiso de invitado
fr: Permission d'invité
it: Permesso ospite
nl: Gastbevoegdheid

# bc.video.donateParam.title
source: By donating this clip, you agree to give Eufy permission to use it.
ar: من خلال التبرع بهذا المقطع ، فإنك توافق على منح Eufy إذن لاستخدامه.
de: Durch die Übermittlung dieser Aufzeichnung erlauben Sie Eufy deren Verwendung.
es: La aportación de este vídeo implica su permiso para que Eufy pueda utilizarlo.
fr: En donnant cette vidéo, vous acceptez de donner à Eufy l'autorisation de l'utiliser.
it: Autorizzando la cessione di questo video, accetti di fornire a Eufy l'autorizzazione per utilizzarlo.
nl: Door deze clip te doneren, stemt u ermee in om Eufy toestemming te geven deze te gebruiken.

# bc.video.donateParam.reasonTitle
source: Reason for donation：
ar: سبب التبرع ：
de: Grund für die Übermittlung:
es: Motivo de la aportación:
fr: Raison du don :
it: Motivo della cessione:
nl: Reden voor donatie ：

# bc.video.donateParam.item1
source: Share a fun/beautiful video
ar: مشاركة مقطع فيديو ممتع / جميل
de: Ein lustiges/schönes Video teilen
es: Compartir un vídeo gracioso/interesante
fr: Partage d'une vidéo amusante ou jolie
it: Condivisione di un video divertente/carino
nl: Deel een leuke / mooie video

# bc.video.donateParam.item2
source: Motion Detection
ar: كشف الحركة
de: Bewegungserkennung
es: Detección de movimiento
fr: Détection de mouvement
it: Rilevamento del movimento
nl: Bewegingsdetectie

# bc.video.donateParam.item3
source: Image quality
ar: جودة الصورة
de: Bildqualität
es: Calidad de imagen
fr: Qualité d'image
it: Qualità dell'immagine
nl: Beeldkwaliteit

# bc.video.donateParam.item4
source: Audio quality
ar: جودة الصوت
de: Tonqualität
es: Calidad de audio
fr: Qualité audio
it: Qualità audio
nl: Geluidskwaliteit

# bc.video.donateParam.item5
source: Others
ar: الآخرين
de: Sonstige
es: Otros
fr: Autres
it: Altri
nl: anderen

# bc.video.donateParam.placeholder
source: Comment here
ar: التعليق هنا
de: Kommentar hier eingeben
es: Comentar aquí
fr: Commentez ici
it: Commento qui
nl: Reageer hier

# bc.video.donateParam.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: annuleren

# bc.video.donateParam.btnConfirm
source: Confirm
ar: تؤكد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen

# bc.events.record_video_desc
source: Video clip
ar: مقطع فيديو
es: Clip de vídeo
fr: Clip vidéo

# bc.events.history_selected
source: %d selected
ar: تم تحديد %d
de: %d ausgewählt
es: %d seleccionado
fr: %d sélectionné
it: %d selezionato
nl: %d geselecteerd

# bc.devicesetting.homebase_name
source: HomeBase Name
ar: اسم HomeBase
es: Nombre de la HomeBase
fr: Nom de la HomeBase
it: Nome HomeBase
nl: HomeBase-naam

# bc.devicesetting.remove_homebase
source: Remove Device
ar: إزالة الجهاز
de: Gerät entfernen
es: Eliminar dispositivo
fr: Supprimer l'appareil
it: Rimuovi dispositivo
nl: Apparaat verwijderen

# bc.devicesetting.homebase_settings
source: HomeBase Settings
ar: إعدادات HomeBase
de: HomeBase-Einstellungen
es: Configuración de la HomeBase
fr: Paramètres de la HomeBase
it: Impostazioni HomeBase
nl: HomeBase-instellingen

# bc.devicesetting.restart_the_device
source: Are you sure you want to restart this device?
ar: هل أنت متأكد من أنك تريد إعادة تشغيل هذا الجهاز؟
de: Möchten Sie dieses Gerät wirklich neu starten?
es: ¿Seguro que desea reiniciar este dispositivo?
fr: Êtes-vous sûr de vouloir redémarrer cet appareil ?
it: Riavviare il dispositivo?
nl: Weet u zeker dat u dit apparaat opnieuw wilt opstarten?

# bc.devicesetting.restarting_complete
source: HomeBase is restarting... Please wait a few minutes.
ar: تتم إعادة تشغيل HomeBase... يُرجى الانتظار بضع دقائق.
de: HomeBase wird neu gestartet... Bitte warten Sie einige Minuten.
es: La HomeBase se está reiniciando... Espere unos minutos, por favor.
fr: Redémarrage de la HomeBase… Patientez quelques minutes.
it: Riavvio di HomeBase in corso... Attendere alcuni minuti.
nl: HomeBase wordt opnieuw gestart... Een ogenblik geduld.

# bc.devicesetting.remove_this_homebase
source: Are you sure you want to remove this device?
ar: هل أنت متأكد من أنك تريد إزالة هذا الجهاز؟
de: Möchten Sie dieses Gerät wirklich entfernen?
es: ¿Seguro que desea eliminar este dispositivo?
fr: Êtes-vous sûr de vouloir supprimer cet appareil ?
it: Rimuovere il dispositivo?
nl: Weet u zeker dat u dit apparaat wilt verwijderen?

# bc.devicesetting.homebase_removed_success
source: HomeBase removed successfully.
ar: تمت إزالة HomeBase بنجاح.
de: Die HomeBase wurde entfernt.
es: HomeBase eliminada correctamente.
fr: La HomeBase a été supprimée avec succès.
it: Rimozione di HomeBase completata.
nl: HomeBase is verwijderd.

# bc.devicesetting.sensor_settings
source: Sensor Settings
ar: إعدادات جهاز الاستشعار
de: Sensoreinstellungen
es: Configuración del sensor
fr: Paramètres du capteur
it: Impostazioni sensore
nl: Sensorinstellingen

# bc.devices.are_you_sure_want_to_remove_the_sensor
source: Are you sure you want to remove this device?
ar: هل أنت متأكد من أنك تريد إزالة هذا الجهاز؟
de: Möchten Sie dieses Gerät wirklich entfernen?
es: ¿Seguro que desea eliminar este dispositivo?
fr: Êtes-vous sûr de vouloir supprimer cet appareil ?
it: Rimuovere il dispositivo?
nl: Weet u zeker dat u dit apparaat wilt verwijderen?

# bc.devices.sensor_removed_successfully
source: Sensor removed successfully.
ar: تمت إزالة جهاز الاستشعار بنجاح.
de: Sensor entfernt.
es: Sensor eliminado correctamente.
fr: Capteur retiré avec succès.
it: Rimozione del sensore completata.
nl: Sensor verwijderd.

# bc.devicesetting.camera_settings
source: Camera Settings
ar: إعدادات الكاميرا
de: Kameraeinstellungen
es: Configuración de la cámara
fr: Paramètres de la caméra
it: Impostazioni telecamera
nl: Camera-instellingen

# bc.devicesetting.motion_detection
source: Motion Detection
ar: اكتشاف الحركة
de: Bewegungserkennung
es: Detección de movimiento
fr: Détection de mouvement
it: Rilevamento movimento
nl: Bewegingsdetectie

# bc.devicesetting.remove_device
source: Remove Device
ar: إزالة الجهاز
de: Gerät entfernen
es: Eliminar dispositivo
fr: Supprimer l'appareil
it: Rimuovi dispositivo
nl: Apparaat verwijderen

# bc.devicesetting.remove_camera
source: Remove Device
ar: إزالة الجهاز
de: Gerät entfernen
es: Eliminar dispositivo
fr: Supprimer l'appareil
it: Rimuovi dispositivo
nl: Apparaat verwijderen

# bc.devicesetting.microphone_volume
source: Microphone Volume
ar: مستوى صوت الميكروفون
de: Mikrofonlautstärke
es: Volumen del micrófono
fr: Volume du microphone
it: Volume microfono
nl: Microfoonvolume

# bc.devicesetting.speaker_volume
source: Speaker Volume
ar: مستوى صوت مكبر الصوت
de: Lautsprecherlautstärke
es: Volumen del altavoz
fr: Volume du haut-parleur
it: Volume altoparlanti
nl: Luidsprekervolume

# bc.devicesetting.alarm_volume
source: Alarm Volume
ar: مستوى صوت المنبّه
de: Alarmlautstärke
es: Volumen de la alarma
fr: Volume de l'alarme
it: Volume allarme

# bc.devices.audio_settings
source: Audio Settings
ar: إعدادات الصوت
de: Audioeinstellungen
es: Configuración de audio
fr: Paramètres audio
it: Impostazioni audio
nl: Audio-instellingen

# bc.devices.mounting_guide
source: Mounting Guide
ar: دليل التثبيت
de: Montageanleitung
es: Guía de montaje
fr: Guide de montage
it: Guida al montaggio
nl: Montagehandleiding

# bc.devicesetting.camera_area_move_front
source: Stand within the camera's field-of-view and move in front of it. If you want to increase the distances detected, set the sensitivity level of the sensor higher. If you want to decrease the distances detected, set the sensitivity level lower.
ar: قِف داخل مجال رؤية الكاميرا وتحرّك أمامها. إذا كنت ترغب في زيادة المسافات المكتشفة، فاعمد إلى رفع مستوى حساسية جهاز الاستشعار. إذا كنت تريد تقليل المسافات المكتشفة، فاعمد إلى خفض مستوى الحساسية.
de: Stellen Sie sich in das Sichtfeld der Kamera und bewegen Sie sich auf sie zu. Wenn Sie möchten, dass Personen in größerer Entfernung erkannt werden, erhöhen Sie die Empfindlichkeitsstufe des Sensors. Wenn Sie möchten, dass auch Personen in geringerer Entfernung erkannt werden, reduzieren Sie die Empfindlichkeitsstufe.
es: Párese dentro del campo de visión de la cámara y muévase delante de ella.nSi desea aumentar las distancias detectadas, ajuste el nivel de sensibilidad del sensor más alto. Si desea disminuir las distancias detectadas, establezca el nivel de sensibilidad más bajo.
fr: Tenez-vous dans le champ de vision de la caméra et déplacez-vous devant elle. Si vous souhaitez augmenter les distances détectées, augmentez le niveau de sensibilité du capteur. Si vous souhaitez diminuer les distances détectées, réduisez le niveau de sensibilité.
it: Posizionarsi all'interno del campo visivo della telecamera e spostarsi davanti al dispositivo. Se si desidera aumentare le distanze rilevate, aumentare il livello di sensibilità del sensore. Se si desidera ridurre le distanze rilevate, ridurre il livello di sensibilità.
nl: Ga vóór de camera staan en zorg dat u binnen het gezichtsveld van de camera bent. Als u de gedetecteerde afstanden wilt vergroten, geeft u een hogere instelling op voor het gevoeligheidsniveau van de sensor. Als u de gedetecteerde afstanden wilt verkleinen, geeft u een lagere instelling op voor het gevoeligheidsniveau.

# bc.devicesetting.homebase_sound_alarm_volume
source: HomeBase will sound the alarm after you change volume
ar: سيشغّل HomeBase المنبّه بعد تغيير مستوى الصوت
de: Die HomeBase gibt einen Alarm aus, nachdem Sie die Lautstärke geändert haben
es: La HomeBase hará sonar la alarma tras cambiar el volumen
fr: La HomeBase déclenchera l'alarme suite à la modification du volume
it: Dopo la modifica del volume, HomeBase emetterà un segnale di allarme
nl: De HomeBase laat het alarm horen nadat u het volume hebt gewijzigd

# bc.devicesetting.test_motion_detection
source: How to test the motion detection feature?
ar: كيف يمكن اختبار ميزة اكتشاف الحركة؟
de: Wie wird die Bewegungserkennungsfunktion getestet?
es: Cómo probar la función de detección de movimiento
fr: Comment tester la fonction de détection de mouvement ?
it: Come si verifica la funzione di rilevamento del movimento?
nl: Hoe kan ik de bewegingsdetectiefunctie testen?

# bc.devices.camera_working_mode
source: Camera Working Mode
ar: وضع عمل الكاميرا
de: Kamera-Betriebsmodus
es: Modo de funcionamiento de la cámara
fr: Mode de fonctionnement
it: Modalità di funzionamento telecamera
nl: Cameramodus

# bc.devices.select_working_mode_tip
source: Select the working mode for this camera:
ar: اختر وضع العمل لهذه الكاميرا:
de: Wählen Sie den Betriebsmodus für diese Kamera aus:
es: Seleccione el modo de funcionamiento de esta cámara:
fr: Sélectionnez le mode de fonctionnement de cette caméra :
it: Selezionare la modalità di funzionamento della telecamera:
nl: Selecteer de werkmodus voor deze camera:

# bc.devices.optimal_battery_life_mode
source: Optimal Battery Life
ar: عمر البطارية الأمثل
de: Optimale Akkulebensdauer
es: Duración óptima de la batería
fr: Autonomie optimale de la batterie
it: Durata ottimale della batteria
nl: Optimale batterijlevensduur

# bc.devices.system_adjust_detection_during_alarm_goesoff
source: Video clip length is up to 20 seconds.
ar: الحد الأقصى لمدة الفيديو 20 ثانية.
de: Die maximale Videolänge beträgt 20 Sekunden.
es: La duración máxima de vídeo es de 20 segundos.
fr: La durée maximale de la vidéo est de 20 secondes.
it: La durata massima del video è di 20 secondi.
nl: Maximale videolengte is 20 seconden.
