Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.homebase_network_repeater_tips1
source: Bring your HomeBase to the desired location and where has the power outlet nearby.
ar: ضع HomeBase في المكان الذي ترغب فيه بحيث يكون منفذ الطاقة قريبًا.
de: Bringen Sie die HomeBase an den gewünschten Standort, in dessen Nähe es eine Steckdose geben muss.
es: Coloque la HomeBase en la ubicación deseada, cerca de la toma de corriente.
fr: Déplacez votre HomeBase à l'emplacement souhaité et à proximité d'une prise de courant.
it: Portare l'unità HomeBase nella posizione desiderata e con una presa di corrente nelle vicinanze.
nl: Breng uw HomeBase naar de gewenste locatie en zorg dat er een stopcontact in de buurt is.

# bc.homebase_network_repeater_tips2
source: Plug the power adapter.
ar: اعمد إلى توصيل محول الطاقة.
de: Schließen Sie das Netzteil an.
es: Enchufe el adaptador de alimentación.
fr: Branchez l'adaptateur d'alimentation.
it: Collegare l'adattatore di alimentazione.
nl: Sluit de voedingsadapter aan.

# bc.homebase_network_repeater_tips3
source: Tap Start Test to test the signal strength.
ar: اضغط على "بدء الاختبار" لاختبار قوة الإشارة.
de: Tippen Sie auf „Test starten“, um die Signalstärke zu testen.
es: Toque Iniciar prueba para comprobar la intensidad de la señal.
fr: Appuyez sur Démarrer le test pour tester l'intensité du signal.
it: Toccare Avvia test per verificare l'intensità del segnale.
nl: Tik op Test starten om de signaalsterkte te testen.

# bc.homebase_network_repeater_start_test
source: Start Test
ar: بدء الاختبار
de: Test starten
es: Iniciar prueba
fr: Démarrer le test
it: Avvia test
nl: Test starten

# bc.homebase_network_boot_up
source: Boot Up
ar: الحذاء حتى
de: Gerät starten
es: Empezar
fr: Démarrage
it: Avviare
nl: Opstarten

# bc.homebase_network_boot_up_help
source: Why is HomeBase solid red?
ar: لمَ يُضيء مؤشر HomeBase باللون الأحمر الثابت؟
de: Warum leuchtet die HomeBase rot?
es: ¿Por qué la HomeBase se ilumina en rojo fijo?
fr: Pourquoi la HomeBase est-elle rouge fixe ?
it: Perché la luce sull'unità HomeBase è rossa fissa?
nl: Waarom brandt het lampje van de HomeBase rood?

# bc.homebase_network_repeater_conn_err
source: Unable to connect the Wi-Fi. Please check if the Wi-Fi name or password is correct.
ar: تعذّر الاتصال بـ Wi-Fi. يُرجى التحقق من صحة اسم Wi-Fi أو كلمة المرور.
de: Fehler beim Herstellen der WLAN-Verbindung Überprüfen Sie den Namen und das Passwort des WLAN.
es: No se ha podido conectar a la red Wi-Fi. Compruebe que el nombre y la contraseña de la red Wi-Fi son correctos.
fr: Échec de la connexion Wi-Fi. Vérifiez que le nom et le mot de passe Wi-Fi sont corrects.
it: Impossibile collegare il Wi-Fi. Verificare che il nome o la password Wi-Fi siano corretti.
nl: Kan geen verbinding maken met Wi-Fi. Controleer of de naam van het Wi-Fi-netwerk en het wachtwoord correct zijn ingevoerd.

# bc.homebase_network_repeater_unplug_tips
source: Please unplug the ethernet cable from HomeBase.
ar: يُرجى فصل اتصال كبل إيثرنت بـ HomeBase.
de: Trennen Sie das Ethernet-Kabel von der HomeBase.
es: Desconecte el cable Ethernet de la HomeBase.
fr: Débranchez le câble Ethernet de la HomeBase.
it: Scollegare il cavo Ethernet dall'unità HomeBase.
nl: Koppel de Ethernet-kabel los van de HomeBase.

# bc.homebase_network_repeater_signal_testing
source: Testing HomeBase Wi-Fi signal...
ar: يتم اختبار إشارة اتصال Wi-Fi بـ HomeBase...
de: Das WLAN-Signal der HomeBase wird getestet...
es: Probando la señal Wi-Fi de la HomeBase...
fr: Test du signal Wi-Fi de la HomeBase en cours…
it: Verifica del segnale Wi-Fi dell'unità HomeBase...
nl: Wi-Fi-signaal van HomeBase testen...

# bc.homebase_network_repeater_conn_err_title
source: Unable to connect to HomeBase.
ar: تعذّر توصيل HomeBase.
de: Es konnte keine Verbindung zur HomeBase hergestellt werden.
es: No se ha podido conectar la HomeBase.
fr: Impossible de se connecter à la HomeBase.
it: Impossibile connettersi all'unità HomeBase.
nl: Kan geen verbinding maken met de HomeBase.

# bc.homebase_network_repeater_conn_err_tips1
source: 1. Please wait at least 1 minute to make sure HomeBase has booted up.
ar: 1. يُرجى الانتظار دقيقة واحدة على الأقل للتأكد من بدء تشغيل HomeBase.
de: 1. Warten Sie bitte mindestens 1 Minute lang, um sicherzustellen, dass der Startvorgang der HomeBase abgeschlossen wurde.
es: 1. Espere al menos 1 minuto para asegurarse de que la HomeBase se ha encendido.
fr: 1. Veuillez patienter au moins 1 minute pour vous assurer que la HomeBase redémarre.
it: 1. Attendere almeno 1 minuto per assicurarsi che l'unità HomeBase si sia avviata.
nl: 1. Wacht minstens één minuut om er zeker van te zijn dat de HomeBase is opgestart.

# bc.homebase_network_repeater_conn_err_tips2
source: 2. Please try to move HomeBase closer to the router to rebuild the network connection till the LED turns to white.
ar: 2. يُرجى محاولة نقل HomeBase إلى مكان أقرب إلى الموجِّه لإعادة إنشاء الاتصال بالشبكة حتى يتحول مؤشر LED إلى اللون الأبيض.
de: 2. Bewegen Sie die HomeBase näher zum Router, um die Netzwerkverbindung wiederherzustellen, bis die LED weiß leuchtet.
es: 2. Intente acercar la HomeBase al router para volver a establecer la conexión de red hasta que el indicador LED se ilumine en blanco.
fr: 2. Essayez de rapprocher la HomeBase du routeur pour rétablir la connexion réseau jusqu'à ce que le voyant devienne blanc
it: 2. Provare a spostare l'unità HomeBase più vicino al router per ripristinare la connessione di rete finché il LED non diventa bianco.
nl: 2. Breng de HomeBase dichter bij de router om opnieuw verbinding met het internet te maken. Als de HomeBase verbinding met het internet heeft gemaakt, brandt het lampje wit.

# bc.homebase_network_repeater_test_err_tips1
source: Failed to test signal.
ar: فشل في اختبار إشارة.
de: Fehlgeschlagen Signal zu testen.
es: Fallo al probar la señal.
fr: Impossible de tester le signal.
it: Impossibile testare il segnale.
nl: Kan signaal niet testen.

# bc.homebase_network_repeater_test_err_tips2
source: Please unplug the Ethernet cable from HomeBase and then test again.
ar: يرجى فصل كبل Ethernet من HomeBase ثم اختباره مرة أخرى.
de: Trennen Sie das Ethernet-Kabel von HomeBase und testen Sie es erneut.
es: Desenchufe el cable Ethernet de HomeBase y vuelva a probar.
fr: Veuillez débrancher le câble Ethernet de HomeBase, puis tester à nouveau.
it: Scollega il cavo Ethernet da HomeBase e poi prova di nuovo.
nl: Koppel de Ethernet-kabel los van HomeBase en test opnieuw.

# bc.homebase_network_repeater_test_err_tips3
source: Keep the power adapter connected.
ar: حافظ على اتصال محول الطاقة.
de: Lassen Sie das Netzteil angeschlossen.
es: Mantenga el adaptador de corriente conectado.
fr: Gardez l'adaptateur secteur branché.
it: Tenere collegato l'alimentatore.
nl: Houd de voedingsadapter aangesloten.

# bc.homebase_network_repeater_if_offline
source: HomeBase is offline
ar: إن HomeBase غير متصل بالإنترنت
de: HomeBase ist offline
es: La HomeBase está sin conexión
fr: La HomeBase est hors ligne.
it: HomeBase è offline

# bc.homebase_network_repeater_offline_tips1
source: Please check if the power adapter is plugged into HomeBase correctly and HomeBase's LED lights up.
ar: يرجى التحقق من توصيل محول الطاقة بـ HomeBase بشكل صحيح وإضاءة LED الخاصة بـ HomeBase
de: Bitte überprüfen Sie, ob der Netzadapter korrekt an HomeBase angeschlossen ist und die LED von HomeBase leuchtet.
es: Compruebe si el adaptador de corriente está enchufado correctamente en HomeBase y se enciende el LED de HomeBase.
fr: Veuillez vérifier si l'adaptateur secteur est correctement branché sur HomeBase et que le voyant de celui-ci s'allume.
it: Verifica che l'adattatore di alimentazione sia collegato correttamente a HomeBase e che il LED di HomeBase si illumini.
nl: Controleer of de stroomadapter correct is aangesloten op HomeBase en de LED van HomeBase oplicht.

# bc.homebase_network_repeater_offline_tips2
source: Please check if the Ethernet cable is plugged correctly between HomeBase and router.
ar: يرجى التحقق من توصيل كابل Ethernet بشكل صحيح بين HomeBase وجهاز التوجيه.
de: Bitte überprüfen Sie, ob das Ethernet-Kabel zwischen HomeBase und Router korrekt angeschlossen ist.
es: Compruebe si el cable Ethernet está enchufado correctamente entre HomeBase y el enrutador.
fr: Veuillez vérifier si le câble Ethernet est correctement branché entre HomeBase et le routeur.
it: Si prega di verificare se il cavo Ethernet è inserito correttamente tra HomeBase e router.
nl: Controleer of de Ethernet-kabel correct is aangesloten tussen HomeBase en router.

# bc.homebase_network_repeater_offline_tips3
source: Please check if your router is powered on and it's able to connect to the internet successfully.
ar: يرجى التحقق مما إذا كان جهاز التوجيه لديك قيد التشغيل وأنه قادر على الاتصال بالإنترنت بنجاح.
de: Bitte überprüfen Sie, ob Ihr Router eingeschaltet ist und eine Verbindung zum Internet herstellen kann.
es: Compruebe si su enrutador está encendido y si puede conectarse a Internet correctamente.
fr: Veuillez vérifier si votre routeur est sous tension et qu'il est capable de se connecter à Internet avec succès.
it: Si prega di verificare se il router è acceso ed è in grado di connettersi a Internet con successo.
nl: Controleer of uw router is ingeschakeld en of deze verbinding met internet kan maken.

# bc.homebase_network_repeater_offline_wifi_tips2
source: Please check if the router has powered on.
ar: يرجى التحقق من تشغيل جهاز التوجيه.
de: Bitte überprüfen Sie, ob der Router eingeschaltet ist.
es: Por favor, compruebe si el enrutador se ha encendido.
fr: Veuillez vérifier si le routeur est sous tension.
it: Si prega di verificare se il router è acceso.
nl: Controleer of de router is ingeschakeld.

# bc.homebase_network_repeater_offline_wifi_tips3
source: Please check if you have changed your router's SSID name or password. If yes, please plug the ethernet cable into HomeBase and configure the new Wi-Fi name or password.
ar: يرجى التحقق مما إذا كنت قد غيرت اسم SSID أو كلمة المرور الخاصة بالموجه. إذا كانت الإجابة بنعم ، يرجى توصيل كبل الإيثرنت في HomeBase وتكوين اسم Wi-Fi أو كلمة المرور الجديدة.
de: Bitte überprüfen Sie, ob Sie den SSID-Namen oder das Kennwort Ihres Routers geändert haben. Wenn ja, stecken Sie bitte das Ethernet-Kabel in HomeBase und konfigurieren Sie den neuen WLAN-Namen oder das neue Passwort.
es: Compruebe si ha cambiado el nombre o la contraseña del SSID de su enrutador. En caso afirmativo, conecte el cable Ethernet a HomeBase y configure el nuevo nombre o contraseña de Wi-Fi.
fr: Veuillez vérifier si vous avez changé le nom ou le mot de passe SSID de votre routeur. Si oui, veuillez brancher le câble Ethernet sur HomeBase et configurer le nouveau nom ou mot de passe Wi-Fi.
it: Controlla se hai cambiato il nome o la password SSID del router. In caso affermativo, collega il cavo Ethernet a HomeBase e configura il nuovo nome o password Wi-Fi.
nl: Controleer of u de SSID-naam of het wachtwoord van uw router hebt gewijzigd. Zo ja, sluit de Ethernet-kabel aan op HomeBase en configureer de nieuwe Wi-Fi-naam of het nieuwe wachtwoord.

# bc.homebase_network_repeater_unplug_cord_tips1
source: Unplug the HomeBase power adapter and ethernet cable
ar: افصل محوّل طاقة HomeBase وكبل إيثرنت..
de: Ziehen Sie das HomeBase-Netzteil und das Ethernet-Kabel.
es: Desenchufe el adaptador de alimentación de la HomeBase y el cable Ethernet.
fr: Débranchez l'adaptateur d'alimentation de la HomeBase et le câble Ethernet.
it: Scollegare l'adattatore di alimentazione dell'unità HomeBase e il cavo Ethernet.
nl: Koppel de Ethernet-kabel en de voedingsadapter van de HomeBase los.

# bc.homebase_network_repeater_unplug_cord_tips2
source: The HomeBase will still running on backup battery.
ar: ستستمر HomeBase في العمل على بطارية احتياطية.
de: Die HomeBase wird mit der Reservebatterie betrieben.
es: La HomeBase seguirá funcionando con la batería de reserva.
fr: Le HomeBase fonctionne toujours sur la batterie de secours.
it: L'unità HomeBase continuerà a funzionare con la batteria di backup.
nl: De HomeBase heeft een back-upaccu en zal nog steeds werken.

# bc.homebase_network_repeater_unplug_cord_tips3
source: The HomeBase will turn off.
ar: سيتوقف تشغيل HomeBase.
de: Die HomeBase wird ausgeschaltet.
es: La HomeBase se apagará.
fr: La HomeBase va s'éteindre.
it: L'unità HomeBase si spegnerà.
nl: De HomeBase wordt uitgeschakeld.

# bc.homebase_network_repeater_boot_up_tips1
source: Wait 1 minute until HomeBase's LED turns from %@ to %@.
ar: انتظر دقيقة واحدة حتى يتحول مؤشر LED من اللون الأحمر إلى اللون الأبيض.
de: Warten Sie eine Minute, bis die LED der HomeBase von %@ zu %@ wechselt.
es: Espere 1 minuto hasta que el LED de la HomeBase cambie de %@ a %@.
fr: Patientez une minute jusqu'à ce que le voyant LED de la HomeBase passe du ROUGE au BLANC.
it: Attendere 1 minuto, fino a quando il LED di HomeBase non passa dal colore %@ al %@.
nl: Wacht 1 minuut totdat de LED van HomeBase van%@ naar%@ verandert.

# bc.homebase_network_repeater_boot_up_tips1_red
source: RED
ar: أحمر
de: ROT
es: ROJO
fr: ROUGE
it: rosso
nl: rood

# bc.homebase_network_repeater_boot_up_tips1_white
source: WHITE
ar: أبيض
de: WEISS
es: BLANCO
fr: BLANC
it: bianco
nl: WIT

# bc.homebase_network_repeater_wifi_list_err
source: Failed to obtain Wi-Fi list.
ar: فشل الحصول على قائمة Wi-Fi.
de: Die WLAN-Liste konnte nicht abgerufen werden.
es: Error al obtener redes Wi-Fi.
fr: Impossible d'obtenir la liste Wi-Fi.
it: Impossibile ottenere l'elenco Wi-Fi.
nl: Kan de lijst met Wi-Fi-netwerken niet ophalen.

# bc.homebase_network_repeater_unable_connect
source: Unable to connect to HomeBase. Please re-plug the ethernet cable into HomeBase and try again later.
ar: تعذّر توصيل HomeBase. يرجى إعادة توصيل كابل إيثرنت في HomeBase وإعادة المحاولة لاحقًا.
de: Es konnte keine Verbindung zur HomeBase hergestellt werden. Schließen Sie das Ethernet-Kabel erneut an HomeBase an und versuchen Sie es später erneut.
es: No se ha podido conectar la HomeBase. Vuelva a enchufar el cable Ethernet a HomeBase y vuelva a intentarlo más tarde.
fr: Impossible de se connecter à la HomeBase. S'il vous plaît re-brancher le câble Ethernet dans HomeBase et réessayer plus tard.
it: Impossibile connettersi all'unità HomeBase. Ricollega il cavo Ethernet a HomeBase e riprova più tardi.
nl: Kan geen verbinding maken met de HomeBase. Sluit de Ethernet-kabel opnieuw aan op HomeBase en probeer het later opnieuw.

# bc.homebase_network_repeater_test_title
source: Range tips:
ar: نصائح النطاق:
de: Tipps zur Reichweite:
es: Comentarios acerca del alcance:
fr: Conseils sur la portée :
it: Suggerimenti per la portata:
nl: Tips voor bereik:

# bc.homebase_network_repeater_test_tips1
source: When there are no walls or blockage between the HomeBase and Wi-Fi router, the Wi-Fi range can reach up to 10m.
ar: يمكن أن يصل نطاق Wi-Fi إلى 10 أمتار عند عدم وجود جدار أو انسداد بين HomeBase وموجه Wi-Fi.
de: Die WLAN-Reichweite kann bis zu 10 m betragen, wenn es keine Wände oder Hindernisse zwischen HomeBase und WLAN-Router gibt.
es: El alcance de Wi-Fi puede llegar a 10 m cuando no hay paredes ni obstrucciones entre la HomeBase y el router Wi-Fi.
fr: La portée Wi-Fi peut atteindre 10 m en l'absence de mur ou d'obstruction entre la HomeBase et le routeur Wi-Fi.
it: La portata Wi-Fi può raggiungere fino a 10 m quando non c'è una parete o un ostacolo tra l'unità HomeBase e il router Wi-Fi.
nl: Het wifi-bereik is maximaal 10 meter wanneer er zich muur of obstakel tussen de HomeBase en de wifi-router bevindt.

# bc.homebase_network_repeater_test_tips2
source: When there is a wall between the HomeBase and Wi-Fi router, the Wi-Fi range can reach up to 6m.
ar: يمكن أن يصل نطاق Wi-Fi إلى 6 أمتار عند وجود جدار بين HomeBase وموجه Wi-Fi.
de: Die WLAN-Reichweite kann bis zu 6 m betragen, wenn es eine Wand zwischen HomeBase und WLAN-Router gibt.
es: El alcance de Wi-Fi puede llegar hasta 6 m cuando hay una pared entre la HomeBase y el router Wi-Fi.
fr: La portée Wi-Fi peut atteindre 6 m lorsqu'un mur est présent entre la HomeBase et le routeur Wi-Fi.
it: La portata Wi-Fi può raggiungere fino a 6 m quando c'è una parete tra l'unità HomeBase e il router Wi-Fi.
nl: Het wifi-bereik is maximaal 6 meter wanneer er zich een muur tussen de HomeBase en de wifi-router bevindt.

# bc.homebase_network_repeater_test_tips3
source: When there are two walls between the HomeBase and Wi-Fi router, the Wi-Fi range can reach up to 5m.
ar: يمكن أن يصل نطاق Wi-Fi إلى 5 أمتار عند وجود جدارَين بين HomeBase وموجه Wi-Fi.
de: Die WLAN-Reichweite kann bis zu 5 m betragen, wenn es zwei Wände zwischen HomeBase und WLAN-Router gibt.
es: El alcance de Wi-Fi puede llegar hasta 5 m cuando hay dos paredes entre la HomeBase y el router Wi-Fi.
fr: La portée Wi-Fi peut atteindre 5 m lorsque deux murs sont présents entre la HomeBase et le routeur Wi-Fi.
it: La portata Wi-Fi può raggiungere fino a 5 m quando ci sono due pareti tra l'unità HomeBase e il router Wi-Fi.
nl: Het wifi-bereik is maximaal 5 meter wanneer er twee muren tussen de HomeBase en de wifi-router bevinden.

# bc.homebase_network_repeater_test_tips4
source: Wi-Fi range may vary based on blockage types or environment.
ar: قد يختلف نطاق Wi-Fi الفعلي بالاستناد إلى أنواع الانسداد أو البيئة.
de: Die WLAN-Reichweite kann je nach Art der Hindernisse oder Umgebungen variieren.
es: El alcance Wi-Fi real puede variar en función del tipo de obstrucción o del entorno.
fr: La portée Wi-Fi réelle peut varier en fonction des types d'obstruction ou de l'environnement.
it: La portata Wi-Fi effettiva può variare in base ai tipi di ostacolo o all'ambiente.
nl: Het werkelijke wifi-bereik is afhankelijk van het soort obstakel of de omgeving.

# bc.homebase_network_repeater_disable
source: Do you want to disable the HomeBase Wi-Fi connection?
ar: هل تريد تعطيل اتصال Wi-Fi الخاص بـ HomeBase؟
de: Möchten Sie die WLAN-Verbindung der HomeBase deaktivieren?
es: ¿Desea desactivar la conexión Wi-Fi de HomeBase?
fr: Voulez-vous désactiver la connexion Wi-Fi de la HomeBase ?
it: Disattivare la connessione Wi-Fi dell'unità HomeBase?
nl: Wilt u de wifi-verbinding van de HomeBase uitschakelen?

# bc.homebase_network_repeater_disable_tips
source: * If you want to switch to Wi-Fi connection, please disconnect the ethernet cable from HomeBase and enable the Wi-Fi connection.
ar: * إذا أردت الانتقال إلى اتصال Wi-Fi، فيُرجى تمكين اتصال Wi-Fi وفصل كبل إيثرنت من HomeBase.
de: * Zum Umschalten auf die WLAN-Verbindung aktivieren Sie die WLAN-Verbindung, und trennen Sie das Ethernet-Kabel von der HomeBase.
es: *Si desea cambiar a la conexión Wi-Fi, active la conexión Wi-Fi y desconecte el cable Ethernet de HomeBase.
fr: * Si vous souhaitez passer à une connexion Wi-Fi, veuillez activer la connexion Wi-Fi et déconnecter le câble Ethernet de la HomeBase.
it: * Se si desidera passare alla connessione Wi-Fi, attivare la connessione Wi-Fi e scollegare il cavo Ethernet dall'unità HomeBase.
nl: * Als u wilt overschakelen naar een wifi-verbinding, schakelt u de wifi-verbinding in en koppelt u de ethernetkabel los van de HomeBase.

# bc.homebase_network_system_test_singnal_great
source: Your system has a solid internet connection.
ar: يتمتّع نظامك باتصال إنترنت قوي.
de: Ihr System verfügt über eine solide Internetverbindung.
es: Su sistema tiene una conexión a Internet estable.
fr: Votre système dispose d'une connexion Internet fiable.
it: Il sistema dispone di una connessione Internet stabile.
nl: Uw systeem heeft een stabiele internetverbinding.

# bc.homebase_network_system_test_singnal_poor_1
source: Some of your devices have poor connections.
ar: إن اتصالات بعض الأجهزة ضعيفة.
de: Einige Geräte haben schlechte Verbindungen.
es: Algunos dispositivos tienen una conexión deficiente.
fr: La connexion est mauvaise pour certains appareils.
it: Alcuni dispositivi hanno collegamenti scadenti.
nl: Sommige apparaten hebben een slechte verbinding.

# bc.homebase_network_system_test_singnal_poor_2
source: Please try to move or adjust the location of your HomeBase or cameras to get a better signal.
ar: يُرجى محاولة نقل موقع HomeBase أو موقع الكاميرا وضبطه للحصول على إشارة أفضل.
de: Versuchen Sie, den Standort der HomeBase oder der Kamera anzupassen, um ein besseres Signal zu erhalten.
es: Pruebe a cambiar y ajustar la ubicación de la HomeBase o la cámara para obtener una mejor señal.
fr: Essayez de déplacer et de régler l'emplacement de la HomeBase pour obtenir un meilleur signal.
it: Provare a spostare la telecamera o l'unità HomeBase e a regolarne la posizione per ottenere un segnale migliore.
nl: Probeer de HomeBase of de camera te verplaatsen voor een beter signaal.

# bc.setting.wifi_connection_title
source: Wi-Fi Connection
ar: اتصال Wi-Fi
de: WLAN-Verbindung
es: Conexión Wi-Fi
fr: Connexion Wi-Fi
it: Collegamento Wi-Fi
nl: Wifi-verbinding

# bc.repeater_cam_no_signal_title
source: It seems your camera has no signal.
ar: يبدو أنه ما من إشارة للكاميرا الخاصة بك.
de: Ihre Kamera hat anscheinend kein Signal.
es: Parece que la cámara no tiene señal.
fr: Il semble que votre caméra ne reçoit aucun signal.
it: Sembra che la telecamera non abbia alcun segnale.
nl: Het lijkt erop dat uw camera geen signaal heeft.

# bc.repeater_cam_no_signal_tips
source: Changing the HomeBase to Wi-Fi connection and moving the HomeBase location may solve your issue.
ar: قد يؤدي تغيير HomeBase إلى اتصال Wi-Fi ونقل موقع HomeBase إلى حلّ المشكلة.
de: Möglicherweise können Sie das Problem beheben, indem Sie die HomeBase auf eine WLAN-Verbindung umschalten und den Standort der HomeBase ändern.
es: Cambiar la HomeBase a conexión Wi-Fi y cambiar la ubicación de la HomeBase puede resolver el problema.
fr: Pour résoudre le problème, essayez de passer la HomeBase à une connexion Wi-Fi et de la déplacer.
it: La modifica dell'unità HomeBase in una connessione Wi-Fi e lo spostamento della posizione dell'unità HomeBase potrebbe risolvere il problema.
nl: Het probleem kan worden opgelost door de HomeBase met wifi te verbinden en op een andere plek te zetten.

# bc.repeater_cam_no_signal_move_title
source: It seems your camera has a weak signal.
ar: يبدو أن إشارة الكاميرا الخاصة بك ضعيفة.
de: Ihre Kamera hat anscheinend ein schwaches Signal.
es: Parece que la cámara tiene una señal débil.
fr: Il semble que votre caméra reçoit un signal faible.
it: Sembra che la telecamera abbia un segnale scadente.
nl: Het lijkt erop dat uw camera een zwak signaal heeft.

# bc.repeater_cam_no_signal_move_tips
source: Changing the HomeBase location may solve your issue.
ar: قد يؤدي تغيير موقع HomeBase إلى حل مشكلتك.
de: Möglicherweise können Sie das Problem beheben, indem Sie den Standort der HomeBase ändern.
es: Cambiar la ubicación de la HomeBase puede resolver el problema.
fr: Pour résoudre le problème, essayez de déplacer la HomeBase.
it: La modifica della posizione dell'unità HomeBase potrebbe risolvere il problema.
nl: Het probleem kan worden opgelost door de HomeBase te verplaatsen.

# bc.homebase_network_manually_enter_wifi
source: Manually Enter Wi-Fi
ar: إدخال Wi-Fi يدويًا
de: WLAN manuell eingeben
es: Introducir Wi-Fi manualmente
fr: Passez manuellement en mode Wi-Fi
it: Inserire manualmente il Wi-Fi
nl: Voer wifi handmatig in

# bc.devices.add_device
source: Add Device
ar: إضافة جهاز
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un appareil
it: Aggiungi dispositivo
nl: Apparaat toevoegen

# bc.devices.live
source: Live
ar: مباشرة
es: En directo
fr: En direct
