Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.login.pwd_not_match_rule_tip_when_login
source: To enhance account security, we have updated the password mechanism. The new password must contain at least numbers, uppercase and lowercase letters, and special characters. It is recommended that you update your password.
ar: لتحسين أمان الحساب ، قمنا بتحديث آلية كلمة المرور. يجب أن تحتوي كلمة المرور الجديدة على أرقام على الأقل ، وأحرف كبيرة وصغيرة ، وأحرف خاصة. يوصى بتحديث كلمة المرور الخاصة بك.
de: Um die Kontosicherheit zu verbessern, haben wir den Kennwortmechanismus aktualisiert. Das neue Passwort muss mindestens Zahlen, Groß- und Kleinbuchstaben sowie Sonderzeichen enthalten. Es wird empfohlen, dass Sie Ihr Passwort aktualisieren.
es: Para mejorar la seguridad de la cuenta, hemos actualizado el mecanismo de contraseña. La nueva contraseña debe contener al menos números, letras mayúsculas y minúsculas y caracteres especiales. Se recomienda que actualice su contraseña.
fr: Pour améliorer la sécurité du compte, nous avons mis à jour le mécanisme de mot de passe. Le nouveau mot de passe doit contenir au moins des chiffres, des lettres majuscules et minuscules et des caractères spéciaux. Il est recommandé de mettre à jour votre mot de passe.
it: Per migliorare la sicurezza dell'account, abbiamo aggiornato il meccanismo della password. La nuova password deve contenere almeno numeri, lettere maiuscole e minuscole e caratteri speciali. Si consiglia di aggiornare la password.
nl: Om de accountbeveiliging te verbeteren, hebben we het wachtwoordmechanisme bijgewerkt. Het nieuwe wachtwoord moet minimaal cijfers, hoofdletters en kleine letters en speciale tekens bevatten. Het wordt aanbevolen om uw wachtwoord bij te werken.

# bc.login.go_update
source: Go Update
ar: انتقل تحديث
de: Gehe zu Update
es: Ir a actualizar
it: Vai aggiornamento
nl: Ga Update

# bc.login.pwd_rules
source: Password rules
ar: قواعد كلمة المرور
de: Passwortregeln
es: Reglas de contraseña
fr: Règles de mot de passe
it: Regole password
nl: Wachtwoordregels

# bc.login.pwd_forma_tip
source: Password must be 8-20 characters, must contain uppercase and lowercase letters, numbers, and special characters. Allowed symbols: !@#$%^&*()_-=+|[{]}/?.>,';:
ar: يجب أن تتكون كلمة المرور من 8 إلى 20 حرفًا ، ويجب أن تحتوي على أحرف كبيرة وصغيرة وأرقام وأحرف خاصة. الرموز المسموح بها: !@#$%^&*()_-=+|[{]}/?.>,';:"
de: Das Passwort muss aus 8 bis 20 Zeichen bestehen und Groß- und Kleinbuchstaben, Zahlen und Sonderzeichen enthalten. Zulässige Symbole: !@#$%^&*()_-=+|[{]}/?.>,';:"
es: La contraseña debe tener entre 8 y 20 caracteres, debe contener letras mayúsculas y minúsculas, números y caracteres especiales. Símbolos permitidos: !@#$%^&*()_-=+|[{]}/?.>,';:"
fr: Le mot de passe doit être composé de 8 à 20 caractères et doit contenir des lettres majuscules et minuscules, des chiffres et des caractères spéciaux. Symboles autorisés: !@#$%^&*()_-=+|[{]}/?.>,';:"
it: La password deve contenere 8-20 caratteri, deve contenere lettere maiuscole e minuscole, numeri e caratteri speciali. Simboli ammessi: !@#$%^&*()_-=+|[{]}/?.>,';:"
nl: Wachtwoord moet 8-20 tekens bevatten, moet hoofdletters en kleine letters, cijfers en speciale tekens bevatten. Toegestane symbolen: !@#$%^&*()_-=+|[{]}/?.>,';:"

# bc.menu.Retype_password
source: Retype new password
ar: أعد كتابة كلمة السر الجديدة
de: Geben Sie das neue Passwort erneut ein
es: Reescriba nueva contraseña
fr: Re-taper le nouveau mot de passe
it: Digita nuovamente la nuova password
nl: Typ het nieuwe wachtwoord opnieuw

# bc.setting.password.rules
source: New password rules:
ar: قواعد كلمة المرور الجديدة:
de: Neue Passwortregeln:
es: Nuevas reglas de contraseña:
fr: Nouvelles règles de mot de passe:
it: Nuove regole per la password:
nl: Nieuwe wachtwoordregels:

# bc.login.pwd_do_not_match
source: New passwords do not match.
ar: كلمات المرور الجديدة لا تتطابق.
de: Neue Passwörter stimmen nicht überein.
es: Las nuevas contraseñas no coinciden.
fr: Les nouveaux mots de passe ne correspondent pas.
it: Le nuove password non corrispondono.
nl: Nieuwe wachtwoorden komen niet overeen.

# bc.login.confirm_password
source: Confirm Password
ar: تأكيد كلمة المرور
de: Kennwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
it: conferma password
nl: bevestig wachtwoord

# bc_email_subscribed_tip
source: Subscribe exclusive offers, news, discounts, and product updates from Anker or eufy through email.
ar: اشترك في العروض الحصرية والأخبار والخصومات وتحديثات المنتجات من Anker أو eufy عبر البريد الإلكتروني.
de: Abonnieren Sie exklusive Angebote, Neuigkeiten, Rabatte und Produktaktualisierungen von Anker oder eufy per E-Mail.
es: Suscríbase a ofertas exclusivas, noticias, descuentos y actualizaciones de productos de Anker o eufy por correo electrónico.
fr: Abonnez-vous par e-mail aux offres exclusives, aux actualités, aux remises et aux mises à jour de produits d'Anker ou d'eufy.
it: Iscriviti a offerte esclusive, novità, sconti e aggiornamenti sui prodotti da Anker o eufy tramite e-mail.
nl: Abonneer u exclusieve aanbiedingen, nieuws, kortingen en productupdates van Anker of eufy via e-mail.

# bc_email_subscribed_unsubscribe
source: Unsubscribe
ar: إلغاء الاشتراك
de: Abmelden
es: Darse de baja
fr: Se désabonner
it: Annulla l'iscrizione
nl: Afmelden

# bc_email_subscribed_unsubscribe_tip
source: We’ll miss you! Would you like to unsubscribe the news and product update from us?
ar: سنفتقدك! n هل ترغب في إلغاء الاشتراك في الأخبار وتحديث المنتج من جانبنا؟
de: Wir werden Sie vermissen! N Möchten Sie die Neuigkeiten und Produktaktualisierungen von uns abbestellen?
es: ¡Te echaremos de menos! N¿Quieres cancelar la suscripción a nuestras noticias y actualizaciones de productos?
fr: Vous nous manquerez! NVoulez-vous vous désabonner des actualités et de la mise à jour du produit de notre part?
it: Ci mancherai! NVuoi annullare l'iscrizione alle notizie e agli aggiornamenti dei prodotti da parte nostra?
nl: We zullen je missen! NWil je het nieuws en de productupdate van ons uitschrijven?

# bc_email_subscribed_subscribe
source: Subscribe
ar: الإشتراك
de: Abonnieren
es: Suscribir
fr: Souscrire
it: sottoscrivi
nl: Inschrijven

# bc_email_subscribed_info
source: Subscribe exclusive offers, news, discounts, and product updates from us.
ar: اشترك في العروض الحصرية والأخبار والخصومات وتحديثات المنتج منا.
de: Abonnieren Sie exklusive Angebote, Neuigkeiten, Rabatte und Produktupdates von uns.
es: Suscríbase a nuestras ofertas exclusivas, noticias, descuentos y actualizaciones de productos.
fr: Abonnez-vous à nos offres exclusives, actualités, remises et mises à jour de produits.
it: Iscriviti da noi offerte esclusive, novità, sconti e aggiornamenti sui prodotti.
nl: Schrijf u in voor exclusieve aanbiedingen, nieuws, kortingen en productupdates van ons.

# bc_email_subscribed_placeholder
source: Your email
ar: بريدك الالكتروني
de: Deine E-Mail
es: Tu correo electrónico
fr: Votre email
it: La tua email
nl: Jouw email

# bc_email_subscribed_confirm_title
source: Confirm your email:
ar: تأكيد بريدك الإلكتروني:
de: Bestätige deine E-Mail:
es: Confirme su email:
fr: Confirmez votre email:
it: Conferma la tua email:
nl: Bevestig je email:

# bc_email_subscribed_confirm_placeholder
source: Confirm your email
ar: قم بتأكيد بريدك الإلكتروني
de: Bestätige deine E-Mail
es: confirme su email
fr: confirmez votre email
it: conferma la tua email
nl: bevestig je email

# bc_email_subscribed_unsubscribe_fail_tip
source: Failed to unsubscribe. Please try again later.
ar: فشل في إلغاء الاشتراك. الرجاء معاودة المحاولة في وقت لاحق.
de: Fehler beim Abbestellen. Bitte versuchen Sie es später noch einmal.
es: Error al darse de baja. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la désinscription. Veuillez réessayer plus tard.
it: Impossibile annullare l'iscrizione. Per favore riprova più tardi.
nl: Afmelden mislukt. Probeer het later opnieuw.

# bc_email_subscribed_confirm
source: Confirm the email you want to subscribe to.
ar: قم بتأكيد البريد الإلكتروني الذي تريد الاشتراك فيه.
de: Bestätigen Sie die E-Mail, die Sie abonnieren möchten.
es: Confirme el correo electrónico al que desea suscribirse.
fr: Confirmez l'e-mail auquel vous souhaitez vous abonner.
it: Conferma l'e-mail a cui desideri iscriverti.
nl: Bevestig de e-mail waarop u zich wilt abonneren.

# bc_email_subscribe_fail_tip
source: Failed to subscribe. Please try again later.
ar: فشل الاشتراك. الرجاء معاودة المحاولة في وقت لاحق.
de: Abonnement fehlgeschlagen. Bitte versuchen Sie es später noch einmal.
es: Error al suscribirse Por favor, inténtelo de nuevo más tarde.
fr: Échec de l'inscription. Veuillez réessayer plus tard.
it: Si è verificato un errore nelliscriverti. Per favore riprova più tardi.
nl: Abonneren mislukt. Probeer het later opnieuw.

# bc_email_subscribed_policy
source: By clicking "Subscribe", you agree to the Terms of Service and Privacy Policy
ar: بالنقر فوق "اشتراك" ، فإنك توافق على شروط الخدمة وسياسة الخصوصية
de: Durch Klicken auf "Abonnieren" stimmen Sie den Nutzungsbedingungen und den Datenschutzbestimmungen zu
es: Al hacer clic en "Suscribir", acepta los Términos de servicio y la Política de privacidad
fr: En cliquant sur "S'abonner", vous acceptez les conditions d'utilisation et la politique de confidentialité
it: Facendo clic su "Iscriviti", accetti i Termini di servizio e le Norme sulla privacy
nl: Door op "Abonneren" te klikken, gaat u akkoord met de Servicevoorwaarden en het Privacybeleid

# bc.setting.two_factor_another_verify_code
source: Another Verify Method
ar: طريقة أخرى للتحقق
de: Eine andere Überprüfungsmethode
es: Otra verificar el método
fr: Une autre méthode de vérification
it: Un altro metodo di verifica
nl: Een andere verificatiemethode

# bc.location_find_optimal_server
source: We are very concerned about your data privacy and security, and we request your location permission to store your information on the server in your corresponding country.
ar: نحن قلقون للغاية بشأن خصوصية بياناتك وأمنها ، ونطلب إذن موقعك لتخزين معلوماتك على الخادم في بلدك المقابل.
de: Wir sind sehr besorgt über Ihren Datenschutz und Ihre Sicherheit und bitten Sie um Ihre Standorterlaubnis, um Ihre Daten auf dem Server in Ihrem entsprechenden Land zu speichern.
es: Estamos muy preocupados por la privacidad y seguridad de sus datos, y solicitamos su permiso de ubicación para almacenar su información en el servidor de su país correspondiente.
fr: Nous sommes très préoccupés par la confidentialité et la sécurité de vos données, et nous demandons votre autorisation de localisation pour stocker vos informations sur le serveur de votre pays correspondant.
it: Siamo molto preoccupati per la privacy e la sicurezza dei tuoi dati e richiediamo l'autorizzazione alla tua posizione per memorizzare le tue informazioni sul server nel paese corrispondente.
nl: We maken ons grote zorgen over uw gegevensprivacy en -beveiliging, en we vragen uw locatietoestemming om uw informatie op de server in uw overeenkomstige land op te slaan.

# bc.message.top
source: Top
de: oben
es: Topping
fr: Haut
it: Superiore

# bc.bind.fl_wifi_placeholder
source: Wi-Fi
de: WLAN
