Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.geofencing.complete.tip1
source: Tips: 1. Please note that the accuracy of geofencing depends on the positioning accuracy of your phone. 2. Due to the battery saving strategy of your phone, the geofencing switching modes may delay about 20sec-6min. 3. In order to keep a good accuracy of geofencing, please pay attention to the following settings. - Please update your phone's iOS and Map version to the latest version. - Please keep your operating system updated. - Do not turn on the phone's battery saver. - Keep both location switch and WiFi switch on. - Grand Eufy Security App for the background location permission. - Do not clean background Apps, some smartphones may turn off geofencing function after cleaning.
ar: نصائح: 1. يرجى ملاحظة أن دقة تحديد الموقع الجغرافي تعتمد على دقة تحديد المواقع لهاتفك. 2. نظرًا لاستراتيجية حفظ البطارية في هاتفك ، قد تؤخر أوضاع تبديل تحديد الموقع الجغرافي حوالي 20 ثانية إلى 6 دقائق. n 3. من أجل الحفاظ على دقة تحديد المواقع الجغرافية ، يرجى الانتباه إلى الإعدادات التالية. - يرجى تحديث إصدار iOS وخريطة هاتفك إلى أحدث إصدار. - يرجى الحفاظ على تحديث نظام التشغيل الخاص بك. - لا تقم بتشغيل موفر بطارية الهاتف. - حافظ على كلاً من مفتاح الموقع ومفتاح WiFi. - تطبيق Grand Eufy Security للحصول على إذن موقع الخلفية. - لا تقم بتنظيف تطبيقات الخلفية ، فقد تقوم بعض الهواتف الذكية بإيقاف تشغيل ميزة تحديد الموقع الجغرافي بعد التنظيف. n
de: Tipps: 1. Bitte beachten Sie, dass die Genauigkeit des Geofencings von der Positionierungsgenauigkeit Ihres Telefons abhängt. 2. Aufgrund der Batteriesparstrategie Ihres Telefons können sich die Geofencing-Umschaltmodi um 20 Sekunden bis 6 Minuten verzögern. 3. Um eine gute Genauigkeit des Geofencings zu gewährleisten, beachten Sie bitte die folgenden Einstellungen. - Bitte aktualisieren Sie die iOS- und Kartenversion Ihres Telefons auf die neueste Version. - Bitte halten Sie Ihr Betriebssystem auf dem neuesten Stand. - Schalten Sie den Akku des Telefons nicht ein. - Lassen Sie den Positionsschalter und den WiFi-Schalter eingeschaltet. - Grand Eufy Security App für die Standorterlaubnis im Hintergrund. - Reinigen Sie Hintergrund-Apps nicht. Einige Smartphones deaktivieren nach der Reinigung möglicherweise die Geofencing-Funktion.
es: Consejos: 1. Tenga en cuenta que la precisión de geofencing depende de la precisión de posicionamiento de su teléfono. 2. Debido a la estrategia de ahorro de batería de su teléfono, los modos de cambio de geofencing pueden demorar aproximadamente 20 segundos-6min. 3. Para mantener una buena precisión de geofencing, preste atención a las siguientes configuraciones. - Actualice la versión de iOS y Mapa de su teléfono a la última versión. - Mantenga actualizado su sistema operativo. - No encienda el ahorro de batería del teléfono. - Mantenga el interruptor de ubicación y el interruptor WiFi encendidos. - Aplicación de seguridad Grand Eufy para el permiso de ubicación en segundo plano. - No limpie las aplicaciones de fondo, algunos teléfonos inteligentes pueden desactivar la función de geofencing después de la limpieza.
fr: Conseils: 1. Veuillez noter que la précision du géorepérage dépend de la précision de positionnement de votre téléphone. 2. En raison de la stratégie d'économie de batterie de votre téléphone, les modes de commutation de la géofencing peuvent retarder d'environ 20 secondes à 6 minutes. 3. Afin de conserver une bonne précision de géorepérage, veuillez faire attention aux paramètres suivants. - Veuillez mettre à jour la version iOS et Map de votre téléphone vers la dernière version. - Veuillez garder votre système d'exploitation à jour. - N'activez pas l'économiseur de batterie du téléphone. - Gardez le commutateur de localisation et le commutateur WiFi allumés. - Application de sécurité Grand Eufy pour l'autorisation d'emplacement en arrière-plan. - Ne nettoyez pas les applications en arrière-plan, certains smartphones peuvent désactiver la fonction de géorepérage après le nettoyage.
it: Punte: 1. Si noti che l'accuratezza del geofencing dipende dalla precisione di posizionamento del telefono. 2. A causa della strategia di risparmio della batteria del telefono, le modalità di commutazione del geofencing potrebbero ritardare di circa 20 secondi-6 minuti. 3. Per mantenere una buona precisione di geofencing, prestare attenzione alle seguenti impostazioni. - Aggiorna la versione iOS e Map del tuo telefono alla versione più recente. - Tieni aggiornato il tuo sistema operativo. - Non attivare il risparmio batteria del telefono. - Tieni attivi sia l'interruttore di posizione sia l'interruttore WiFi. - Grand Eufy Security App per l'autorizzazione della posizione in background. - Non pulire le app in background, alcuni smartphone potrebbero disattivare la funzione di geofencing dopo la pulizia.
nl: Tips: 1. Houd er rekening mee dat de nauwkeurigheid van geofencing afhankelijk is van de positioneringsnauwkeurigheid van uw telefoon. 2. Vanwege de batterijbesparende strategie van uw telefoon kunnen de schakelmodi voor geofencing ongeveer 20sec-6min vertragen. 3. Let op de volgende instellingen om een goede nauwkeurigheid van geofencing te behouden. - Werk de iOS- en kaartversie van uw telefoon bij naar de nieuwste versie. - Houd uw besturingssysteem bijgewerkt. - Schakel de batterijbesparing van de telefoon niet in. - Houd zowel locatieschakelaar als WiFi-schakelaar ingeschakeld. - Grand Eufy Security-app voor toestemming voor achtergrondlocatie. - Maak apps op de achtergrond niet schoon, sommige smartphones kunnen de geofencing-functie na het reinigen uitschakelen.

# bc.geofencing.devices.enabled
source: Enabled
ar: تمكين
de: aktiviert
es: Habilitado
fr: Activée
it: Abilitato
nl: Ingeschakeld

# bc.geofencing.devices.title.delete
source: Delete Devices
ar: حذف الأجهزة
de: Geräte löschen
es: Eliminar dispositivos
fr: Supprimer des appareils
it: Elimina dispositivi
nl: Apparaten verwijderen

# bc.geofencing.devices.tip.delete
source: Select the devices you want to delete.
ar: حدد الأجهزة التي تريد حذفها.
de: Wählen Sie die Geräte aus, die Sie löschen möchten.
es: Seleccione los dispositivos que desea eliminar.
fr: Sélectionnez les appareils que vous souhaitez supprimer.
it: Seleziona i dispositivi che desideri eliminare.
nl: Selecteer de apparaten die u wilt verwijderen.

# bc.geofencing.devices.tip1
source: * For "Unavailable" status, please open the eufy Security app installed on the corresponding iPhone, try to keep the app in the foreground, and trigger an enter / out of the zone.
ar: * بالنسبة للحالة "غير متوفر" ، يرجى فتح تطبيق eufy Security المثبت على iPhone المقابل ، ومحاولة إبقاء التطبيق في المقدمة ، وتشغيل الدخول / الخروج من المنطقة.
de: * Für den Status "Nicht verfügbar" öffnen Sie bitte die auf dem entsprechenden iPhone installierte eufy Security-App, versuchen Sie, die App im Vordergrund zu halten, und lösen Sie ein Betreten / Verlassen der Zone aus.
es: * Para el estado "No disponible", abra la aplicación eufy Security instalada en el iPhone correspondiente, intente mantener la aplicación en primer plano y active una entrada / salida de la zona.
fr: * Pour le statut "Non disponible", veuillez ouvrir l'application eufy Security installée sur l'iPhone correspondant, essayez de garder l'application au premier plan et déclenchez une entrée / sortie de la zone.
it: * Per lo stato "Non disponibile", apri l'app di sicurezza eufy installata sull'iPhone corrispondente, prova a mantenere l'app in primo piano e attiva un accesso / uscita dalla zona.
nl: * Voor de status "Niet beschikbaar" opent u de eufy Security-app die op de corresponderende iPhone is geïnstalleerd, probeert u de app op de voorgrond te houden en activeert u een ingang / uitgang uit de zone.

# bc.geofencing.devices.tip2
source: * For "Waiting" status, please open the eufy Security app installed on the corresponding iPhone, accept the Geofencing feature request and grant the iPhone's location permission.
ar: * للحصول على حالة "انتظار" ، يرجى فتح تطبيق eufy Security المثبت على جهاز iPhone المقابل ، وقبول طلب ميزة Geofencing ومنح إذن موقع iPhone.
de: * Für den Status "Warten" öffnen Sie bitte die auf dem entsprechenden iPhone installierte eufy Security-App, akzeptieren Sie die Anforderung der Geofencing-Funktion und erteilen Sie die Standortberechtigung des iPhones.
es: * Para el estado "En espera", abra la aplicación eufy Security instalada en el iPhone correspondiente, acepte la solicitud de la función Geofencing y otorgue el permiso de ubicación del iPhone.
fr: * Pour le statut "En attente", veuillez ouvrir l'application eufy Security installée sur l'iPhone correspondant, accepter la demande de fonctionnalité de géolocalisation et accorder l'autorisation de localisation de l'iPhone.
it: * Per lo stato "In attesa", apri l'app di sicurezza eufy installata sull'iPhone corrispondente, accetta la richiesta della funzione Geofencing e concedi l'autorizzazione alla posizione dell'iPhone.
nl: * Voor de status "Wachten" opent u de eufy Security-app die op de bijbehorende iPhone is geïnstalleerd, accepteert u het verzoek om geofencing-functies en verleent u de locatietoestemming van de iPhone.

# bc.geofencing.devices.tip3
source: * To make sure your system updates the location instantly, please enable Share My Location feature through Settings > Privacy > Location Service > Share My Location. And grant the eufy Security with the permission "Always" permission.
ar: * للتأكد من أن نظامك يقوم بتحديث الموقع على الفور ، يرجى تمكين ميزة مشاركة موقعي من خلال الإعدادات> الخصوصية> خدمة الموقع> مشاركة موقعي. ومنح الأمن eufy بإذن "دائما".
de: * Um sicherzustellen, dass Ihr System den Standort sofort aktualisiert, aktivieren Sie die Funktion "Meinen Standort freigeben" über "Einstellungen"> "Datenschutz"> "Standortdienst"> "Meinen Standort freigeben". Und erteilen Sie der eufy-Sicherheit die Erlaubnis "Immer".
es: * Para asegurarse de que su sistema actualice la ubicación al instante, habilite la función Compartir mi ubicación a través de Configuración> Privacidad> Servicio de ubicación> Compartir mi ubicación. Y otorgue a eufy Security el permiso "Siempre".
fr: * Pour vous assurer que votre système met à jour l'emplacement instantanément, veuillez activer la fonction Partager ma position via Paramètres> Confidentialité> Service de localisation> Partager ma position. Et accordez à la sécurité eufy la permission "Toujours".
it: * Per essere sicuro che il tuo sistema aggiorni la posizione all'istante, abilita la funzione Condividi la mia posizione tramite Impostazioni> Privacy> Servizio posizione> Condividi la mia posizione. E concedi a eufy Security l'autorizzazione "Sempre".
nl: * Om ervoor te zorgen dat uw systeem de locatie onmiddellijk bijwerkt, schakelt u de functie Mijn locatie delen in via Instellingen> Privacy> Locatieservice> Mijn locatie delen. En geef de eufy-beveiliging de toestemming "Altijd".

# bc.homebase_network_settings
source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
it: Collegamento
nl: Verbinding

# bc.homebase_network_ethernet
source: Ethernet
ar: إيثرنت

# bc.homebase_network_ethernet_conn
source: Ethernet Connected
ar: الاتصال بالإيثرنت
de: Ethernet verbunden
es: Conectada por Ethernet
fr: Ethernet connecté
it: Ethernet connesso
nl: Verbinding met Ethernet

# bc.homebase_network_wifi_conn
source: Wi-Fi Connected
ar: الاتصال Wi-Fi
de: Wi-Fi verbunden
es: Conectada por Wi-Fi
fr: Wi-Fi connecté
it: Wi-Fi connesso
nl: Verbinding met Wi-Fi

# bc.homebase_network_wifi_setup
source: Wi-Fi Setup
ar: إعداد Wi-Fi
de: Einrichtung des WLAN
es: Configuración Wi-Fi
fr: Configuration Wi-Fi
it: Configurazione Wi-Fi
nl: Wi-Fi configureren

# bc.homebase_network_wifi_test
source: Test Wi-Fi Signal
ar: اختبار إشارة Wi-Fi
de: WLAN-Signal testen
es: Probar señal Wi-Fi
fr: Tester le signal Wi-Fi
it: Test segnale Wi-Fi
nl: Wi-Fi-signaal testen

# bc.homebase_network_wifi_config
source: Configured Wi-Fi
ar: تكوين واي فاي
de: Konfiguriertes WLAN
es: Configurado Wi-Fi
fr: Configuré Wi-Fi
it: Configurato Wi-Fi
nl: Geconfigureerde Wi-Fi

# bc.homebase_network_footer_tips_1_1
source: * The HomeBase internet connection is stable when ethernet is connected.
ar: * يكون اتصال HomeBase بالإنترنت ثابتًا عند الاتصال بالإيثرنت.
de: * Die Internetverbindung der HomeBase über Ethernet ist stabil.
es: * La conexión a Internet de la HomeBase será estable cuando se conecte mediante Ethernet.
fr: * La connexion Internet de la HomeBase est stable lorsqu'Ethernet est connecté.
it: * La connessione a Internet dell'unità HomeBase è stabile quando il cavo Ethernet è connesso.
nl: * De internetverbinding van de HomeBase is stabiel als de HomeBase is aangesloten op het Ethernet.

# bc.homebase_network_footer_tips_1_2
source: HomeBase can be set to Wi-Fi to extend the HomeBase and camera's wireless range.
ar: يمكن تعيين HomeBase إلى Wi-Fi لتوسيع النطاق اللاسلكي لـ HomeBase والكاميرا.
de: Sie können die HomeBase auf WLAN umstellen, um die drahtlose Reichweite der HomeBase und der Kamera zu erweitern.
es: La HomeBase se puede cambiar a modo Wi-Fi para ampliar el alcance inalámbrico de esta y de la cámara.
fr: La HomeBase peut être configurée sur le Wi-Fi pour augmenter la portée sans fil de la HomeBase et de l'appareil photo.
it: L'unità HomeBase può essere impostata su Wi-Fi per estendere la portata wireless della telecamera e dell'unità stessa.
nl: De HomeBase kan worden ingesteld op Wi-Fi om het draadloze bereik van de HomeBase en de camera te vergroten.

# bc.homebase_network_footer_tips_2
source: *If you want to switch HomeBase to Ethernet connection, or you want to disable Wi-Fi connection, please insert the ethernet cable to HomeBase.
ar: * إذا كنت ترغب في تحويل HomeBase إلى اتصال Ethernet ، أو كنت ترغب في تعطيل اتصال Wi-Fi ، يرجى إدخال كابل ethernet في HomeBase.
de: * Wenn Sie die HomeBase auf eine Ethernet-Verbindung umschalten oder die Wi-Fi-Verbindung deaktivieren möchten, schließen Sie das Ethernet-Kabel an HomeBase an.
es: * Si desea cambiar la conexión de HomeBase a Ethernet, o si desea deshabilitar la conexión Wi-Fi, inserte el cable de Ethernet a HomeBase.
fr: * Si vous souhaitez basculer la connexion de HomeBase sur une connexion Ethernet ou si vous souhaitez désactiver la connexion Wi-Fi, insérez le câble Ethernet dans HomeBase.
it: * Se si desidera passare da HomeBase a una connessione Ethernet o si desidera disabilitare la connessione Wi-Fi, inserire il cavo Ethernet su HomeBase.
nl: * Als u de HomeBase-naar-Ethernet-verbinding wilt schakelen of de Wi-Fi-verbinding wilt uitschakelen, plaatst u de ethernet-kabel in HomeBase.

# bc.homebase_network_footer_tips_3
source: * Wi-Fi configured. If ethernet cable was pulled out, HomeBase will auto switch to Wi-Fi connection.
ar: * واي فاي تكوينها. إذا تم سحب كبل الإيثرنت ، فسوف يقوم HomeBase بالتحول التلقائي إلى اتصال Wi-Fi.
de: * Wi-Fi konfiguriert. Wenn das Ethernet-Kabel herausgezogen wurde, schaltet HomeBase automatisch auf die Wi-Fi-Verbindung um.
es: * Wi-Fi configurado. Si se extrajo el cable Ethernet, HomeBase cambiará automáticamente a la conexión Wi-Fi.
fr: * Wi-Fi configuré. Si un câble Ethernet a été débranché, HomeBase passera automatiquement en connexion Wi-Fi.
it: * Wi-Fi configurato. Se il cavo Ethernet è stato estratto, HomeBase passerà automaticamente alla connessione Wi-Fi.
nl: * Wi-Fi geconfigureerd. Als de Ethernet-kabel werd uitgetrokken, schakelt HomeBase automatisch over naar de Wi-Fi-verbinding.

# bc.homebase_network_wifi_signal_great
source: Great
ar: قوية جدًا
de: Gut
es: Fuerte
fr: Excellente
it: Buona
nl: Geweldig

# bc.homebase_network_wifi_signal_poor
source: Poor
ar: ضعيفة
de: Schlecht
es: Débil
fr: Faible
it: Scarsa
nl: Slecht

# bc.homebase_network_wifi_signal_no
source: No Signal
ar: لا يوجد إشارة
de: Kein Signal
es: Nula
fr: Aucun signal
it: Segnale assente
nl: Geen signaal

# bc.homebase_network_wifi_conn_test
source: Connectivity Test
ar: اختبار الاتصال
de: Verbindungstest
es: Prueba de conexión
fr: Test de connectivité
it: Test di connettività
nl: Connectiviteitstest

# bc.homebase_network_wifi_test_singnal_title
source: HomeBase Wi-Fi Signal
ar: إشارة اتصال Wi-Fi بـ HomeBase
de: WLAN-Signal der HomeBase
es: Señal Wi-Fi de la HomeBase
fr: Signal Wi-Fi de la HomeBase
it: Segnale Wi-Fi dell'unità HomeBase
nl: Wi-Fi-signaal HomeBase

# bc.homebase_network_wifi_test_singnal_great
source: Your HomeBase has a solid internet connection.
ar: إنّ اتصال HomeBase بالإنترنت ثابت.
de: Ihre HomeBase verfügt über eine solide Internetverbindung.
es: Su HomeBase tiene una conexión a Internet estable.
fr: Votre HomeBase dispose d'une connexion Internet fiable.
it: L'unità HomeBase dispone di una connessione Internet stabile.
nl: Uw HomeBase heeft een stabiele internetverbinding.

# bc.homebase_network_wifi_test_singnal_poor
source: Please try to move HomeBase closer to the router until HomeBase stop beep sound.
ar: يُرجى محاولة نقل HomeBase إلى مكان أقرب إلى الموجِّه حتى تتوقف HomeBase عن إصدار إشارة صوتية.
de: Bewegen Sie die HomeBase näher zum Router, bis der Signalton der HomeBase endet.
es: Intente acercar la HomeBase al router hasta que esta deje de emitir pitidos.
fr: Essayez de rapprocher la HomeBase du routeur jusqu'à ce que le signal sonore d'arrêt de la HomeBase retentisse.
it: Provare a spostare l'unità HomeBase più vicino al router fino a quando il segnale acustico non si interrompe.
nl: Zet de HomeBase dichter bij de router, totdat de HomeBase geen piepsignaal meer geeft.

# bc.homebase_network_wifi_test_singnal_no_1
source: Unable to connect the HomeBase
ar: تعذّر توصيل HomeBase.
de: Es konnte keine Verbindung zur HomeBase hergestellt werden.
es: No se ha podido conectar la HomeBase.
fr: Impossible de se connecter à la HomeBase.
it: Impossibile connettersi all'unità HomeBase.
nl: Kan geen verbinding maken met de HomeBase.

# bc.homebase_network_wifi_test_singnal_no_2
source: Please try to move the HomeBase closer to the router and test the signal again until HomeBase has no beep sound.
ar: يُرجى محاولة نقل HomeBase إلى مكان أقرب إلى الموجِّه واختبار الإشارة مجددًا حتى تتوقف HomeBase عن إصدار إشارة صوتية.
de: Bewegen Sie die HomeBase näher zum Router und testen Sie das Signal erneut, bis der Signalton der HomeBase endet.
es: Intente acercar la HomeBase al router y pruebe la señal de nuevo hasta que la HomeBase no emita ningún pitido.
fr: Essayez de rapprocher la HomeBase du routeur et testez à nouveau le signal jusqu'à ce que la HomeBase n'émette aucun signal sonore.
it: Provare a avvicinare l'unità HomeBase al router e verificare nuovamente il segnale fino a quando l'unità HomeBase non emette un segnale acustico.
nl: Zet de HomeBase dichter bij de router en test het signaal opnieuw, totdat de HomeBase geen piepsignaal meer geeft.

# bc.homebase_network_wifi_test_singnal_no_3
source: Press the SYNC button to turn off the beep.
ar: اضغط على الزر SYNC لإيقاف تشغيل الإشارة الصوتية.
de: Halten Sie die SYNC-Taste gedrückt, um den Signalton auszuschalten.
es: Pulse el botón SYNC para silenciar el pitido.
fr: Appuyez sur le bouton SYNC jusqu'à ce que vous n'entendiez plus le bip.
it: Premere il tasto SYNC finché non si interrompe il segnale acustico.
nl: Houd de knop SYNC ingedrukt om het piepsignaal te stoppen.

# bc.homebase_network_wifi_connecting
source: Connecting to the Wi-Fi...
ar: يتم الاتصال بشبكة Wi-Fi...
de: Verbindung zum WLAN wird hergestellt...
es: Conectando a la red Wi-Fi...
fr: Connexion au Wi-Fi…
it: Connessione al Wi-Fi...
nl: Verbinden met Wi-Fi...

# bc.homebase_network_wifi_test_retest
source: Retest
ar: إعادة الاختبار
de: Erneut testen
es: Repetir prueba
fr: Tester à nouveau
it: Ripeti il test
nl: Opnieuw testen

# bc.homebase_network_wifi_setup_tips1
source: Select the router's name and enter password you want the HomeBase to connect.
ar: حدّد اسم الموجّه الذي تريد توصيل HomeBase به وأدخل كلمة المرور.
de: Wählen Sie den Namen des Routers aus und geben Sie das Passwort ein, um die Verbindung zur Kamera herzustellen.
es: Seleccione el nombre del router al que desea conectar la cámara e introduzca la contraseña.
fr: Sélectionnez le nom et le mot de passe du routeur auquel vous souhaitez que la caméra se connecte.
it: Selezionare il nome e inserire la password del router a cui si desidera connettere l'unità HomeBase.
nl: Selecteer de naam van de router waarmee u de HomeBase wilt verbinden en voer het wachtwoord in.

# bc.homebase_network_wifi_setup_tips2
source: Only 2.4G Wi-Fi is supported.
ar: إنّ شبكة Wi-Fi بتردد 2,4 غيغابايت مدعومة فحسب.
de: Es wird nur 2,4G-WLAN unterstützt.
es: Solo es compatible con Wi-Fi de 2,4 GHz.
fr: Prise en charge du Wi-Fi 2.4G uniquement.
it: È supportato solo il Wi-Fi 2,4 G.
nl: Alleen 2,4 GHz Wi-Fi wordt ondersteund.

# bc.homebase_network_wifi_add_hidden
source: Add hidden Wi-Fi
ar: إضافة شبكة Wi-Fi مخفية
de: Verstecktes WLAN hinzufügen
es: Añadir una red Wi-Fi oculta
fr: Ajouter Wi-Fi masqué
it: Aggiungi Wi-Fi nascosto
nl: Verborgen Wi-Fi toevoegen

# bc.homebase_network_wifi_add_hidden_tips
source: Enter the router's name and password you want the HomeBase to connect.
ar: أدخل اسم الموجّه الذي تريد توصيل HomeBase به وأدخل كلمة المرور.
de: Bestätigen Sie den Namen und das Passwort des Routers, mit dem die HomeBase verbunden werden soll.
es: Introduzca el nombre y la contraseña del router al que desea conectar la HomeBase.
fr: Saisissez le nom et le mot de passe du routeur auquel vous souhaitez que la caméra se connecte.
it: Inserire il nome e la password del router a cui si desidera connettere l'unità HomeBase.
nl: Voer de naam en het wachtwoord in van de router waarmee u de HomeBase wilt verbinden.

# bc.homebase_network_wifi_help_tips1
source: HomeBase is solid red means the internet is disconnected.
ar: يُضيء مؤشر HomeBase باللون الأحمر الثابت عند انقطاع الاتصال بالإنترنت.
de: Die HomeBase leuchtet rot, wenn die Internetverbindung getrennt ist.
es: El rojo fijo en la HomeBase significa que no hay conexión a Internet.
fr: Le HomeBase est rouge fixe lorsqu'Internet est déconnecté.
it: La luce sull'unità HomeBase è rossa fissa quando Internet è disconnesso.
nl: Een rood lampje op de HomeBase betekent dat er geen verbinding met het internet is.

# bc.homebase_network_wifi_help_tips2
source: Please move the the HomeBase closer to the router.
ar: يُرجى نقل HomeBase إلى مكان أقرب إلى الموجِّه.
de: Positionieren Sie die HomeBase näher am Router.
es: Acerque la HomeBase al router.
fr: Rapprochez la HomeBase du routeur.
it: Avvicinare l'unità HomeBase al router.
nl: Zet de HomeBase dichter bij de router.

# bc.homebase_network_wifi_conn_success
source: Connected to the Wi-Fi successfully.
ar: تم الاتصال بشبكة Wi-Fi بنجاح.
de: Verbindung zum WLAN erfolgreich hergestellt.
es: Se ha conectado a la red Wi-Fi correctamente.
fr: Connexion au Wi-Fi réussie.
it: Connessione al Wi-Fi riuscita.
nl: Verbinding met Wi-Fi tot stand gebracht.

# bc.homebase_network_unplug_cord
source: Unplug Cord
ar: فصل السلك
de: Kabel trennen
es: Desenchufe el cable
fr: Débrancher le cordon
it: Scollega il cavo
nl: Snoer loskoppelen

# bc.homebase_network_specify_location
source: Specify Location
ar: تحديد الموقع
de: Standort angeben
es: Especificar ubicación
fr: Spécifier l'emplacement
it: Specifica la posizione
nl: Locatie opgeven
