Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.common.snooze_open_tips_content
source: You won’t receive alerts from this device for %@. All of your events will still be recorded.
ar: لن تتلقى تنبيهات من هذا الجهاز لمدة %@. وستبقى هناك إمكانية لتسجيل كل أحداثك.
de: Sie erhalten %@ lang keine Alarmmeldungen von diesem Gerät. Alle Ereignisse werden wie gewohnt aufgezeichnet.
es: No recibirá alertas de este dispositivo durante %@. Todos sus eventos se seguirán grabando.
fr: Vous ne recevrez pas d'alertes de cet appareil pendant %@. Tous vos événements seront toujours enregistrés.
it: Non riceverai avvisi da questo dispositivo per %@. Tutti gli eventi saranno comunque registrati.
nl: U ontvangt geen meldingen van dit apparaat gedurende %@. Al uw gebeurtenissen worden nog steeds opgeslagen.

# bc.common.donnot_show_me_this_again
source: Don't show me again
ar: عدم الإظهار مجددًا
de: Nicht erneut anzeigen
es: No volver a mostrármelo
fr: Ne plus afficher ce message
it: Non visualizzare più
nl: Niet opnieuw weergeven

# bc.common.snooze_set_cancel_title
source: Alerts are currently snoozed.
ar: يتم تأجيل التنبيهات حاليًا.
de: Alarm derzeit im Schlummermodus.
es: Actualmente las alertas se encuentran pospuestas.
fr: Les alertes sont actuellement mises en veille.
it: Gli avvisi sono attualmente posposti.
nl: Meldingen zijn momenteel uitgesteld.

# bc.common.snooze_set_cancel_content
source: Would you like to receive alerts again?
ar: هل تريد تلقي التنبيهات مجددًا؟
de: Möchten Sie den Alarm wieder aktivieren?
es: ¿Desea volver a recibir alertas?
fr: Voulez-vous recevoir à nouveau les alertes ?
it: Ricevere nuovamente gli avvisi?
nl: Wilt u weer meldingen ontvangen?

# bc.common.snooze_set_failed
source: Failed to snooze.
ar: فشل ضبط التأجيل.
de: Fehler beim Einrichten des Schlummermodus.
es: Error al configurar la posposición.
fr: Le paramétrage de mise en veille a échoué.
it: Impossibile posporre.
nl: Kan niet uitstellen.

# bc.devices.add_accessory
source: Adding Accessory
ar: تتم إضافة الملحق
de: Zubehör wird hinzugefügt
es: Adición de accesorio
fr: Ajouter un accessoire
it: Aggiunta di un accessorio
nl: Accessoire toevoegen

# bc.common.time_min
source: min
ar: دقيقة
es: minuto

# bc.common.time_hours
source: hours
ar: من الساعات
de: Stunden
es: horas
fr: heures
it: ore
nl: uren

# bc.common.time_hour
source: hour
ar: ساعة
de: Stunde
es: hora
fr: heure
it: ora
nl: uur

# bc.devices.microsd_no_card_title
source: No microSD card
ar: لا توجد بطاقة microSD
de: Keine microSD-Karte
es: Sin tarjeta microSD
fr: Pas de carte microSD
it: Nessuna scheda microSD
nl: Geen microSD-kaart

# bc.devices.microsd_no_card_tips
source: Please insert a microSD card into HomeBase "%@" for recording.
ar: يُرجى إدخال بطاقة microSD في HomeBase "%@"
de: Bitte legen Sie eine microSD-Karte für Aufzeichnungen in die HomeBase „%@“ ein.
es: Inserte una tarjeta microSD en HomeBase "%@" para la grabación.
fr: Veuillez insérer une carte microSD dans la HomeBase "%@" pour enregistrer.
it: Inserire una scheda microSD nell'unità HomeBase "%@" per la registrazione.
nl: Plaats een microSD-kaart in de HomeBase "%@" om op te nemen.

# bc.devices.microsd_full_card_title
source: microSD card is full
ar: إن بطاقة microSD ممتلئة
de: Die microSD-Karte ist voll
es: La tarjeta microSD está llena.
fr: La carte microSD est saturée
it: La scheda microSD è piena
nl: De microSD-kaart is vol

# bc.devices.microsd_full_card_tips
source: HomeBase "%@" microSD card is full. The old clips will be recorded over. Please download and backup any important video clips instantly.
ar: إن بطاقة microSD الخاصة بـ HomeBase "%@"
de: Die microSD-Karte der HomeBase „%@“ ist voll. Vorhandene Videoclips werden überschrieben. Bitte laden Sie sofort alle wichtigen Videoclips zum Sichern herunter.
es: La tarjeta microSD de HomeBase "%@" está llena. Los clips antiguos se grabarán de nuevo. Descargue cualquier clip de vídeo importante para realizar copias de seguridad al instante.
fr: La carte microSD de la HomeBase "%@" est saturée. Les anciennes vidéos seront écrasées. Veuillez télécharger les vidéos importantes pour une sauvegarde immédiate.
it: La scheda microSD dell'unità HomeBase "%@" è piena. I vecchi clip saranno sovrascritti. Scaricare subito i clip video importanti per il backup.
nl: De microSD-kaart van de HomeBase "%@" is vol. De oude video's worden overschreven. Download belangrijke video's direct om een back-up te maken.

# bc.devices.microsd_full_card_download
source: Go Download
ar: الانتقال إلى التنزيل
de: Jetzt herunterladen
es: Ir a descarga
fr: Aller à Télécharger
it: Scarica
nl: Downloaden

# bc.common.contact_us
source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contacto
fr: Contactez-nous
it: Contattaci
nl: Contact met ons opnemen

# bc.common.battery_remind_title
source: How is your battery life performing?
ar: ما رأيك بأداء عمر البطارية الخاصة بك؟
de: Wie hoch ist die Akkulebensdauer?
es: ¿Cuál está siendo la duración de la batería?
fr: Quelle est la performance de l'autonomie de batterie ?
it: Quali sono le prestazioni della tua batteria?
nl: Hoe is het gesteld met de levensduur van de accu?

# bc.common.battery_remind_content_1
source: eufySecurity system has protected your property approximately %@ times.
ar: لقد عمل نظام eufySecurity على حماية ملكيتك حوالى %@ من المرات.
de: Das eufySecurity-System hat Ihr Eigentum rund %@ Mal geschützt.
es: El sistema EufySecurity ha protegido su propiedad unas %@ veces.
fr: Le système eufySecurity a protégé vos biens environ %@ fois.
it: Il sistema eufySecurity ha protetto la tua proprietà circa %@ volte.
nl: Het eufySecurity-systeem heeft uw woning ongeveer %@ keer beschermd.

# bc.common.battery_remind_content_2
source: If you want the battery to last longer, you can try setting activity zones or try adjusting the motion sensor sensitivity to a lower setting.
ar: إذا أردت أن تدوم البطارية لفترة أطول، فيمكنك محاولة إعداد مناطق النشاط أو ضبط حساسية جهاز استشعار الحركة على إعدادات أدنى.
de: Wenn Sie die Akkulaufzeit verlängern möchten, können Sie Aktivitätsbereiche einrichten oder die Empfindlichkeit des Bewegungssensors verringern.
es: Si desea que la batería dure más, puede probar a configurar zonas de actividad o ajustar la sensibilidad del sensor de movimiento a un valor más bajo.
fr: Si vous voulez prolonger la durée de vie de la batterie, vous pouvez essayer de configurer des zones d'activité ou de régler la sensibilité du capteur de mouvement à un niveau inférieur.
it: Se si desidera che la batteria duri più a lungo, provare a impostare le aree di attività o a regolare la sensibilità del sensore di movimento su un'impostazione più bassa.
nl: Als u wilt dat de accu langer meegaat, kunt u proberen activiteitenzones in te stellen of de gevoeligheid van de bewegingssensor op een lagere stand in te stellen.

# bc.common.battery_remind_content_3
source: If you want the battery to last longer, you can try changing the camera working mode to optimal battery life or try adjusting the motion sensor sensitivity to a lower setting.
ar: إذا أردت أن تدوم البطارية لفترة أطول، فيمكنك محاولة تغيير وضع تشغيل الكاميرا إلى عمر البطارية المثالي أو ضبط حساسية جهاز استشعار الحركة على إعدادات أدنى.
de: Wenn Sie die Akkulaufzeit verlängern möchten, können Sie den Betriebsmodus der Kamera auf „Optimale Akkulaufzeit“ einstellen oder die Empfindlichkeit des Bewegungssensors verringern.
es: Si desea que la batería dure más, puede probar a cambiar el modo de funcionamiento de la cámara a duración óptima de la batería o ajustar la sensibilidad del sensor de movimiento a un valor más bajo.
fr: Si vous voulez prolonger la durée de vie de la batterie, vous pouvez essayer de régler le mode de fonctionnement de la caméra pour l'autonomie optimale de la batterie ou de définir la sensibilité du capteur de mouvement à un niveau inférieur.
it: Se si desidera che la batteria duri più a lungo, provare a modificare la modalità di funzionamento della telecamera per ottenere una durata ottimale della batteria o a regolare la sensibilità del sensore di movimento su un'impostazione più bassa.
nl: Als u wilt dat de accu langer meegaat, kunt u proberen de cameramodus te wijzigen in optimale accuduur of de gevoeligheid van de bewegingssensor op een lagere stand in te stellen.

# bc.common.battery_remind_content_4
source: If you want the battery to last longer, please try adjusting the re-trigger interval to a higher setting or try changing the camera working mode to optimal surveillance or optimal battery life.
ar: إذا كنت تريد أن تدوم البطارية لفترة أطول، فيُرجى محاولة ضبط مهلة إعادة التشغيل إلى إعدادات أعلى أو تغيير وضع تشغيل الكاميرا إلى المستوى الأمثل للمراقبة أو عمر البطارية المثالي.
de: Wenn Sie die Akkulaufzeit verlängern möchten, können Sie das Intervall für das erneute Auslösen verlängern oder den Betriebsmodus der Kamera auf „Optimale Akkulaufzeit“ einstellen.
es: Si desea que la batería dure más, pruebe a ajustar el intervalo de reactivación a un valor más alto o cambiar el modo de funcionamiento de la cámara a vigilancia óptima o duración óptima de la batería.
fr: Si vous voulez prolonger la durée de vie de la batterie, essayez de régler l'intervalle de redéclenchement à un niveau plus élevé ou de modifier le mode de fonctionnement de la caméra pour optimiser la surveillance ou l'autonomie de la batterie.
it: Se si desidera che la batteria duri più a lungo, prova a regolare l'intervallo di riattivazione su un valore superiore o a modificare la modalità di funzionamento della telecamera per una sorveglianza ottimale o una durata ottimale della batteria.
nl: Als u wilt dat de accu langer meegaat, kunt u proberen het interval voor opnieuw activeren op een hogere stand in te stellen of de cameramodus te wijzigen in optimale bewaking of een optimale accuduur.

# bc.common.snooze_hide_shortcut
source: Do you want to hide the snooze shortcut icon on the app homepage?
ar: هل ترغب في إخفاء رمز اختصار التأجيل على الصفحة الرئيسية للتطبيق؟
de: Möchten Sie das Symbol für den Schlummermodus auf der Startseite der App ausblenden?
es: ¿Desea ocultar el icono de acceso directo a la función posponer en la página de inicio de la aplicación?
fr: Voulez-vous masquer l'icône de raccourci de mise en veille sur la page d'accueil de l'application ?
it: Nascondere l'icona della scelta rapida Posponi nella home page dell'app?
nl: Wilt u het pictogram voor de uitstelsnelkoppeling op de startpagina van de app verbergen?

# bc_device_alarming_multi
source: Multi-alarms are sounding.
ar: تصدر أصوات تنبيهات متعددة.
de: Es werden mehrere Alarmsignale ausgegeben.
es: Las alarmas múltiples están sonando.
fr: Des alarmes multiples retentissent.
it: Vengono emessi più allarmi.
nl: Er klinken meerdere alarmen.

# bc.devices.camera_need_update_or_contact_us
source: The camera needs to be updated to the latest version. Or you can contact us via the help menu.
ar: يجب تحديث الكاميرا إلى أحدث إصدار. أو يمكنك الاتصال بنا عبر قائمة المساعدة.
de: Die Kamera muss auf die neueste Version aktualisiert werden. Oder Sie können uns über das Hilfemenü kontaktieren.
es: La cámara debe actualizarse a la última versión. O puede contactarnos a través del menú de ayuda.
fr: La caméra doit être mise à jour vers la dernière version. Ou vous pouvez nous contacter via le menu d'aide.
it: La fotocamera deve essere aggiornata all'ultima versione. Oppure puoi contattarci tramite il menu di aiuto.
nl: De camera moet worden bijgewerkt naar de nieuwste versie. Of u kunt contact met ons opnemen via het helpmenu.

# bc.devices.camera_turned_off_due_to_resetted
source: Camera has been reset.Please re-add it.
ar: تمت إعادة تعيين الكاميرا. يُرجى إعادة إضافته.
de: Kamera wurde zurückgesetzt. Bitte fügen Sie sie erneut hinzu.
es: La cámara se ha restablecido. Vuelva a añadirla.
fr: La caméra a été réinitialisée. Veuillez l'ajouter de nouveau.
it: La telecamera è stata ripristinata. Aggiungerla di nuovo.
nl: Camera is gereset. Voeg dit opnieuw toe.

# bc.devices.emmc_full_tips
source: HomeBase "%@" local memory is full. The old clips will be recorded over. Please download any important video clips for backup instantly.
ar: HomeBase "%@ " الذاكرة المحلية ممتلئة. سيتم تسجيل مقاطع القديمة. يرجى تحميل أي مقاطع فيديو مهمة للنسخ الاحتياطي على الفور.
de: HomeBase "% @ " lokaler Speicher ist voll. Die alten Clips werden überspielt. Bitte laden Sie alle wichtigen Videoclips zur sofortigen Sicherung herunter.
es: La memoria local de HomeBase "% @ " está llena. Los viejos clips serán grabados. Descargue cualquier clip de video importante para hacer una copia de seguridad al instante.
fr: La mémoire locale de HomeBase "% @ " est saturée. Les anciens clips seront enregistrés. Veuillez télécharger instantanément tous les clips vidéo importants pour les sauvegarder.
it: HomeBase "% @ " memoria locale piena. Le vecchie clip verranno registrate. Scarica immediatamente tutti i video clip importanti per il backup.
nl: HomeBase "% @ " lokaal geheugen is vol. De oude clips worden opgenomen. Download alstublieft alle belangrijke videoclips voor back-up.

# bc.devices.emmc_full_title
source: Local memory is full
ar: الذاكرة المحلية ممتلئة.
de: Der lokale Speicher ist voll.
es: La memoria local está llena
fr: La mémoire locale est pleine.
it: La memoria locale è piena.
nl: Lokaal geheugen is vol.

# bc.guide.help.content
source: Any support needed, tap here to contact us.
ar: إذا كنت بحاجة إلى أي دعم ، يرجى النقر هنا للاتصال بنا.
de: Falls Sie Unterstützung benötigen, tippen Sie hier, um uns zu kontaktieren.
es: Si necesita asistencia, por favor haga clic aquí para contactarnos.
fr: Si vous avez besoin d'assistance, appuyez ici pour nous contacter.
it: Se hai bisogno di supporto, clicca qui per contattarci.
nl: Als u hulp nodig heeft, klik dan hier om contact met ons op te nemen.

# bc.devices.motion_disabled_tips
source: This device motion detection has been disabled. Please remember to enable it.
ar: تم تعطيل اكتشاف حركة الجهاز. يرجى تذكر لتمكينه.
de: Diese Gerätebewegungserkennung wurde deaktiviert. Bitte denken Sie daran, es zu aktivieren.
es: La detección de movimiento de este dispositivo se ha deshabilitado. Por favor recuerde habilitarlo.
fr: La détection de mouvement de cet appareil a été désactivée. N'oubliez pas de l'activer.
it: Questo rilevamento del movimento del dispositivo è stato disabilitato. Ricordati di abilitarlo.
nl: De bewegingsdetectie van dit apparaat is uitgeschakeld. Vergeet niet om het in te schakelen.

# bc.devices.motion_disabled_title
source: Motion Detection Disabled
ar: كشف الحركة معطل
de: Bewegungserkennung deaktiviert
es: Detección de movimiento deshabilitada
fr: Détection de mouvement désactivée
it: Motion Detection disabilitato
nl: Bewegingsdetectie uitgeschakeld

# bc.device.cam.filte_more_trigger_title
source: Motion Events Filtered
ar: الأحداث التي تمت تصفيتها
de: Bewegungsereignisse gefiltert
es: Eventos de movimiento filtrados
fr: Événements de mouvement filtrés
it: Eventi di movimento filtrati
nl: Bewegingsgebeurtenissen gefilterd

# bc.device.cam.filte_more_trigger_tip1
source: The Human Only feature has filtered %@ motion events yesterday in the background for you. So the battery life will drain a little fast than you expected.
ar: قامت ميزة Human Only بتصفية %@ أحداث الأحداث بالأمس في الخلفية لك. وبالتالي فإن عمر البطارية سوف ينضب بسرعة أكبر مما توقعت.
de: Die Funktion "Nur für Menschen" hat %@ motion-Ereignisse gestern im Hintergrund für Sie gefiltert. Die Akkulaufzeit wird also etwas schneller als erwartet ablaufen.
es: La función Solo humanos ha filtrado %@ eventos de movimiento ayer en segundo plano para usted. Por lo tanto, la duración de la batería se agotará un poco más rápido de lo que esperaba.
fr: La fonctionnalité Human Only a filtré les événements %@ motion hier en arrière-plan pour vous. La durée de vie de la batterie s'épuisera donc un peu plus vite que prévu.
it: La funzione Solo umano ha filtrato gli eventi %@ motion ieri in background per te. Quindi la durata della batteria si esaurirà un po 'più velocemente del previsto.
nl: De functie Alleen menselijk heeft gisteren %@ motion-gebeurtenissen op de achtergrond voor u gefilterd. De levensduur van de batterij loopt dus iets sneller leeg dan u had verwacht.

# bc.device.cam.filte_more_trigger_tip2
source: If you don't expect so many motions detected, please try to set activity zones, turn down the motion sensitivity or adjust the cameras viewing angle or location.
ar: إذا كنت لا تتوقع اكتشاف الكثير من الاقتراحات ، فالرجاء محاولة ضبط مناطق النشاط أو تقليل حساسية الحركة أو ضبط زاوية عرض الكاميرا أو الموقع.
de: Wenn Sie nicht erwarten, dass so viele Bewegungen erkannt werden, versuchen Sie, Aktivitätszonen festzulegen, die Bewegungsempfindlichkeit zu verringern oder den Blickwinkel oder den Standort der Kamera anzupassen.
es: Si no espera que se detecten tantos movimientos, intente establecer zonas de actividad, baje la sensibilidad al movimiento o ajuste el ángulo de visión o la ubicación de las cámaras.
fr: Si vous ne vous attendez pas à ce que de nombreux mouvements soient détectés, essayez de définir des zones d'activité, de réduire la sensibilité aux mouvements ou de régler l'angle de vision ou l'emplacement de la caméra.
it: Se non ti aspetti che vengano rilevati così tanti movimenti, prova a impostare le zone di attività, abbassa la sensibilità al movimento o regola l'angolazione o la posizione della videocamera.
nl: Als u niet zoveel gedetecteerde bewegingen verwacht, probeer dan activiteitszones in te stellen, de bewegingsgevoeligheid te verlagen of de kijkhoek of locatie van de camera aan te passen.

# bc.add.homebase_location_suggest_title
source: Location
ar: موقعك
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
nl: Plaats

# bc.add.homebase_location_sugggest_tip
source: In order to have a good signal transmission, it's recommended that: 1. Try to place the HomeBase a higher height from the ground. 2. Place the HomeBase 0.5m away from the router when ethernet cable connected. 3. Place the HomeBase 0.5m away from the wall. 4. Avoid placing the HomeBase in the corner of the wall.
ar: من أجل الحصول على نقل إشارة جيد ، يوصى بما يلي: 1. حاول وضع HomeBase على ارتفاع أعلى من الأرض. 2. ضع HomeBase على بعد 0.5 متر من جهاز التوجيه عند توصيل كابل إيثرنت. 3. ضع HomeBase على بعد 0.5 متر من الحائط. 4. تجنب وضع HomeBase في زاوية الجدار.
de: Um eine gute Signalübertragung zu haben, wird empfohlen, dass: 1. Versuchen Sie, den HomeBase höher als den Boden aufzustellen. 2. Platzieren Sie den HomeBase 0,5 m vom Router entfernt, wenn das Ethernet-Kabel angeschlossen ist. 3. Stellen Sie den HomeBase 0,5 m von der Wand entfernt auf. 4. Platzieren Sie den HomeBase nicht in der Ecke der Wand.
es: Para tener una buena transmisión de señal, se recomienda que: 1. Intente colocar el HomeBase a una altura más alta del suelo. 2. Coloque el HomeBase a 0,5 m del enrutador cuando el cable de Ethernet esté conectado. 3. Coloque el HomeBase a 0,5 m de la pared. 4. Evite colocar HomeBase en la esquina de la pared.
fr: Afin d'avoir une bonne transmission du signal, il est recommandé que: 1. Essayez de placer la HomeBase à une hauteur plus élevée du sol. 2. Placez le HomeBase à 0,5 m du routeur lorsque le câble Ethernet est connecté. 3. Placez le HomeBase à 0,5 m du mur. 4. Évitez de placer la HomeBase dans un coin du mur.
it: Per avere una buona trasmissione del segnale, si consiglia di: 1. Provare a posizionare HomeBase a un'altezza maggiore da terra. 2. Posizionare HomeBase a 0,5 m dal router quando è collegato il cavo Ethernet. 3. Posizionare HomeBase a 0,5 m dalla parete. 4. Evitare di posizionare HomeBase nell'angolo del muro.
nl: Voor een goede signaaloverdracht wordt aanbevolen dat: 1. Probeer de HomeBase hoger op de grond te plaatsen. 2. Plaats de HomeBase 0,5 m van de router wanneer de ethernetkabel is aangesloten. 3. Plaats de HomeBase 0,5 m van de muur. 4. Plaats de HomeBase niet in de hoek van de muur.

# bc.common.setting.snooze.title
source: Snooze
ar: غفوة
de: Schlummer
es: Dormitar
fr: Roupillon
it: Sonnellino

# bc.devices.camera_off_snooze_tip
source: This device has been turned off. Unable to set snooze.
ar: تم إيقاف تشغيل هذا الجهاز. تعذر تعيين الغفوة.
de: Dieses Gerät wurde ausgeschaltet. Snooze kann nicht eingestellt werden.
es: Este dispositivo ha sido apagado. No se puede configurar la repetición.
fr: Cet appareil a été éteint. Impossible de définir la répétition.
it: Questo dispositivo è stato spento. Impossibile impostare la ripetizione.
nl: Dit apparaat is uitgeschakeld. Kan snooze niet instellen.

# bc.devices.motion_off_snooze_tip
source: Detection has been turned off. Unable to set snooze.
ar: تم إيقاف الكشف. تعذر تعيين الغفوة.
de: Die Erkennung wurde deaktiviert. Snooze kann nicht eingestellt werden.
es: La detección ha sido desactivada. No se puede configurar la repetición.
fr: La détection a été désactivée. Impossible de définir la répétition.
it: Il rilevamento è stato disattivato. Impossibile impostare la ripetizione.
nl: Detectie is uitgeschakeld. Kan snooze niet instellen.

# bc.common.snooze_turn_off_content
source: Would you like to turn it off?
ar: تم تأجيل هذا الجهاز. هل ترغب في إيقاف تشغيله؟
de: Dieses Gerät wurde eingeschlafen. Möchten Sie es ausschalten?
es: Este dispositivo ha sido pospuesto. ¿Te gustaría apagarlo?
fr: Cet appareil a été mis en attente. Souhaitez-vous le désactiver?
it: Questo dispositivo è stato posticipato. Vuoi spegnerlo?
nl: Dit apparaat is op snooze gezet. Wil je het uitschakelen?

# bc.homekit.home_cause_battery_drain_warn_tip
source: The HomeKit of this device has been activated. The timestamp has been turned off and the Status LED has been turned on by default. The battery will drain faster due to the Home app requires to maintain communication with the camera. Turning off the status LED may save some battery.
ar: تم تنشيط HomeKit لهذا الجهاز. تم إيقاف الطابع الزمني وتشغيل مؤشر LED للحالة بشكل افتراضي. سيتم استنفاد البطارية بشكل أسرع نظرًا لأن تطبيق Home يتطلب الحفاظ على الاتصال بالكاميرا. قد يؤدي إيقاف تشغيل مصباح LED للحالة إلى توفير بعض البطارية.
de: Das HomeKit dieses Geräts wurde aktiviert. Der Zeitstempel wurde ausgeschaltet und die Status-LED ist standardmäßig eingeschaltet. Der Akku wird schneller entladen, da die Home-App die Kommunikation mit der Kamera aufrechterhalten muss. Durch Ausschalten der Status-LED wird möglicherweise Batterie gespart.
es: El HomeKit de este dispositivo ha sido activado. La marca de tiempo se ha apagado y el LED de estado se ha encendido de forma predeterminada. La batería se agotará más rápido debido a que la aplicación Home requiere mantener comunicación con la cámara. Apagar el LED de estado puede ahorrar algo de batería.
fr: Le HomeKit de cet appareil a été activé. L'horodatage a été désactivé et la LED d'état a été activée par défaut. La batterie se déchargera plus rapidement car l'application Home nécessite de maintenir la communication avec l'appareil photo. Éteindre le voyant d'état peut économiser de la batterie.
it: L'HomeKit di questo dispositivo è stato attivato. Il timestamp è stato disattivato e il LED di stato è stato acceso per impostazione predefinita. La batteria si scarica più rapidamente a causa dell'app Home necessaria per mantenere la comunicazione con la fotocamera. La disattivazione del LED di stato può far risparmiare batteria.
nl: De HomeKit van dit apparaat is geactiveerd. De tijdstempel is uitgeschakeld en de status-LED is standaard ingeschakeld. De batterij raakt sneller leeg omdat de Home-app communicatie met de camera vereist. Als u de status-LED uitschakelt, kan er wat batterij worden bespaard.
