Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# sac.bind.mount_tip6
source: Avoid placing the camera lens near the wall or glass to prevent light reflecting into the IR LED.
ar: تجنب وضع عدسة الكاميرا بالقرب من الحائط أو الزجاج لمنع انعكاس الضوء على الأشعة تحت الحمراء الباعثة للضوء.
de: Platzieren Sie das Kameraobjektiv nicht in der Nähe einer Wand oder Glasfläche, da ansonsten Licht in die IR-LED reflektiert werden könnte.
es: Evite colocar el objetivo de la cámara cerca de una pared o vidrio para evitar los reflejos sobre el LED de infrarrojos.
fr: Évitez de placer la lentille de la caméra près d'un mur ou d'une vitre afin d'éviter que la lumière ne se reflète dans la LED infrarouge.
it: Evitare di posizionare l'obiettivo della telecamera vicino a una parete o a un vetro o per impedire che la luce si rifletta sul LED IR.
nl: Plaats de cameralens niet in de buurt van de muur of het glas om te voorkomen dat het licht in de IR-LED reflecteert.

# sac.bind.sac_mount_wifistrength_tip
source: Take the camera and your smartphone to the location you want to mount the camera to check the strength of the Wi-Fi signal.
ar: اصطحب الكاميرا وهاتفك الذكي إلى الموقع الذي تريد تركيب الكاميرا فيه للتحقق من قوة إشارة Wi-Fi.
de: Bringen Sie die Kamera und Ihr Smartphone an den Ort, an dem Sie die Kamera montieren möchten, um die Stärke des Wi-Fi-Signals zu überprüfen.
es: Lleve la cámara y su teléfono inteligente al lugar donde desea montar la cámara para verificar la intensidad de la señal Wi-Fi.
fr: Emmenez l'appareil photo et votre smartphone à l'endroit où vous souhaitez installer l'appareil photo pour vérifier la puissance du signal Wi-Fi.
it: Porta la fotocamera e il tuo smartphone nella posizione in cui desideri montare la fotocamera per verificare la potenza del segnale Wi-Fi.
nl: Breng de camera en uw smartphone naar de locatie waar u de camera wilt monteren om de sterkte van het wifi-signaal te controleren.

# sac.bind.sac_current_location_signal_level_1
source: The current location doesn't have a Wi-Fi signal. Please take the camera closer to your router.
ar: الموقع الحالي ليس به إشارة Wi-Fi. يرجى تقريب الكاميرا من جهاز التوجيه الخاص بك.
de: Der aktuelle Standort hat kein Wi-Fi-Signal. Bitte bringen Sie die Kamera näher an Ihren Router.
es: La ubicación actual no tiene señal Wi-Fi. Acerque la cámara a su enrutador.
fr: L'emplacement actuel n'a pas de signal Wi-Fi. Veuillez rapprocher la caméra de votre routeur.
it: La posizione corrente non ha un segnale Wi-Fi. Avvicina la videocamera al router.
nl: De huidige locatie heeft geen wifi-signaal. Breng de camera dichter bij uw router.

# sac.bind.sac_current_location_signal_level_2
source: The current location has a weak Wi-Fi signal. Please mount the camera closer to your router.
ar: الموقع الحالي به إشارة Wi-Fi ضعيفة. الرجاء تركيب الكاميرا بالقرب من جهاز التوجيه الخاص بك.
de: Der aktuelle Standort weist ein schwaches WLAN-Signal auf. Bitte montieren Sie die Kamera näher an Ihrem Router.
es: La ubicación actual tiene una señal Wi-Fi débil. Monte la cámara más cerca de su enrutador.
fr: L'emplacement actuel a un signal Wi-Fi faible. Veuillez monter la caméra plus près de votre routeur.
it: La posizione corrente ha un segnale Wi-Fi debole. Si prega di montare la telecamera più vicino al router.
nl: De huidige locatie heeft een zwak wifi-signaal. Monteer de camera dichter bij uw router.

# sac.bind.sac_current_location_signal_level_3
source: The current location is good to mount the camera.
ar: انتقلت الكاميرا إلى وضع تخصيص التسجيل.
de: Die Kamera hat in den Modus „Aufzeichnung anpassen“ gewechselt.
es: La cámara ha cambiado al modo de grabación personalizado.
fr: La caméra est passée en mode Personnaliser l'enregistrement.
it: La telecamera è passata alla modalità Personalizza registrazione.
nl: De camera is overgeschakeld op de modus Opname aanpassen.

# sac.play.timeout_tip_1
source: 1. Please check if the Wi-Fi is working properly.
ar: 1. يرجى التحقق مما إذا كانت شبكة Wi-Fi تعمل بشكل صحيح.
de: 1. Überprüfen Sie, ob das WLAN ordnungsgemäß funktioniert.
es: 1. Compruebe si la conexión Wi-Fi funciona correctamente.
fr: 1. Veuillez vérifier si le Wi-Fi fonctionne correctement.
it: 1. Si prega di controllare se il Wi-Fi funziona correttamente.
nl: 1. Controleer of de wifi correct werkt.

# sac.play.timeout_tip_2
source: 2. Please press the SYNC button on the back of the camera to reset the device.
ar: 2. يرجى الضغط على زر SYNC في الجزء الخلفي من الكاميرا لإعادة ضبط الجهاز.
de: 2. Drücken Sie die SYNC-Taste auf der Rückseite der Kamera, um das Gerät zurückzusetzen.
es: 2. Presione el botón SYNC en la parte posterior de la cámara para reiniciar el dispositivo.
fr: 2. Veuillez appuyer sur le bouton SYNC à l'arrière de la caméra pour réinitialiser l'appareil.
it: 2. Premere il pulsante SYNC sul retro della fotocamera per ripristinare il dispositivo.
nl: 2. Druk op de SYNC-knop aan de achterkant van de camera om het apparaat te resetten.

# sac.bind.sac_guide_installation_title
source: Mounting Tips:
ar: نصائح التثبيت:
de: Montagetipps:
es: Consejos de montaje:
fr: Conseils de montage :
it: Suggerimenti per il montaggio:
nl: Montagetips:

# sac.settings.storage.sdcard_support_128_tips
source: The camera microSD card supports up to 128GB capacity.
ar: تصل سعة بطاقة microSD الخاصة بالكاميرا إلى 128 جيجابايت.
de: Die Kamera unterstützt Kartengrößen von bis zu 128 GB.
es: La capacidad máxima de la tarjeta microSD de la cámara es de 128 GB.
fr: La carte microSD de la caméra prend en charge jusqu'à 128 Go de capacité.
it: La scheda microSD della telecamera supporta fino a 128 GB di capacità.
nl: De microSD-kaart van de camera biedt 128 GB opslagruimte.

# sac.settings.storage.cannot_connect_homebase
source: Unable to connect to the camera.
ar: تعذّر التوصيل بالكاميرا.
de: Es konnte keine Verbindung zur Kamera hergestellt werden.
es: No se ha podido conectar a la cámara.
fr: Connexion impossible à la caméra.
it: Impossibile connettersi alla telecamera.
nl: Kan geen verbinding maken met camera.

# sac.settings.cloud_storage_desc
source: The camera support that store you clips to Cloud with advanced encryption, and accessible even your device unplugged.
ar: دعم الكاميرا الذي يخزن مقاطعك على السحابة بتشفير متقدم ، ويمكن الوصول إليه حتى من عدم توصيل جهازك.
de: Die Kameraunterstützung, mit der Sie Clips mit erweiterter Verschlüsselung in der Cloud speichern und auf die Sie auch ohne Netzstecker zugreifen können.
es: El soporte de la cámara que almacena tus clips en la nube con encriptación avanzada y accesible incluso con tu dispositivo desconectado.
fr: La prise en charge de la caméra qui stocke vos clips sur le cloud avec un cryptage avancé, et accessible même votre appareil débranché.
it: Il supporto della fotocamera che memorizza i tuoi clip su Cloud con crittografia avanzata e accessibile anche dal tuo dispositivo scollegato.
nl: De camera-ondersteuning waarmee u clips in de cloud opslaat met geavanceerde codering, en zelfs toegankelijk als uw apparaat niet op het stopcontact is aangesloten.

# sac.settings.restarting_complete
source: The device is restarting... Please wait for a few minutes.
ar: الجهاز يقوم بإعادة التشغيل ... n الرجاء الانتظار لبضع دقائق.
de: Das Gerät wird neu gestartet ... Bitte warten Sie einige Minuten.
es: El dispositivo se está reiniciando ... Espere unos minutos.
fr: L'appareil redémarre ... Veuillez patienter quelques minutes.
it: Il dispositivo si sta riavviando ... Attendi qualche minuto.
nl: Het apparaat wordt opnieuw opgestart ... Wacht een paar minuten.

# sac.settings.stream_quality_detail
source: The image quality in live streaming.
ar: جودة الصورة في البث المباشر.
de: Die Bildqualität beim Live-Streaming.
es: La calidad de imagen en transmisión en vivo.
fr: La qualité d'image en streaming en direct.
it: La qualità dell'immagine in live streaming.
nl: De beeldkwaliteit bij live streaming.

# sac.settings.record_quality_detail
source: The recording quality and encoding format in clips.
ar: جودة التسجيل وتنسيق الترميز في مقاطع.
de: Die Aufnahmequalität und das Codierungsformat in Clips.
es: La calidad de grabación y el formato de codificación en clips.
fr: La qualité d'enregistrement et le format d'encodage dans les clips.
it: La qualità di registrazione e il formato di codifica nelle clip.
nl: De opnamekwaliteit en het coderingsformaat in clips.

# sac.settings.stream_quality_auto_detail
source: Automatically adjust the image quality according to network speed.
ar: اضبط جودة الصورة تلقائيًا وفقًا لسرعة الشبكة.
de: Passen Sie die Bildqualität automatisch an die Netzwerkgeschwindigkeit an.
es: Ajusta automáticamente la calidad de la imagen según la velocidad de la red.
fr: Ajustez automatiquement la qualité de l'image en fonction de la vitesse du réseau.
it: Regola automaticamente la qualità dell'immagine in base alla velocità della rete.
nl: Pas de beeldkwaliteit automatisch aan op basis van de netwerksnelheid.

# sac.settings.record_quality_2k_detail
source: 2K high resolution with the high compression encoding format
ar: دقة عالية 2K مع تنسيق ترميز عالي الضغط
de: 2K hohe Auflösung mit dem Codierungsformat für hohe Komprimierung
es: Alta resolución 2K con formato de codificación de alta compresión
fr: Haute résolution 2K avec le format d'encodage haute compression
it: Alta risoluzione 2K con formato di codifica ad alta compressione
nl: 2K hoge resolutie met het coderingsformaat met hoge compressie

# sac.settings.record_quality_full_hd_detail
source: 1080P resolution with the H.264 encoding format
ar: دقة 1080 بكسل بتنسيق ترميز H.264
de: 1080P Auflösung mit dem H.264 Codierungsformat
es: Resolución 1080P con formato de codificación H.264
fr: Résolution 1080P avec le format d'encodage H.264
it: Risoluzione 1080P con il formato di codifica H.264
nl: 1080P-resolutie met het H.264-coderingsformaat

# sac.settings.notification.go_to_security_mode
source: You may go to the app Security Mode page, set the notification switch in your Security modes.
ar: يمكنك الانتقال إلى صفحة وضع أمان التطبيق ، وتعيين مفتاح الإشعارات في أوضاع الأمان الخاصة بك.
de: Sie können zur Seite Sicherheitsmodus der App gehen und den Benachrichtigungsschalter in Ihren Sicherheitsmodi einstellen.
es: Puede ir a la página del modo de seguridad de la aplicación, configurar el interruptor de notificación en sus modos de seguridad.
fr: Vous pouvez accéder à la page Mode de sécurité de l'application, définir le commutateur de notification dans vos modes de sécurité.
it: Puoi andare alla pagina Modalità di sicurezza dell'app, impostare l'interruttore di notifica nelle modalità di sicurezza.
nl: U kunt naar de pagina Beveiligingsmodus van de app gaan en de meldingsschakelaar instellen in uw Beveiligingsmodi.

# sac.settings.notification.turn_off_notificaton
source: Would you like to turn off the notification?
ar: هل ترغب في إيقاف تشغيل الإشعار؟
de: Möchten Sie die Benachrichtigung deaktivieren?
es: ¿Le gustaría desactivar la notificación?
fr: Souhaitez-vous désactiver la notification?
it: Vuoi disattivare la notifica?
nl: Wilt u de melding uitschakelen?

# sac.settings.storage.enable
source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
nl: Inschakelen

# sac.settings.storage.subscribed
source: Subscribed
ar: مشترك
de: Gezeichnet
es: Suscrito
fr: Abonné
it: sottoscritto
nl: Geabonneerd

# sac.settings.storage.unsubscribed
source: Unsubscribed
ar: غير مشترك
de: Abgemeldet
es: Darse de baja
fr: Désabonné
nl: Afgemeld

# sac.bind.sync_audio_tip
source: Please press the SYNC button until you hear the beep.
ar: يرجى الضغط على زر SYNC حتى تسمع صوت الصفير.
de: Bitte drücken Sie die SYNC-Taste, bis Sie den Piepton hören.
es: Presione el botón SYNC hasta que escuche el pitido.
fr: Veuillez appuyer sur le bouton SYNC jusqu'à ce que vous entendiez le bip.
it: Premere il pulsante SYNC fino a quando non si sente il segnale acustico.
nl: Druk op de SYNC-knop totdat u de piep hoort.

# sac.bind.sync_beep_help
source: Why didn't I hear a beep?
ar: لماذا لم أسمع إشارة صوتية؟
de: Warum habe ich keinen Signalton gehört?
es: ¿Por qué no he oído un pitido?
fr: Pourquoi aucun bip n'est-il émis ?
it: Perché non sento il segnala acustico?
nl: Waarom hoor ik geen pieptoon?

# sac.bind.check_update_cancel_alert
source: Device is being updated. Are you sure you want to exit the update process?
ar: يتم تحديث الجهاز. هل تريد بالتأكيد إنهاء عملية التحديث؟
de: Das Gerät wird aktualisiert. Möchten Sie die Aktualisierung wirklich beenden?
es: El dispositivo se está actualizando. ¿Seguro que desea salir del proceso de actualización?
fr: L'appareil est en cours de mise à jour. Êtes-vous sûr de vouloir quitter la procédure de mise à jour ?
it: Aggiornamento dispositivo in corso. Uscire dal processo di aggiornamento?
nl: Het apparaat wordt bijgewerkt. Weet u zeker dat u het updateproces wilt afsluiten?

# sac.bind.check_update_soon_tip
source: This version needs to be updated soon.
ar: يجب تحديث هذا الإصدار قريبًا.
de: Diese Version muss demnächst aktualisiert werden.
es: Esta versión debe actualizarse pronto.
fr: Cette version doit être mise à jour prochainement.
it: Questa versione deve essere aggiornata a breve.
nl: Deze versie moet binnenkort worden bijgewerkt.

# sac.bind.check_up_to_date
source: Firmware is up to date.
ar: إنّ البرنامج الثابت محدّث.
de: Firmware ist auf dem neuesten Stand.
es: El firmware está actualizado.
fr: Le firmware est à jour.
it: Il firmware è aggiornato.
nl: Firmware is bijgewerkt.

# sac.bind.format_sdcard_title
source: Format microSD card
ar: تهيئة بطاقة microSD
de: microSD-Karte formatieren
es: Formatear tarjeta microSD
fr: Formatez la carte microSD
it: Formatta scheda microSD
nl: MicroSD-kaart formatteren

# sac.bind.manually_WiFi_tip_top
source: Manually enter the Wi-Fi name, password, and select the security type.
ar: أدخل اسم Wi-Fi وكلمة المرور يدويًا وحدد نوع الأمان.
de: Geben Sie den WLAN-Namen und das Kennwort manuell ein und wählen Sie den Sicherheitstyp aus.
es: Ingrese manualmente el nombre de Wi-Fi, la contraseña y seleccione el tipo de seguridad.
fr: Saisissez manuellement le nom Wi-Fi, le mot de passe et sélectionnez le type de sécurité.
it: Immettere manualmente il nome Wi-Fi, la password e selezionare il tipo di sicurezza.
nl: Voer handmatig de Wi-Fi-naam en het wachtwoord in en selecteer het beveiligingstype.

# sac.nas_guide_page3_content_1
source: Otherwise, the camera's RTSP streaming address will be changed and video clips will not be stored to your NAS when device's IP address is changed by the router.
ar: خلاف ذلك ، سيتم تغيير عنوان بث RTSP للكاميرا ولن يتم تخزين مقاطع الفيديو في المخزن المتصل بالشبكة لديك عندما يغير جهاز التوجيه عنوان IP الخاص بـ HomeBase.
de: Andernfalls wird die RTSP-Streaming-Adresse der Kamera geändert, und Videoclips werden nicht auf Ihrem NAS gespeichert, wenn die IP-Adresse der HomeBase vom Router geändert wird.
es: De lo contrario, la dirección de transmisión RTSP de la cámara cambiará y los clips de vídeo no se almacenarán en el dispositivo NAS cuando el router cambie la dirección IP de la HomeBase.
fr: Faute de cela, l'adresse de diffusion RTSP de la caméra sera modifiée et les clips vidéo ne seront pas stockés sur votre NAS lorsque l'adresse IP de la HomeBase sera changée par le routeur.
it: In caso contrario, l'indirizzo di streaming RTSP della telecamera viene modificato e i clip video non vengono memorizzati nel dispositivo NAS quando l'indirizzo IP di HomeBase viene modificato dal router.
nl: Als u dat niet doet, dan wordt het RTSP-streamingadres van de camera gewijzigd. Videoclips worden dan niet opgeslagen op uw NAS wanneer het IP-adres van de HomeBase wordt gewijzigd door de router.

# sac.bind.wifi_auth_type_name
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Beveiliging

# sac.settings.motion_sensitivity_title
source: Detection Sensitivity
ar: حساسية الكشف
de: Erkennungsempfindlichkeit
es: Sensibilidad de detección
fr: Sensibilité de détection
it: Sensibilità di rilevamento
nl: Detectie gevoeligheid

# sac.bind.qr_error_tip_title
source: Incorrect QR Code
ar: إن رمز الاستجابة السريعة غير صحيح
de: Falscher QR-Code
es: Código QR incorrecto
fr: Code QR incorrect
it: Codice QR non corretto
nl: Onjuiste QR-code

# sac.setting.too_low_battery_to_update
source: The device is in a low battery. Please charge it before the update.
ar: بطارية الجهاز منخفضة. يرجى شحنه قبل التحديث.
de: Das Gerät hat einen schwachen Akku. Bitte laden Sie es vor dem Update auf.
es: El dispositivo tiene poca batería. Cárguelo antes de la actualización.
fr: L'appareil est dans une batterie faible. Veuillez le charger avant la mise à jour.
it: Il dispositivo è in una batteria scarica. Si prega di caricarlo prima dell'aggiornamento.
nl: De batterij van het apparaat is bijna leeg. Laad het op voor de update.

# sac.devices.microsd_no_card_tips
source: Please insert a microSD card into the camera "%@" for recording.
ar: الرجاء إدخال بطاقة microSD في الكاميرا "%@" للتسجيل.
de: Bitte legen Sie eine microSD-Karte zur Aufnahme in die Kamera "%@" ein.
es: Inserta una tarjeta microSD en la cámara "%@ " para grabar.
fr: Veuillez insérer une carte microSD dans la caméra "%@ " pour l'enregistrement.
it: Inserisci una scheda microSD nella videocamera "%@" per la registrazione.
nl: Plaats een microSD-kaart in de camera "%@" om op te nemen.

# bc.geofencing.title
source: Geofencing
ar: السياج الجغرافي
es: Geovallado
fr: Géorepérage

# bc.geofencing.address
source: Address
ar: العنوان
de: Adresse:
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres

# bc.geofencing.map.tip
source: Position the mark on the map or enter an address below
ar: وضع العلامة على الخريطة أو إدخال عنوان أدناه
de: Positionieren Sie die Markierung auf der Karte oder geben Sie unten eine Adresse ein
es: Coloque el marcador en el mapa o introduzca una dirección a continuación
fr: Positionnez le marqueur sur la carte ou saisissez une adresse ci-dessous
it: Posizionare l'indicatore sulla mappa o inserire un indirizzo di seguito
nl: Plaats de markering op de kaart of voer hieronder een adres in

# bc.geofencing.radius
source: Radius: %@
ar: نصف القطر:%@
es: Radio: %@
fr: Rayon: %@
it: Raggio: %@
nl: Straal: %@

# bc.geofencing.small
source: Small
ar: صغير
de: Klein
es: Corto
fr: Petit
it: Piccolo
nl: Klein

# bc.geofencing.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
it: Medio
nl: Gemiddeld

# bc.geofencing.large
source: Large
ar: كبير
de: Groß
es: Largo
fr: Grand
it: Grande
nl: Groot

# bc.geofencing.radius.title
source: Radius
ar: نصف القطر
es: Radio
fr: Rayon
it: Raggio
nl: Straal

# bc.geofencing.namelocation.title
source: Name Location
ar: تسمية الموقع
de: Standortname
es: Nombrar ubicación
fr: Nommer l'emplacement
it: Nome posizione
nl: Naam locatie

# bc.geofencing.namelocation.tip
source: Give this location a name
ar: إدخال اسم لهذا الموقع أدناه
de: Geben Sie unten einen Namen für diesen Standort ein
es: Proporcione un nombre para la ubicación
fr: Nommez l'emplacement ci-dessous
it: Immettere di seguito un nome per questa posizione
nl: Geef deze locatie hieronder een naam

# bc.geofencing.namelocation.default
source: MyHome
ar: منزلي
de: MeinHeim
es: MiCasa
fr: Mon domicile
it: CasaMia
nl: MijnHuis

# bc.geofencing.location.address.title
source: Location Address
ar: عنوان الموقع
de: Standortadresse
es: Dirección de ubicación
fr: Adresse de l'emplacement
it: Indirizzo posizione
nl: Adres locatie

# bc.geofencing.location.address.tip
source: Enter an accurate location address below
ar: إدخال عنوان دقيق للموقع أدناه
de: Geben Sie unten eine genaue Standortadresse ein
es: Introduzca una dirección de ubicación precisa a continuación
fr: Saisissez une adresse précise ci-dessous
it: Immettere di seguito l'indirizzo preciso della posizione
nl: Voer hieronder een nauwkeurig locatieadres in

# bc.geofencing.away.home.title
source: Away from %@
ar: بعيدًا عن %@
de: Nicht in %@
es: Fuera de %@
fr: Absent de %@
it: Assente da %@
nl: Niet in de buurt van %@

# bc.geofencing.at.home.title
source: At %@
ar: في %@
de: In %@
es: En %@
fr: À %@
it: In %@
nl: Bij %@

# bc.geofencing.selet.mode.tip
source: Select a mode when you are at %@
ar: حدد وضعًا عندما تكون في %@
de: Wählen Sie einen Modus aus, wenn Sie sich bei %@ befinden.
es: Seleccione un modo cuando esté en %@
fr: Sélectionnez un mode lorsque vous êtes à %@
it: Seleziona una modalità quando sei in %@
nl: Selecteer een modus wanneer u zich op %@ bevindt

# bc.geofencing.selet.mode.tip1
source: Select a mode when you are Away from %@
ar: حدد وضعًا عندما تكون بعيدًا عن %@
de: Wählen Sie einen Modus aus, wenn Sie sich Nicht in %@ befinden.
es: Seleccione un modo cuando esté Lejos de %@
fr: Sélectionnez un mode lorsque vous êtes Absent de %@
it: Seleziona una modalità quando sei Lontano da %@
nl: Selecteer een modus wanneer u Weg bent van %@

# bc.geofencing.devices.title
source: Enabled Devices
ar: الأجهزة الممكّنة
de: Aktivierte Geräte
es: Dispositivos activados
fr: Appareils activés
it: Dispositivi abilitati
nl: Ingeschakelde apparaten

# bc.geofencing.devices.tip
source: Select the devices that will utilize Geofencing
ar: تحديد الأجهزة التي ستستخدم السياج الجغرافي
de: Wählen Sie die Geräte für das Geofencing aus
es: Seleccione los dispositivos que utilizará el geovallado
fr: Sélectionnez les appareils qui utiliseront la fonction Géorepérage
it: Selezionare i dispositivi che utilizzano il geofencing
nl: Selecteer de apparaten die geofencing gebruiken

# bc.geofencing.devices.inzone
source: In the zone
ar: داخل المنطقة
de: Im Bereich
es: En la zona
fr: Dans la zone
it: Dentro la zona
nl: Binnen de zone

# bc.geofencing.devices.outzone
source: Out of the zone
ar: خارج المنطقة
de: Außerhalb des Bereichs
es: Fuera de la zona
fr: Hors zone
it: Fuori dalla zona
nl: Buiten de zone

# bc.geofencing.devices.unavailable
source: Unavailable
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
nl: Niet beschikbaar

# bc.geofencing.index.init.title
source: Setup Summary
ar: ملخص الإعداد
de: Übersicht der Einrichtung
es: Resumen de configuración
fr: Résumé de l'config
it: Riepilogo impostazioni
nl: Samenvatting instellingen

# bc.geofencing.discover.location.tip
source: Failed to discover location for given address. The previous location will be used.
ar: فشل اكتشاف موقع العنوان المحدد. سيتم استخدام الموقع الأخير.
de: Der Standort für die angegebene Adresse konnte nicht ermittelt werden. Der letzte Standort wird verwendet.
es: Error al detectar ubicación para una determinada dirección. Se utilizará la última ubicación.
fr: Impossible d'identifier l'emplacement de l'adresse indiquée. Prise en compte du dernier emplacement.
it: Impossibile rilevare la posizione per l'indirizzo specificato. Verrà utilizzata l'ultima posizione.
nl: Kan de locatie voor het opgegeven adres niet vinden. De laatste locatie wordt gebruikt.

# bc.geofencing.complete.title
source: Setup Complete
ar: اكتمل الإعداد
de: Einrichtung abgeschlossen
es: Configuración completa
fr: Configuration terminée
it: Installazione completata
nl: Installatie voltooid

# bc.geofencing.complete.tip
source: Geofencing for your system now is ready.
ar: إن السياج الجغرافي الخاص بنظامك جاهز الآن.
de: Geofencing für Ihr System ist jetzt bereit.
es: El geovallado de su sistema está listo.
fr: L'option Géorepérage de votre système est maintenant prête.
it: Il geofencing per il sistema è pronto.
nl: Geofencing voor uw systeem is nu gereed.

# bc.geofencing.create.fail
source: Failed to create geofencing.
ar: فشل إنشاء سياج جغرافي.
de: Geofencing konnte nicht erstellt werden.
es: Error al crear geovallado.
fr: Échec du géorepérage
it: Impossibile creare il geofencing.
nl: Kan geofencing niet maken.

# bc.geofencing.create.again
source: Try again
ar: حاول مرة أخري
de: Versuchen Sie es erneut.
es: Inténtelo de nuevo
fr: Réessayer
it: Riprovare
nl: Probeer het opnieuw
