Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.devices.cam_battery_mod_record_duration_tip
source: The system automatically adjusts the detection time period to reduce the chances of detecting the same object twice in a short period.
ar: يضبط النظام تلقائيًا الفترة الزمنية للكشف لتقليل فرص اكتشاف الهدف نفسه مرتين في فترة قصيرة.
de: Das System passt die Erkennungszeit automatisch an, um die Wahrscheinlichkeit zu verringern, dass dasselbe Objekt in kurzer Zeit zweimal erkannt wird.
es: El sistema ajustará automáticamente el tiempo de detección para reducir las posibilidades de detectar el mismo objeto dos veces en un corto periodo de tiempo.
fr: Le système ajuste automatiquement la période de détection pour réduire le risque de détecter le même objet deux fois lors d'une période brève.
it: Il sistema regola automaticamente la durata del rilevamento per limitare la probabilità di rilevare lo stesso oggetto due volte in poco tempo.
nl: Het systeem past de detectieperiode automatisch aan om de kans te verkleinen dat hetzelfde object in korte tijd tweemaal wordt gedetecteerd.

# bc.devices.optimal_surveillance_mode
source: Optimal Surveillance
ar: المراقبة الأمثل
de: Optimale Überwachung
es: Vigilancia óptima
fr: Surveillance optimale
it: Sorveglianza ottimale
nl: Optimale bewaking

# bc.devices.system_record_video_amap_tip
source: Video clip length can be up to 60 seconds.
ar: يمكن أن تصل مدة مقطع الفيديو إلى 60 ثانية.
de: Der Videoclip kann bis zu 60 Sekunden lang sein.
es: El clip de vídeo puede durar hasta 60 segundos.
fr: Le clip vidéo peut durer jusqu'à 60 secondes.
it: Il clip video può avere una durata massima di 60 secondi.
nl: Videoclip is maximaal 60 seconden.

# bc.devices.cam_normal_mode_record_duration_tip
source: The system will attempt to record each event for as much as possible.
ar: سيحاول النظام تسجيل كل حدث قدر الإمكان.
de: Das System versucht, jedes Ereignis möglichst genau aufzuzeichnen.
es: El sistema tratará de grabar cada evento el máximo de tiempo posible.
fr: Le système tentera d'effectuer l'enregistrement le plus complet pour chaque événement.
it: Il sistema tenta il più possibile di registrare ogni evento.
nl: Het systeem probeert elke gebeurtenis zoveel mogelijk te registreren.

# bc.devices.cam_switch_to_battery_mode_tip
source: Camera has switched to Optimal Battery Life mode.
ar: انتقلت الكاميرا إلى وضع عمر البطارية الأمثل.
de: Die Kamera hat in den Modus „Optimale Akkulaufzeit“ gewechselt.
es: La cámara ha cambiado al modo de duración óptima de la batería.
fr: La caméra est passée en mode Autonomie optimale de la batterie.
it: La telecamera è passata a Durata ottimale della batteria.
nl: De camera is overgeschakeld naar de modus Optimale batterijlevensduur.

# bc.devices.camera_has_switched_to_best_surveillance_mode
source: Camera has switched to Optimal Surveillance mode.
ar: انتقلت الكاميرا إلى وضع المراقبة الأمثل.
de: Die Kamera hat in den Modus „Optimale Überwachung“ gewechselt.
es: La cámara ha cambiado al modo de vigilancia óptima.
fr: La caméra est passée en mode Surveillance optimale.
it: La telecamera è passata alla modalità Sorveglianza ottimale.
nl: De camera is overgeschakeld naar de modus Optimale bewaking.

# bc.devices.camera_has_switched_to_custom_mode
source: Camera has switched to Customize Recording mode.
ar: انتقلت الكاميرا إلى وضع التخصيص.
de: Die Kamera hat in den Modus „Benutzerdefiniert“ gewechselt.
es: La cámara ha cambiado al modo personalizado.
fr: La caméra est passée en mode Personnalisé.
it: La telecamera è passata alla modalità Personalizzata.
nl: De camera is overgeschakeld naar de modus Aangepast.

# bc.devicesetting.turn_off_motion_detection
source: Do you want to turn off the motion detection feature?
ar: هل تريد إيقاف تشغيل ميزة اكتشاف الحركة؟
de: Möchten Sie die Bewegungserkennungsfunktion deaktivieren?
es: ¿Desea desactivar la función de detección de movimiento?
fr: Voulez-vous désactiver la fonction de détection de mouvement ?
it: Disattivare la funzione di rilevamento del movimento?
nl: Wilt u de bewegingsdetectiefunctie uitschakelen?

# bc.devicesetting.smart_detection_turned_off_tip
source: All of the detection features will be turned off; camera will not record video and push notifications.
ar: سيتم إيقاف تشغيل كل ميزات الاكتشاف؛ لن تسجل الكاميرا مقاطع الفيديو ولن ترسل إشعارات.
de: Alle Erkennungsfunktionen werden deaktiviert; die Kamera zeichnet keine Videos auf und sendet keine Benachrichtigungen.
es: Se desactivarán todas las funciones de detección; la cámara no grabará vídeo ni enviará notificaciones push.
fr: Toutes les fonctions de détection seront désactivées ; la caméra n'enregistrera pas de vidéos et n'enverra pas de notifications Push.
it: Tutte le funzioni di rilevamento verranno disattivate. La telecamera non registrerà video e notifiche push.
nl: Alle detectiefuncties worden uitgeschakeld; de camera neemt geen video op en pusht geen meldingen.

# bc.devices.the_camera_had_been_removed_successfully
source: Camera removed successfully!
ar: تمت إزالة الكاميرا بنجاح!
de: Kamera entfernt.
es: Cámara eliminada correctamente.
fr: Caméra supprimée avec succès !
it: Rimozione della telecamera completata.
nl: Camera verwijderd!

# bc.devicesetting.device_info
source: Device Info
ar: معلومات الجهاز
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
it: Info dispositivo
nl: Apparaatgegevens

# bc.devicesetting.flash_red_detects_motion
source: LED on camera will flash red when motion is detected.
ar: سيومض مؤشر LED على الكاميرا باللون الأحمر عندما يتم اكتشاف حركة.
de: Die LED an der Kamera blinkt rot, wenn eine Bewegung erkannt wird.
es: El LED de la cámara parpadeará en rojo cuando se detecte movimiento.
fr: Le voyant LED de la caméra clignote en rouge lorsque des mouvements sont détectés.
it: Quando viene rilevato un movimento, il LED sulla telecamera lampeggia in rosso.
nl: De LED op de camera knippert rood wanneer beweging wordt gedetecteerd.

# bc.devicesetting.request_timeout
source: Request timeout
ar: طلب وقت مستقطع
de: Zeitüberschreitung der Anfrage
es: Solicitud de tiempo de espera
fr: Délai de réponse dépassé
it: Timeout richiesta
nl: Time-out voor aanvraag

# bc.devicesetting.disabling_test_mode
source: Disabling Test Mode...
ar: تعطيل وضع الاختبار...
de: Testmodus wird deaktiviert...
es: Desactivando modo de prueba...
fr: Désactivation du mode test…
it: Disattivazione della modalità di prova in corso...
nl: Testmodus uitschakelen...

# bc.devicesetting.enabling_test_mode
source: Enabling Test Mode...
ar: تمكين وضع الاختبار...
de: Testmodus wird aktiviert...
es: Activando modo de prueba...
fr: Activation du mode Test…
it: Attivazione della modalità di prova in corso...
nl: Testmodus inschakelen...

# bc.devices.cam_gsensor_open_tip
source: Please confirm you have mounted the camera at your desired location.
ar: يُرجى التأكيد بأنك قد قمت بتثبيت الكاميرا في الموقع المطلوب.
de: Bitte bestätigen Sie, dass Sie die Kamera an der gewünschten Stelle montiert haben.
es: Confirme que ha montado la cámara en la ubicación deseada.
fr: Veuillez confirmer que vous avez installé la caméra à l'emplacement souhaité.
it: Verificare di aver montato la telecamera nella posizione desiderata.
nl: Bevestig dat u de camera op de gewenste locatie hebt gemonteerd.

# bc.devices.night_vision_turnoff_tip
source: The night vision will not be activated automatically at nighttime.
ar: لن يتم تفعيل رؤية الليلية تلقائيا في الليل.
de: Die Nachtsicht wird nachts nicht automatisch aktiviert.
es: La visión nocturna no se activará automáticamente durante la noche.
fr: La vision nocturne ne sera pas activée automatiquement la nuit.
it: La visione notturna non si attiva automaticamente nelle ore notturne.
nl: Het nachtzicht wordt 's nachts niet automatisch geactiveerd.

# bc.devices.restart_homebase
source: Restart HomeBase?
ar: هل تريد إعادة تشغيل HomeBase؟
de: HomeBase neu starten?
es: ¿Reiniciar la HomeBase?
fr: Redémarrer la HomeBase ?
it: Riavviare HomeBase?
nl: HomeBase opnieuw starten?

# bc.devices.homebase_version_upgrade_reminder
source: HomeBase is updating...
ar: يتم تحديث HomeBase...
de: HomeBase wird aktualisiert...
es: La HomeBase se está actualizando...
fr: Mise à jour de la HomeBase…
it: Aggiornamento di HomeBase in corso...
nl: HomeBase wordt bijgewerkt...

# bc.devicesetting.homebase_firmware_upgrade_5min
source: HomeBase is updating...
ar: يتم تحديث HomeBase...
de: HomeBase wird aktualisiert...
es: La HomeBase se está actualizando...
fr: Mise à jour de la HomeBase…
it: Aggiornamento di HomeBase in corso...
nl: HomeBase wordt bijgewerkt...

# bc.devices.turn_off_cam_micphone_tip
source: The talk-back and recording sound will be disabled as well.
ar: سيتم تعطيل صوت الرد والتسجيل أيضًا.
de: Die Gegensprechfunktion und die Audioaufzeichnung werden ebenfalls deaktiviert.
es: También se desactivarán las funciones de respuesta y grabación de sonido.
fr: Les fonctions de réponse et d'enregistrement du son seront également désactivées.
it: Verrà disabilitato anche l'audio di risposta e registrazione.
nl: Terugspraak en opnamegeluid worden ook uitgeschakeld.

# bc.camerasetting.mic_disable_tip_title
source: Are you sure you want to disable the camera's microphone?
ar: هل أنت متأكد من أنك تريد تعطيل ميكروفون الكاميرا؟
de: Möchten Sie das Mikrofon der Kamera wirklich deaktivieren?
es: ¿Seguro que desea desactivar el micrófono de la cámara?
fr: Voulez-vous vraiment désactiver le microphone de la caméra ?
it: Disattivare il microfono della telecamera?
nl: Weet u zeker dat u de microfoon van de camera wilt uitschakelen?

# bc.cameraplay.mic_disable_tip
source: Cam mic is disabled.
ar: تم تعطيل ميكروفون الكاميرا.
de: Das Kameramikrofon ist deaktiviert.
es: Micro de la cámara desactivado.
fr: Le microphone de la caméra est désactivé.
it: Il microfono della telecamera è disattivato.
nl: Cameramicrofoon is uitgeschakeld.

# bc.devices.camera_will_be_manually_turned_off
source: Do you want to turn off the camera?
ar: هل تريد إيقاف تشغيل الكاميرا؟ سيتم تعطيل ميزتَي البث المباشر واكتشاف الحركة ولن يعود ممكنًا ضبط الكاميرا.
de: Möchten Sie die Kamera deaktivieren?
es: ¿Desea desactivar la cámara?
fr: Voulez-vous éteindre la caméra ?
it: Spegnere la telecamera?
nl: Wilt u de camera uitschakelen?

# bc.devices.camera_will_be_manually_turned_off_tip
source: The live feed and motion detection features will be disabled, and the camera cannot be set.
ar: سيتم تعطيل الميزات ، ولا يمكن ضبط الكاميرا.الأعلاف الحية وكشف الحركة
de: Die Live Feed- undBewegungserkennungsfunktionen werden deaktiviert, und die Kamera kann nicht eingerichtet werden.
es: Se desactivarán las funciones de retransmisiónen directo y detección de movimiento, y se desconfigurará la cámara.
fr: Les fonctions de détection de mouvement et de transmission en direct seront désactivées et la caméra ne pourra pas être configurée.
it: Le funzioni di feed live e rilevamento del movimento verranno disattivata e la telecamera non potrà essere impostata.
nl: De functies voor live feed en bewegingsdetectie worden uitgeschakeld en de camera kan niet worden ingesteld.

# bc.devices.hb_need_upgrade_tip
source: Please wait HomeBase be auto updated to the latest version to support this feature.
ar: يُرجى انتظار أن يتم تحديث HomeBase تلقائيًا إلى الإصدار الجديد لدعم هذه الميزة.
de: Bitte warten Sie, bis die HomeBase automatisch auf die neueste Version aktualisiert wird und diese Funktion unterstützt.
es: Espere a que la HomeBase se actualice automáticamente a la versión más reciente, que permite utilizar esta función.
fr: Veuillez patienter pendant la mise à jour automatique de la HomeBase vers la dernière version, afin de prendre en charge cette fonction.
it: Per il supporto di questa funzionalità, attendere l'aggiornamento automatico di HomeBase alla versione più recente.
nl: Wacht tot de HomeBase automatisch is bijgewerkt naar de nieuwste versie om deze functie te ondersteunen.

# bc.devicesetting.sensor_push_noti_tip
source: Go to Mode page to set sensor notifications on different modes.
ar: انتقل إلى صفحة الوضع لضبط إشعارات جهاز الاستشعار على أوضاع مختلفة.
de: Gehen Sie zur Modusseite, um die Sensorbenachrichtigungen in den verschiedenen Modi zu konfigurieren.
es: Vaya a la página de modos para configurar las notificaciones de sensor.
fr: Accédez à la page Mode pour définir les notifications des capteurs dans les différents modes.
it: Passare alla modalità Pagina per impostare le notifiche del sensore su modalità diverse.
nl: Ga naar de pagina Modus om sensormeldingen in te stellen voor verschillende modi.

# bc.devicesetting.devices_remove
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijderen

# bc.nas_setup_guide
source: Setup Guide
ar: دليل الإعداد
de: Einrichtungsanleitung
es: Guía de configuración
fr: Guide de configuration
it: Manuale di installazione
nl: Configuratiehandleiding

# bc.nas_guide_page1_content_1
source: Please confirm if you want to configure your camera video clips stored to your NAS device via RTSP ?
ar: يُرجى تأكيد ما إذا كنت ترغب في تكوين مقاطع فيديو الكاميرا المخزنة على جهاز NAS عبر بروتوكول RTSP؟
de: Bitte geben Sie an, ob Sie die auf Ihrem NAS-Gerät gespeicherten Videoclips Ihrer Kamera über RTSP konfigurieren möchten.
es: Confirme si desea configurar los clips de la cámara de vídeo almacenados en el dispositivo NAS mediante RTSP.
fr: Veuillez confirmer que vous souhaitez configurer les clips vidéo de votre caméra stockés sur votre appareil NAS via RTSP.
it: Confermare se si desidera configurare i clip video della telecamera memorizzati nel dispositivo NAS tramite il protocollo RTSP.
nl: Bevestig of u de videoclips die via RTSP worden opgeslagen op uw NAS-apparaat wilt configureren.

# bc.nas_guide_page1_title_2
source: RTSP: Real Time Streaming Protocol
ar: RTSP: بروتوكول البث في الوقت الحقيقي
de: RTSP: Real Time Streaming Protocol (Echtzeit-Streaming-Protokoll)
es: RTSP: Real Time Streaming Protocol o protocolo de transmisión en tiempo real
fr: RTSP : Real Time Streaming Protocol (Protocole de diffusion en temps réel)

# bc.nas_guide_page1_content_2
source: RTSP is a video transmission protocol which can be used in camera live-feed video streams and video-clip storage streams.
ar: بروتوكول البث في الوقت الحقيقي هو بروتوكول نقل فيديو يمكن استخدامه في مجموعات بث الفيديو المباشر للكاميرا وعمليات بث تخزين مقاطع الفيديو.
de: RTSP ist ein Videoübertragungsprotokoll, das in Live-Feed-Videostreams und Videoclip-Speicherstreams von Kameras verwendet werden kann.
es: El protocolo RTSP es un protocolo de transmisión de vídeo que puede utilizarse en las transmisiones de cámaras de vídeo en directo y transmisiones de almacenamiento de clips de vídeo.
fr: RTSP est un protocole de transmission vidéo pouvant être utilisé dans les flux vidéo en direct provenant de la caméra et les flux de stockage de clips vidéo.
it: Il protocollo RTSP è un protocollo di trasmissione video che può essere utilizzato nei flussi video dei feed live della telecamera e nei flussi di memorizzazione dei clip video.
nl: RTSP is een protocol voor videotransmissie dat u kunt gebruiken in live-feed videostreams en videoclip-opslagstreams van de camera.

# bc.nas_guide_page1_title_3
source: NAS: Network Attached Storage
ar: NAS: المخزن المتصل بالشبكة
es: NAS: Network Attached Storage o almacenamiento conectado en red
fr: NAS : Network Attached Storage (Stockage rattaché au réseau)

# bc.nas_guide_page1_content_3
source: NAS is a privacy file storage device which can save your videos, pictures, files, or even camera video clips via RTSP.
ar: المخزن المتصل بالشبكة هو جهاز تخزين ملفات ذات خصوصية ويمكنه حفظ مقاطع الفيديو أو الصور أو الملفات أو حتى مقاطع فيديو الكاميرا عبر بروتوكول RTSP.
de: NAS ist ein sicherer Dateispeicher, auf dem Sie Ihre Videos, Bilder, Dateien oder sogar Kameravideos über RTSP speichern können.
es: NAS es un dispositivo de almacenamiento de archivos confidenciales que puede guardar vídeos, imágenes, archivos o incluso clips de la cámara de vídeo mediante RTSP.
fr: Le NAS est un appareil de stockage de fichiers confidentiels permettant d'enregistrer vos vidéos, vos photos, vos fichiers et même vos clips vidéo de caméra via le protocole RTSP.
it: NAS è un dispositivo per l'archiviazione di file riservati, in cui è possibile salvare video, foto, file o anche clip video della telecamera, tramite il protocollo RTSP.
nl: NAS is een privé-opslagapparaat waarmee u uw video's, foto's, bestanden of zelfs cameravideoclips kunt opslaan via RTSP.

# bc.nas_guide_page2_title_1
source: The RTSP feature on eufyCam only works with NAS that supports RTSP protocol.
ar: تعمل ميزة بروتوكول RTSP على eufyCam فقط مع المخزن المتصل بالشبكة الذي يدعم هذا البروتوكول.
de: Die RTSP-Funktion auf eufyCam funktioniert nur mit einem NAS, der das RTSP-Protokoll unterstützt.
es: La función de RTSP de eufyCam solo funciona con dispositivos NAS compatibles con el protocolo RTSP.
fr: La fonction RTSP de l'eufyCam fonctionne uniquement avec le NAS prenant en charge le protocole RTSP.
it: La funzione RTSP su eufyCam funziona solo con i dispositivi NAS che supportano il protocollo RTSP
nl: De RTSP-functie op eufyCam werkt alleen met een NAS die het RTSP-protocol ondersteunt.

# bc.nas_guide_page2_content_1
source: (Synology NAS is verified and compatible with the eufy Security. You will need to discover/detect other brands.)
ar: (المخزن المتصل بالشبكة Synology NAS معتمد ومتوافق مع eufy Security. ويتعين عليك اكتشاف العلامات التجارية الأخرى).
de: (Synology NAS ist verifiziert und mit eufySecurity kompatibel. Für andere Marken müssen Sie dies überprüfen.)
es: (Se ha verificado la compatibilidad de los dispositivos NAS de Synology con EufySecurity. Deberá comprobar la compatibilidad de otras marcas).
fr: (Le NAS Synology est agréé et compatible avec eufySecurity. Il existe d'autres marques compatibles à découvrir.)
it: (Synology NAS è stato verificato e risulta compatibile con Eufy Security. Le altre marche devono essere verificate dall'utente).
nl: (Synology NAS is geverifieerd en compatibel met eufySecurity. Bij andere merken moet u dit zelf onderzoeken.)

# bc.nas_guide_page3_title_1
source: Please set up your HomeBase with a static IP address in your router.
ar: يُرجى إعداد HomeBase باستخدام عنوان IP ثابت في جهاز التوجيه.
de: Richten Sie Ihre HomeBase mit einer statischen IP-Adresse in Ihrem Router ein.
es: Configure la HomeBase con una dirección IP estática en el router.
fr: Configurez votre HomeBase avec une adresse IP statique dans votre routeur.
it: Configurare un indirizzo IP statico per HomeBase nel router in uso.
nl: Configureer uw HomeBase met een vast IP-adres in uw router.

# bc.nas_guide_page3_content_1
source: Otherwise, the camera's RTSP streaming address will be changed and video clips will not be stored to your NAS when HomeBase's IP address is changed by the router.
ar: خلاف ذلك ، سيتم تغيير عنوان بث RTSP للكاميرا ولن يتم تخزين مقاطع الفيديو في المخزن المتصل بالشبكة لديك عندما يغير جهاز التوجيه عنوان IP الخاص بـ HomeBase.
de: Andernfalls wird die RTSP-Streaming-Adresse der Kamera geändert, und Videoclips werden nicht auf Ihrem NAS gespeichert, wenn die IP-Adresse der HomeBase vom Router geändert wird.
es: De lo contrario, la dirección de transmisión RTSP de la cámara cambiará y los clips de vídeo no se almacenarán en el dispositivo NAS cuando el router cambie la dirección IP de la HomeBase.
fr: Faute de cela, l'adresse de diffusion RTSP de la caméra sera modifiée et les clips vidéo ne seront pas stockés sur votre NAS lorsque l'adresse IP de la HomeBase sera changée par le routeur.
it: In caso contrario, l'indirizzo di streaming RTSP della telecamera viene modificato e i clip video non vengono memorizzati nel dispositivo NAS quando l'indirizzo IP di HomeBase viene modificato dal router.
nl: Als u dat niet doet, dan wordt het RTSP-streamingadres van de camera gewijzigd. Videoclips worden dan niet opgeslagen op uw NAS wanneer het IP-adres van de HomeBase wordt gewijzigd door de router.

# bc.nas_guide_page4_title
source: Install Surveillance Station or Application on the NAS
ar: تثبيت Surveillance Station أو Application على المخزن المتصل بالشبكة
de: Die Überwachungsstation oder -anwendung auf dem NAS installieren
es: Instalar Surveillance Station o Application en el dispositivo NAS
fr: Installation de la station de surveillance ou de l'application sur le NAS
it: Installare la stazione o l'applicazione di sorveglianza nel dispositivo NAS
nl: Surveillance Station of Application installeren op de NAS

# bc.nas_guide_page4_content_1
source: On your NAS, log into the NAS management page.
ar: سجل الدخول إلى صفحة إدارة NAS على جهاز المخزن المتصل بالشبكة لديك.
de: Melden Sie sich auf Ihrem NAS auf der NAS-Verwaltungsseite an.
es: Inicie sesión en la página de administración del dispositivo NAS.
fr: Sur votre NAS, connectez-vous à la page de gestion du NAS.
it: Sul dispositivo NAS, accedere alla pagina di gestione del dispositivo.
nl: Meld u op uw NAS aan op de NAS-beheerpagina.

# bc.nas_guide_page4_content_2
source: Go to Package Center, search “surveillance station” or "surveillance application" and install.
ar: انتقل إلى Package Center وابحث عن "surveillance station" أو "surveillance application" وثبته.
de: Gehen Sie zu Package Center, suchen Sie nach „Surveillance Station“ oder „Überwachungsanwendung“, und führen Sie die Installation durch.
es: Vaya a Package Center, busque "surveillance station" o "surveillance application" y realice la instalación.
fr: Accédez au Centre Package, recherchez "Station de surveillance" ou "Application de surveillance" et effectuez l'installation.
it: Accedere a Centro pacchetti, cercare "Stazione di sorveglianza" o "Applicazione di sorveglianza" ed eseguire l'installazione.
nl: Ga naar Package Center, zoek naar 'surveillance station' of 'surveillance application' en installeer deze.

# bc.nas_guide_page4_content_3
source: Once installed, the Surveillance Station or Application can be found in the Main Menu.
ar: بمجرد تثبيت Surveillance Station أو Application، يمكن العثور عليه في القائمة الرئيسية.
de: Nach der Installation befindet sich die Surveillance Station oder Überwachungsanwendung im Hauptmenü.
es: Una vez finalizada la instalación, encontrará Surveillance Station o Application en el menú principal.
fr: Après l'installation, la station de surveillance ou l'application sera disponible dans le menu principal.
it: Una volta installata, la stazione o l'applicazione di sorveglianza è accessibile dal menu principale.
nl: Na het installeren kunt u Surveillance Station of Surveillance Application vinden in het hoofdmenu.

# bc.nas_guide_page4_note_content
source: The NAS software and package may vary between different brands.
ar: قد تختلف برامج وحزمة المخزن المتصل بالشبكة بين مختلف العلامات التجارية.
de: Die NAS-Software und das -Paket können je nach Marke variieren.
es: El paquete y el software de NAS podrán variar en función de la marca.
fr: Le package et le logiciel NAS peuvent varier d'une marque à l'autre.
it: Il software e il pacchetto NAS possono variare a seconda della marca.
nl: De NAS-software en het NAS-pakket kunnen per merk verschillen.

# bc.nas_guide_page5_title
source: Press the "Enable" button below to enable the camera's RTSP stream.
ar: اضغط على زر "تمكين" في الأسفل لتمكين بث بروتوكول RTSP للكاميرا.
de: Drücken Sie unten auf die Schaltfläche „Aktivieren“, um den RTSP-Stream der Kamera zu aktivieren.
es: Pulse el botón "Activar" a continuación para activar la transmisión RTSP de la cámara.
fr: Appuyez sur le bouton "Activer" ci-dessous pour activer le flux RTSP de la caméra.
it: Premere il pulsante "Abilita" di seguito per attivare il flusso RTSP della telecamera.
nl: Druk op de knop 'Inschakelen' hieronder om de RTSP-stream van de camera in te schakelen.
