Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.homekit.live_camera_osd_disabled_by_homekit_tip
source: Because HomeKit is enabled on your camera, HomeKit requires no logo and time watermark in live streaming and recordings. If you want to restore the watermark, please unbind the device in the Home app, then re-add the HomeBase and cameras in this app.
ar: نظرًا لأن HomeKit ممكّن على الكاميرا ، لا يتطلب HomeKit أي شعار أو علامة مائية للوقت في البث المباشر والتسجيلات. إذا كنت ترغب في استعادة العلامة المائية ، فالرجاء إلغاء ربط الجهاز في التطبيق الرئيسية ، ثم إعادة إضافة HomeBase والكاميرات في هذا التطبيق.
de: Da HomeKit auf Ihrer Kamera aktiviert ist, benötigt HomeKit kein Logo und kein Zeitwasserzeichen für Live-Streaming und -Aufnahmen. Wenn Sie das Wasserzeichen wiederherstellen möchten, binden Sie das Gerät in der Home-App ab und fügen Sie die HomeBase und die Kameras in dieser App erneut hinzu.
es: Debido a que HomeKit está habilitado en su cámara, HomeKit no requiere logotipo ni marca de agua en tiempo real en las transmisiones y grabaciones en vivo. Si desea restaurar la marca de agua, desvincule el dispositivo en la aplicación Inicio, luego vuelva a agregar el HomeBase y las cámaras en esta aplicación.
fr: Parce que HomeKit est activé sur votre appareil photo, HomeKit ne nécessite aucun logo ni filigrane temporel lors de la diffusion en direct et des enregistrements. Si vous souhaitez restaurer le filigrane, veuillez délier l'appareil dans l'application Home, puis rajouter la HomeBase et les caméras dans cette application.
it: Poiché HomeKit è abilitato sulla fotocamera, HomeKit non richiede logo e filigrana temporale per lo streaming e le registrazioni dal vivo. Se si desidera ripristinare la filigrana, separare il dispositivo nell'app Home, quindi aggiungere nuovamente HomeBase e le telecamere in questa app.
nl: Omdat HomeKit op uw camera is ingeschakeld, vereist HomeKit geen logo en tijdwatermerk in livestreaming en opnames. Als u het watermerk wilt herstellen, koppelt u het apparaat los in de Home-app en voegt u vervolgens de HomeBase en camera's opnieuw toe in deze app.

# bc.homekit.camera_osd_setting_disabled_by_homekit_tip
source: Logo and timestamp in the video are set to off by default due to HomeKit is enabled.
ar: يتم ضبط الشعار والطابع الزمني في الفيديو بشكل افتراضي بسبب تمكين HomeKit.
de: Logo und Zeitstempel im Video sind standardmäßig deaktiviert, da HomeKit aktiviert ist.
es: El logotipo y la marca de tiempo en el video están desactivados de manera predeterminada debido a que HomeKit está habilitado.
fr: Le logo et l'horodatage de la vidéo sont désactivés par défaut car HomeKit est activé.
it: Logo e timestamp nel video sono disattivati per impostazione predefinita perché HomeKit è abilitato.
nl: Logo en tijdstempel in de video zijn standaard uitgeschakeld omdat HomeKit is ingeschakeld.

# bc.homekit.settings_update
source: Settings Update
ar: تحديث الإعدادات
de: Einstellungen aktualisieren
es: Actualización de configuraciones
fr: Mise à jour des paramètres
it: Aggiornamento delle impostazioni
nl: Instellingen bijwerken

# bc.homekit.when_hk_enabled
source: According to the Apple guidelines when HomeKit is enabled:
ar: وفقًا لإرشادات Apple عند تمكين HomeKit:
de: Gemäß den Apple-Richtlinien, wenn HomeKit aktiviert ist:
es: Según las directrices de Apple, cuando HomeKit está activado:
fr: Selon les instructions Apple lorsque HomeKit est activé :
it: In base alle linee guida Apple quando l'HomeKit è abilitato:
nl: Volgens de Apple-richtlijnen wanneer HomeKit is ingeschakeld:

# bc.homekit.when_hk_enabled_tip_title_1
source: 1. The timestamp will not be displayed in the live stream and recording.
ar: 1. لن يتم عرض الطابع الزمني في البث المباشر والتسجيل.
de: 1. Der Zeitstempel wird im Live-Stream und in der Aufzeichnung nicht angezeigt.
es: 1. La marca de tiempo no se mostrará en la transmisión en vivo ni en la grabación.
fr: 1. L'horodatage ne sera pas affiché dans le flux en direct et l'enregistrement.
it: 1. Il timestamp non verrà visualizzato nel live streaming e nella registrazione.
nl: 1. Het tijdstempel wordt niet weergegeven in de livestream en opname.

# bc.homekit.when_hk_enabled_tip_detail_1
source: If you need it, please modify it in the Watermark menu.
ar: إذا كنت بحاجة إليه ، يرجى تعديله في قائمة Watermark.
de: Wenn Sie es brauchen, ändern Sie es bitte im Menü Wasserzeichen.
es: Si lo necesita, modifíquelo en el menú Marca de agua.
fr: Si vous en avez besoin, veuillez le modifier dans le menu Filigrane.
it: Se ne hai bisogno, modificalo nel menu Filigrana.
nl: Als je het nodig hebt, pas het dan aan in het watermerkmenu.

# bc.homekit.when_hk_enabled_tip_title_2
source: 2. The status LED will light up red when live streaming or recording.
ar: 2. سيضيء مصباح LED الخاص بالحالة باللون الأحمر عند البث المباشر أو التسجيل.
de: 2. Die Status-LED leuchtet beim Live-Streaming oder bei der Aufnahme rot.
es: 2. El LED de estado se iluminará en rojo cuando transmita o grabe en vivo.
fr: 2. Le voyant d'état s'allume en rouge lors de la diffusion ou de l'enregistrement en direct.
it: 2. Il LED di stato si illumina in rosso durante lo streaming live o la registrazione.
nl: 2. De status-LED licht rood op tijdens live streamen of opnemen.

# bc.homekit.when_hk_enabled_tip_detail_2
source: Recommend you to turn it off in the camera settings to save battery.
ar: نوصيك بإيقاف تشغيله في إعدادات الكاميرا لتوفير البطارية.
de: Es wird empfohlen, die Kameraeinstellungen auszuschalten, um den Akku zu schonen.
es: Le recomendamos que lo apague en la configuración de la cámara para ahorrar batería.
fr: Vous recommandons de le désactiver dans les paramètres de l'appareil photo pour économiser la batterie.
it: Ti consigliamo di spegnerlo nelle impostazioni della fotocamera per risparmiare la batteria.
nl: We raden je aan om het uit te schakelen in de camera-instellingen om de batterij te sparen.

# bc.homekit.when_hk_enabled_tip_title_3
source: 3. The Detection Type switched to All Motions.
ar: 3. تحول نوع الكشف إلى جميع الحركات.
de: 3. Der Erkennungstyp wurde auf Alle Bewegungen umgeschaltet.
es: 3. El tipo de detección cambió a Todas las mociones.
fr: 3. Le type de détection est passé à Tous les mouvements.
it: 3. Il tipo di rilevamento è passato a Tutti i movimenti.
nl: 3. Het detectietype is overgeschakeld naar Alle bewegingen.

# bc.homekit.when_hk_enabled_tip_detail_3
source: If you don't expect this, please modify it in the Motion Detection menu.
ar: إذا كنت لا تتوقع هذا ، يرجى تعديله في قائمة كشف الحركة.
de: Wenn Sie dies nicht erwarten, ändern Sie es bitte im Menü Bewegungserkennung.
es: Si no espera esto, modifíquelo en el menú Detección de movimiento.
fr: Si vous ne vous y attendez pas, veuillez le modifier dans le menu Détection de mouvement.
it: In caso contrario, modificarlo nel menu Rilevazione movimento.
nl: Als je dit niet verwacht, pas het dan aan in het menu Bewegingsdetectie.

# bc.homekit.when_hk_enabled_tip_title_4
source: 4. The Working Mode switched to Optimal Surveillance.
ar: 4. تحول وضع العمل إلى المراقبة المثلى.
de: 4. Der Arbeitsmodus wurde auf Optimale Überwachung umgeschaltet.
es: 4. El modo de trabajo cambió a vigilancia óptima.
fr: 4. Le mode de travail est passé à la surveillance optimale.
it: 4. La modalità di lavoro è passata alla sorveglianza ottimale.
nl: 4. De werkmodus is overgeschakeld naar optimale bewaking.

# bc.homekit.when_hk_enabled_tip_detail_4
source: If you don't expect this, please modify it in the camera settings menu.
ar: إذا كنت لا تتوقع هذا ، يرجى تعديله في قائمة إعدادات الكاميرا.
de: Wenn Sie dies nicht erwarten, ändern Sie es bitte im Menü Kameraeinstellungen.
es: Si no espera esto, modifíquelo en el menú de configuración de la cámara.
fr: Si vous ne vous y attendez pas, veuillez le modifier dans le menu des paramètres de l'appareil photo.
it: Se non ti aspetti, ti preghiamo di modificarlo nel menu delle impostazioni della fotocamera.
nl: Als je dit niet verwacht, pas het dan aan in het menu met camera-instellingen.

# bc.homekit.hksv_supported
source: HKSV Supported
ar: HKSV مدعوم
de: HKSV unterstützt
es: HKSV apoyado
fr: Prise en charge HKSV
it: Supportato da HKSV
nl: HKSV ondersteund

# bc.homekit.hb2_n_camera_support_hk_secur_video
source: The HomeBase 2 and cameras have supported HomeKit Secure Video.
ar: دعم HomeBase 2 والكاميرات HomeKit Secure Video.
de: Die HomeBase 2 und die Kameras unterstützen HomeKit Secure Video.
es: HomeBase 2 y las cámaras son compatibles con HomeKit Secure Video.
fr: Le HomeBase 2 et les caméras ont pris en charge la vidéo sécurisée HomeKit.
it: HomeBase 2 e le telecamere hanno supportato HomeKit Secure Video.
nl: De HomeBase 2 en camera's hebben HomeKit Secure Video ondersteund.

# bc.homekit.what_you_need
source: What you need:
ar: ماذا تحتاج:
de: Was du brauchst:
es: Que necesitas:
fr: De quoi as-tu besoin:
it: Quello che ti serve:
nl: Wat je nodig hebt:

# bc.homekit.what_you_need_tip_1
source: 1. An iPhone, iPad, or iPod Touch with iOS 13.4 or later.
ar: 1. جهاز iPhone أو iPad أو iPod Touch يعمل بنظام iOS 13.4 أو أحدث.
de: 1. Ein iPhone, iPad oder iPod Touch mit iOS 13.4 oder höher.
es: 1. Un iPhone, iPad o iPod Touch con iOS 13.4 o posterior.
fr: 1. Un iPhone, iPad ou iPod Touch avec iOS 13.4 ou version ultérieure.
it: 1. Un iPhone, iPad o iPod Touch con iOS 13.4 o successivo.
nl: 1. Een iPhone, iPad of iPod Touch met iOS 13.4 of hoger.

# bc.homekit.what_you_need_tip_2
source: 2. The Home app set up on your iOS device using the Apple ID that you use with iCloud.
ar: 2. تم إعداد تطبيق Home على جهاز iOS الخاص بك باستخدام Apple ID الذي تستخدمه مع iCloud.
de: 2. Die auf Ihrem iOS-Gerät eingerichtete Home-App verwendet die Apple ID, die Sie mit iCloud verwenden.
es: 2. La aplicación Home se configuró en su dispositivo iOS utilizando la ID de Apple que usa con iCloud.
fr: 2. L'application Home configurée sur votre appareil iOS à l'aide de l'identifiant Apple que vous utilisez avec iCloud.
it: 2. L'app Home configurata sul tuo dispositivo iOS utilizzando l'ID Apple che usi con iCloud.
nl: 2. De Home-app die op uw iOS-apparaat is ingesteld met de Apple ID die u gebruikt met iCloud.

# bc.homekit.what_you_need_tip_3
source: 3. A home hub set up on an iPad, HomePod, or Apple TV.
ar: 3. تم إعداد لوحة وصل منزلية على iPad أو HomePod أو Apple TV.
de: 3. Ein auf einem iPad, HomePod oder Apple TV eingerichteter Home Hub.
es: 3. Un concentrador doméstico configurado en un iPad, HomePod o Apple TV.
fr: 3. Un hub domestique configuré sur un iPad, un HomePod ou une Apple TV.
it: 3. Un hub domestico configurato su iPad, HomePod o Apple TV.
nl: 3. Een thuishub ingesteld op een iPad, HomePod of Apple TV.

# bc.homekit.what_you_need_tip_4
source: 4. A supported iCloud storage plan.
ar: 4. خطة تخزين iCloud مدعومة.
de: 4. Ein unterstützter iCloud-Speicherplan.
es: 4. Un plan de almacenamiento de iCloud compatible.
fr: 4. Un plan de stockage iCloud pris en charge.
it: 4. Un piano di archiviazione iCloud supportato.
nl: 4. Een ondersteund iCloud-opslagabonnement.

# bc.homekit.learn_more>
source: Learn more >
ar: اعرف المزيد>
de: Erfahren Sie mehr>
es: Conoce más>
fr: En savoir plus>
it: Ulteriori informazioni>
nl: Meer informatie>

# bc.homekit.when_hksv_enabled
source: When HKSV enabled:
ar: عند تمكين HKSV:
de: Wenn HKSV aktiviert ist:
es: Cuando HKSV habilitado:
fr: Lorsque HKSV est activé:
it: Quando HKSV è abilitato:
nl: Wanneer HKSV is ingeschakeld:

# bc.homekit.when_hksv_enabled_tip1
source: 1. The activity zones settings in the Eufy Security app will not work anymore.
ar: 1. لن تعمل إعدادات مناطق النشاط في تطبيق Eufy Security بعد الآن.
de: 1. Die Einstellungen für Aktivitätszonen in der Eufy Security-App funktionieren nicht mehr.
es: 1. La configuración de las zonas de actividad en la aplicación Eufy Security ya no funcionará.
fr: 1. Les paramètres des zones d'activité dans l'application Eufy Security ne fonctionneront plus.
it: 1. Le impostazioni delle zone di attività nell'app Eufy Security non funzioneranno più.
nl: 1. De activiteitszone-instellingen in de Eufy Security-app werken niet meer.

# bc.homekit.when_hksv_enabled_tip2
source: 2. Video clip length may be longer than the settings in the Eufy Security app.
ar: 2. قد يكون طول مقطع الفيديو أطول من الإعدادات الموجودة في تطبيق Eufy Security.
de: 2. Die Länge des Videoclips ist möglicherweise länger als die Einstellungen in der Eufy Security-App.
es: 2. La duración del videoclip puede ser mayor que la configuración de la aplicación Eufy Security.
fr: 2. La durée du clip vidéo peut être plus longue que les paramètres de l'application Eufy Security.
it: 2. La lunghezza del video clip potrebbe essere più lunga delle impostazioni nell'app Eufy Security.
nl: 2. De lengte van de videoclip kan langer zijn dan de instellingen in de Eufy Security-app.

# bc.homekit.hksv_introduce_and_how_to_enable
source: HomeKit Secure Video gives you greater control over your HomeKit compatible camera by enabling you to securely watch live video footage as it is being captured by your camera, and also record and securely store that footage in your iCloud account.
ar: يمنحك HomeKit Secure Video تحكمًا أكبر في الكاميرا المتوافقة مع HomeKit من خلال تمكينك من مشاهدة لقطات الفيديو الحية بأمان أثناء التقاطها بواسطة الكاميرا ، وكذلك تسجيل تلك اللقطات وتخزينها بأمان في حساب iCloud الخاص بك.
de: Mit HomeKit Secure Video haben Sie eine bessere Kontrolle über Ihre HomeKit-kompatible Kamera, indem Sie Live-Videomaterial sicher ansehen können, während es von Ihrer Kamera aufgenommen wird, und dieses Material auch in Ihrem iCloud-Konto aufnehmen und sicher speichern können.
es: HomeKit Secure Video le brinda un mayor control sobre su cámara compatible con HomeKit al permitirle ver de manera segura imágenes de video en vivo mientras las captura su cámara, y también grabar y almacenar de manera segura esas imágenes en su cuenta de iCloud.
fr: HomeKit Secure Video vous donne un meilleur contrôle sur votre caméra compatible HomeKit en vous permettant de regarder en toute sécurité des séquences vidéo en direct pendant qu'elles sont capturées par votre caméra, ainsi que d'enregistrer et de stocker en toute sécurité ces séquences dans votre compte iCloud.
it: HomeKit Secure Video ti offre un maggiore controllo sulla tua fotocamera compatibile con HomeKit, consentendoti di guardare in sicurezza filmati video in diretta mentre vengono catturati dalla tua fotocamera, nonché di registrare e archiviare in modo sicuro tali filmati nel tuo account iCloud.
nl: HomeKit Secure Video geeft u meer controle over uw HomeKit-compatibele camera door u in staat te stellen veilig live videobeelden te bekijken terwijl deze door uw camera worden vastgelegd, en ook om die beelden op te nemen en veilig op te slaan in uw iCloud-account.

# bc.homekit.how_to_enable_hksv_for_2n2c
source: How to enable HomeKit Secure Video for eufyCam/2C?
ar: كيفية تمكين HomeKit Secure Video لـ eufyCam / 2C؟
de: Wie aktiviere ich HomeKit Secure Video für eufyCam / 2C?
es: ¿Cómo habilitar HomeKit Secure Video para eufyCam / 2C?
fr: Comment activer HomeKit Secure Video pour eufyCam / 2C?
it: Come abilitare HomeKit Secure Video per eufyCam / 2C?
nl: Hoe HomeKit Secure Video voor eufyCam / 2C inschakelen?

# bc.homekit.how_to_use_2n2c_when_enable_hksv
source: How to use the eufyCam/2C system on HomeKit-Only Mode?
ar: كيف تستخدم نظام eufyCam 2 / 2C في وضع HomeKit-Only؟
de: Wie verwende ich das eufyCam 2 / 2C-System im Nur-HomeKit-Modus?
es: ¿Cómo utilizar el sistema eufyCam 2 / 2C en modo HomeKit-Only?
fr: Comment utiliser le système eufyCam 2 / 2C en mode HomeKit uniquement?
it: Come utilizzare il sistema eufyCam 2 / 2C in modalità Solo HomeKit?
nl: Hoe gebruik ik het eufyCam 2 / 2C-systeem in de HomeKit-modus?

# bc.homekit.hksv_battery_drain_help_tip
source: How to do if the battery drains faster when HomeKit or HomeKit Secure Video enabled?
ar: كيف تفعل إذا نفدت البطارية بشكل أسرع عند تمكين HomeKit أو HomeKit Secure Video؟
de: Wie geht es, wenn der Akku bei aktiviertem HomeKit oder HomeKit Secure Video schneller entladen wird?
es: ¿Cómo hacer si la batería se agota más rápido cuando HomeKit o HomeKit Secure Video están habilitados?
fr: Comment faire si la batterie se décharge plus rapidement lorsque HomeKit ou HomeKit Secure Video est activé?
it: Come fare se la batteria si scarica più velocemente quando HomeKit o HomeKit Secure Video sono abilitati?
nl: Hoe te doen als de batterij sneller leeg raakt als HomeKit of HomeKit Secure Video is ingeschakeld?

# bc.homekit.no_homes_tip
source: Please open the Home app and create a home.
ar: يرجى فتح تطبيق Home وإنشاء منزل.
de: Bitte öffnen Sie die Home App und erstellen Sie ein Zuhause.
es: Abra la aplicación Home y cree un hogar.
fr: Veuillez ouvrir l'application Home et créer une maison.
it: Apri l'app Home e crea una casa.
nl: Open de Home app en maak een huis aan.

# bc.devices.fl_change_wifi
source: Change Wi-Fi
ar: تغيير شبكة Wi-Fi
de: WLAN ändern
es: Cambiar Wi-Fi
fr: Modifier le Wi-Fi
it: Modifica Wi-Fi
nl: Wi-Fi-netwerk veranderen

# bc.bind.caution
source: Attention
ar: ملاحظة
de: Achtung
es: Atención
it: Attenzione
nl: Waarschuwing

# bc.player.fl_bell_disable_tip
source: Camera audio is disabled.
ar: تم تعطيل صوت الكاميرا.
de: Die Audiofunktion der Kamera ist deaktiviert.
es: El audio de la cámara está desactivado.
fr: L'audio de la caméra est désactivé.
it: L'audio della telecamera è disattivato.
nl: Het geluid van de camera is uitgeschakeld.

# bc.mode.fl_next_day
source: Next day
ar: اليوم التالي
de: Nächster Tag
es: día siguiente
fr: lendemain
it: giorno successivo
nl: volgende dag

# bc.bind.fl_try_again
source: Try Again
ar: المحاولة مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
nl: Opnieuw proberen

# bc.setting.fl_wifi_connection_title
source: Wi-Fi Connection
ar: اتصال Wi-Fi
de: WLAN-Verbindung
es: Conexión Wi-Fi
fr: Connexion Wi-Fi
it: Collegamento Wi-Fi
nl: Wi-Fi-verbinding

# bc.setting.fl_wifi_connecting
source: Floodlight Cam is connecting to the Wi-Fi...
ar: يتم اتصال كاميرا مع مصباح الضوء الغامر بشبكة Wi-Fi...
de: Verbindung der Flutlichtkamera zum WLAN wird hergestellt...
es: La cámara con focos se está conectando a la red Wi-Fi…
fr: Connexion de la caméra de sécurité avec réflecteurs au Wi-Fi en cours…
it: La telecamera con riflettore si sta collegando al Wi-Fi...
nl: Schijnwerpercamera maakt verbinding met Wi-Fi...

# bc.setting.fl_wifi_connected_success
source: Floodlight Cam successfully connected to the Wi-Fi.
ar: تم اتصال كاميرا مع مصباح الضوء الغامر بشبكة Wi-Fi بنجاح.
de: Verbindung der Flutlichtkamera zum WLAN erfolgreich hergestellt.
es: La cámara con focos se ha conectado correctamente a la red Wi-Fi.
fr: Caméra de sécurité avec réflecteurs connectée au Wi-Fi avec succès.
it: Telecamera con riflettore collegata correttamente al Wi-Fi.
nl: Schijnwerpercamera is verbonden met Wi-Fi.

# bc.devicesetting.fl_restarting_complete
source: Floodlight Cam is restarting... Please wait.
ar: تتم إعادة تشغيل الكاميرا مع مصباح الضوء الغامر... يُرجى الانتظار.
de: Flutlichtkamera wird neu gestartet... Bitte warten.
es: La cámara con focos se está reiniciando… Espere.
fr: Redémarrage de la caméra de sécurité avec réflecteurs... Veuillez patienter.
it: Riavvio della telecamera con riflettore in corso... Attendere.
nl: Schijnwerpercamera wordt opnieuw gestart... Een ogenblik geduld.

# bc.devicesetting.fl_delete_clips
source: Clear Storage
ar: مسح وحدة التخزين
de: Speicher leeren
es: Borrar almacenamiento
fr: Effacer le stockage
it: Cancella la memoria
nl: Opslag wissen

# bc.devicesetting.fl_delete_clips_do
source: Do you want to delete all video clips stored in this device?
ar: هل تريد حذف كل مقاطع الفيديو المخزّنة على هذا الجهاز؟
de: Möchten Sie alle auf diesem Gerät gespeicherten Videoclips löschen?
es: ¿Desea eliminar todos los clips de vídeo almacenados en este dispositivo?
fr: Voulez-vous supprimer toutes les vidéos stockées sur cet appareil ?
it: Eliminare tutti i clip video memorizzati nel dispositivo?
nl: Wilt u alle videoclips verwijderen die op dit apparaat zijn opgeslagen?

# bc.devicesetting.fl_delete_clips_success
source: Deleted successfully
ar: تم الحذف بنجاح
de: Löschen erfolgreich
es: Eliminación correcta.
fr: Suppression réussie
it: Eliminazione riuscita
nl: Verwijderd

# bc.devicesetting.fl_delete_clips_fail
source: Failed to delete.
ar: فشل الحذف.
de: Löschen fehlgeschlagen.
es: Fallo al eliminar.
fr: La suppression a échoué.
it: Eliminazione non riuscita.
nl: Verwijderen mislukt.

# bc.setting.fl_floodlight_restarting
source: Floodlight Cam is restarting... Please wait.
ar: تتم إعادة تشغيل الكاميرا مع مصباح الضوء الغامر... يُرجى الانتظار.
de: Flutlichtkamera wird neu gestartet... Bitte warten.
es: La cámara con focos se está reiniciando… Espere.
fr: Redémarrage de la caméra de sécurité avec réflecteurs... Veuillez patienter.
it: Riavvio della telecamera con riflettore in corso... Attendere.
nl: Schijnwerpercamera wordt opnieuw gestart... Een ogenblik geduld.

# bc.device.fl_turn_off_tip_always
source: Are you sure you want to turn the Spotlight OFF?
ar: هل أنت متأكد من أنك تريد إيقاف تشغيل الضوء الكشاف؟
de: Möchten Sie den Scheinwerfer wirklich AUSschalten?
es: ¿Seguro que desea apagar el foco?
fr: Êtes-vous sûr de vouloir éteindre le projecteur ?
it: Spegnere il riflettore?
nl: Weet u zeker dat u de Spotlight wilt uitschakelen?

# bc.bind.floodlight_set_name_success
source: Floodlight Cam added successfully
ar: تمت إضافة كاميرا مع مصباح الضوء الغامر بنجاح
de: Flutlichtkamera erfolgreich hinzugefügt
es: La cámara con focos se ha añadido correctamente
fr: La caméra de sécurité avec réflecteurs a été ajoutée avec succès
it: Telecamera con riflettore aggiunta correttamente
nl: Schijnwerpercamera toegevoegd

# bc.bind.fl_add_wifi
source: Wi-Fi Setup
ar: إعداد Wi-Fi
de: Einrichtung des WLAN
es: Configuración Wi-Fi
fr: Configuration Wi-Fi
it: Configurazione Wi-Fi
nl: Wi-Fi configureren

# bc.bind.fl_auto_ssid_password
source: Select a Wi-Fi from the list
ar: تحديد شبكة Wi-Fi من القائمة
de: Ein WLAN aus der Liste auswählen
es: Seleccionar una red Wi-Fi de la lista
fr: Sélectionnez un réseau Wi-Fi dans la liste
it: Seleziona una rete Wi-Fi dall'elenco
nl: Selecteer een Wi-Fi-netwerk uit de lijst

# bc.bind.fl_guide_installation
source: Installation
ar: التثبيت
es: Instalación
it: Installazione
nl: Installatie

# bc.bind.fl_guide_installation_next
source: Installed
ar: تم التثبيت
de: Installiert
es: Instalado
fr: Installé
it: Installato
nl: Geïnstalleerd

# bc.bind.fl_guide_installation_tip
source: Follow the video instructions and quick start guide to mount the Floodlight Cam.
ar: اتبع إرشادات الفيديو ودليل البدء السريع الورقي لتثبيت الكاميرا مع مصباح الضوء الغامر.
de: Befolgen Sie die Videoanleitungen und die gedruckte Kurzanleitung zum Montieren der Flutlichtkamera.
es: Siga las instrucciones en vídeo y la guía de inicio rápido en papel para montar la cámara con focos.
fr: Suivez les instructions vidéo et le guide de démarrage rapide sur papier pour monter la caméra de sécurité avec réflecteurs.
it: Seguire le istruzioni a video e la guida di avvio rapido cartacea per montare la telecamera con riflettore.
nl: Volg de instructies in de video en in de snelstartgids om de Schijnwerpercamera te monteren.

# bc.bind.fl_guide_bootup
source: Power On Device
ar: تشغيل الجهاز
de: Gerät einschalten
es: Encender dispositivo
fr: Mise sous tension de l'appareil
it: Accendi il dispositivo
nl: Zet het apparaat aan
