Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.setting.motion_clips_out_saved_do
source: Do you want to KEEP the motion-detected video clips recorded out of the activity zones?
ar: هل تريد المحافظة على مقاطع الفيديو الخاصة باكتشاف الحركة والمسجلة خارج مناطق النشاط؟
de: Möchten Sie Bewegungserkennungs-Videoclips BEHALTEN, die außerhalb der Aktivitätsbereiche aufgezeichnet wurden?
es: ¿Desea MANTENER los clips de vídeo detectados por movimiento grabados fuera de las zonas de actividad?
fr: Voulez-vous CONSERVER les clips vidéo de détection de mouvement enregistrés hors des zones d'activité ?
it: CONSERVARE i clip video di rilevazione del movimento registrati al di fuori delle aree di attività?
nl: Wilt u de videoclips die zijn opgenomen op basis van bewegingsdetectie en vanuit activiteitenzones BEWAREN?

# bc.setting.motion_clips_out_discarded_do
source: Do you want to DISCARD the motion-detected video clips recorded out of the activity zones?
ar: هل تريد التخلّص من مقاطع الفيديو الخاصة باكتشاف الحركة والمسجلة خارج مناطق النشاط؟
de: Möchten Sie Bewegungserkennungs-Videoclips VERWERFEN, die außerhalb der Aktivitätsbereiche aufgezeichnet wurden?
es: ¿Desea DESCARTAR los clips de vídeo detectados por movimiento grabados fuera de las zonas de actividad?
fr: Voulez-vous SUPPRIMER les clips vidéo de détection de mouvement enregistrés hors des zones d'activité ?
it: ELIMINARE i clip video di rilevazione del movimento registrati al di fuori delle aree di attività?
nl: Wilt u de videoclips die zijn opgenomen op basis van bewegingsdetectie en vanuit activiteitenzones VERWIJDEREN?

# bc.setting.motion_clips_out_discarded
source: Motion clips recorded out of activity zones will be discarded.
ar: سيتم التخلّص من مقاطع الحركة المسجلة خارج مناطق النشاط.
de: Bewegungserkennungs-Videoclips, die außerhalb der Aktivitätsbereiche aufgezeichnet wurden, werden verworfen.
es: Los clips de movimiento grabados fuera de las zonas de actividad se descartarán.
fr: Les clips de mouvement enregistrés hors des zones d'activité seront supprimés.
it: I clip di movimento registrati fuori dalle aree di attività verranno eliminati.
nl: Bewegingsclips die vanuit de activiteitenzones zijn opgenomen, worden verwijderd.

# bc.setting.motion_clips_out_saved
source: Motion clips recorded out of activity zones will be saved.
ar: سيتم حفظ مقاطع الحركة المسجلة خارج مناطق النشاط.
de: Bewegungserkennungs-Videoclips, die außerhalb der Aktivitätsbereiche aufgezeichnet wurden, werden gespeichert.
es: Los clips de movimiento grabados fuera de las zonas de actividad se guardarán.
fr: Les clips de mouvement enregistrés hors des zones d'activité seront enregistrés.
it: I clip di movimento registrati fuori dalle aree di attività verranno salvati.
nl: Bewegingsclips die vanuit de activiteitenzones zijn opgenomen, worden opgeslagen.

source: Motion Test Mode
ar: وضع اختبار الحركة
de: Bewegungserkennungs-Testmodus
es: Modo de prueba de movimiento
fr: Mode Test de détection
it: Modalità test movimento
nl: Testmodus voor beweging

# bc.setting.motion_test_flash_red
source: %@ will flash red when motion is detected.
ar: سيومض %@ باللون الأحمر عند اكتشاف حركة.
de: %@ blinkt rot, wenn eine Bewegung erkannt wird.
es: %@ parpadeará en rojo cuando se detecte movimiento.
fr: %@ clignote en rouge lorsque des mouvements sont détectés.
it: %@ lampeggia in rosso quando viene rilevato un movimento.
nl: %@ knippert rood wanneer beweging wordt gedetecteerd.

# bc.settings.cam_audio_settings_title
source: Audio Settings
ar: إعدادات الصوت
de: Audioeinstellungen
es: Configuración de audio
fr: Paramètres audio
it: Impostazioni audio
nl: Audio-instellingen

# bc.settings.cam_audio_settings_close_promt_title
source: Do you want to turn off camera audio?
ar: هل تريد إيقاف تشغيل صوت الكاميرا؟
de: Möchten Sie die Audiofunktion der Kamera ausschalten?
es: ¿Desea desactivar el audio de la cámara?
fr: Voulez-vous désactiver l'audio de la caméra ?
it: Spegnere l'audio della telecamera?
nl: Wilt u het geluid van de camera uitschakelen?

# bc.settings.cam_audio_settings_close_promt_tip
source: The 2-way audio, recording sound and sound alarm will also be disabled.
ar: سيتم أيضًا تعطيل الصوت الثنائي الاتجاه وصوت التسجيل وصوت التنبيه.
de: 2-Wege-Audio, Audioaufzeichnung und der Alarmton werden ebenfalls deaktiviert.
es: También se desactivarán el audio bidireccional, el sonido de grabación y la alarma sonora.
fr: L'audio 2 voies, le son d'enregistrement et l'alarme sonore seront également désactivés.
it: Anche l'audio bidirezionale, l'audio di registrazione e l'allarme acustico verranno disattivati.
nl: De tweeweg-audio, het opnamegeluid en het geluidsalarm worden ook uitgeschakeld.

# bc.settings.status_led_settings_title
source: Status LED
ar: مؤشر LED للحالة
es: LED de estado
fr: LED d'état
it: LED di stato

# bc.setting.cam.audio.turn.off.tip
source: Do you want to turn off camera audio?
ar: هل تريد إيقاف تشغيل صوت الكاميرا؟
de: Möchten Sie die Audiofunktion der Kamera ausschalten?
es: ¿Desea desactivar el audio de la cámara?
fr: Voulez-vous désactiver l'audio de la caméra ?
it: Spegnere l'audio della telecamera?
nl: Wilt u het geluid van de camera uitschakelen?

# bc.motion.sensitity.setting.title
source: Detection sensitivity
ar: حساسية الكشف
de: Erkennungsempfindlichkeit
es: Sensibilidad de detección
fr: Sensibilité de détection
it: Sensibilità di rilevamento
nl: Detectie gevoeligheid

# bc.motion.detection_type.setting.title
source: Detection Type
ar: نوع الكشف
de: Erkennungsart
es: Tipo de detección
fr: Type de détection
it: Tipo di rilevamento
nl: Detectie type

# bc.motion.detection_type.human_only
source: Human Only
ar: الإنسان فقط
de: Nur für Menschen
es: Solo humano
fr: Humain seulement
it: Solo umano
nl: Alleen voor mensen

# bc.motion.detection_type.all_motions
source: All Motions
ar: جميع الحركات
de: Alle Bewegungen
es: Todas las mociones
fr: Toutes les motions
it: Tutti i movimenti
nl: Alle moties

# bc.camerasettings.night_vision.black_white.title
source: B&W Night Vision
ar: B&W للرؤية الليلية
de: B & W Nachtsicht
es: Visión nocturna en blanco y negro
fr: Vision nocturne B & W
it: Visione notturna in bianco e nero
nl: B&W Nachtzicht

# bc.camerasettings.night_vision.turn_off.title
source: Turn Off
ar: اطفئه
de: Ausschalten
es: Apagar
fr: Éteindre
it: Spegni
nl: Uitschakelen

# bc.camerasettings.night_vision.turn_off.desc
source: Turn off the IR LED and spotlight when at night.
ar: قم بإيقاف تشغيل LED IR وأضواء كاشفة أثناء الليل.
de: Schalten Sie die IR-LED und den Scheinwerfer nachts aus.
es: Apague el LED IR y el foco cuando esté de noche.
fr: Eteignez la diode infrarouge et mettez en lumière la nuit.
it: Spegni il LED IR e il riflettore di notte.
nl: Schakel 's nachts de IR-led en de spotlight uit.

# bc.settings.emmc.clear_storage_tip
source: Do you want to delete all of the video clips stored in this device?
ar: هل تريد حذف كل مقاطع الفيديو المخزّنة على هذا الجهاز؟
de: Möchten Sie alle auf diesem Gerät gespeicherten Videoclips löschen?
es: ¿Desea eliminar todos los clips de vídeo almacenados en este dispositivo?
fr: Voulez-vous supprimer tous les clips vidéo stockés sur cet appareil ?
it: Eliminare tutti i clip video memorizzati nel dispositivo?
nl: Wilt u alle videoclips verwijderen die op dit apparaat zijn opgeslagen?

# bc.setting.storage_system
source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
nl: Systeem

# bc.setting.storage_video
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo

# bc.setting.storage_available
source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
it: A disposizione
nl: Beschikbaar

# bc.devicesetting.storage.protect_days_tip
source: We have protected you for %d days.
ar: قمنا بحمايتك لمدة %d من الأيام.
de: Wir haben Sie %d Tage lang geschützt.
es: Le hemos protegido durante %d días.
fr: Nous vous protégeons depuis %d jours.
it: Ti abbiamo protetto per %d giorni.
nl: We hebben u %d dagen beschermd.

# bc.devicesetting.storage.protect_days_title
source: %d Days
ar: %d الأيام
de: %d Tage
es: %d Días
fr: %d Jours
it: %d Giorni
nl: %d Dagen

# bc.devicesetting.storage.motion_tip
source: %d motions have been recorded.
ar: %d تم تسجيل حركة.
de: %d Bewegung wurde aufgezeichnet.
es: %d se ha grabado movimiento.
fr: %d mouvements ont été enregistrés.
it: %d il movimento è stato registrato.
nl: %d beweging is opgenomen.

# bc.devicesetting.storage.motion_title
source: %d Motions
ar: %d الحركة
de: %d Bewegung
es: %d Movimiento
fr: %d mouvements
it: %d Movimento
nl: %d Bewegingsdetectie

# bc.devicesetting.storage.unable_get_sdcard_status_title
source: Unable to get the microSD card status.
ar: غير قادر على الحصول على حالة بطاقة microSD.
de: Der microSD-Kartenstatus kann nicht abgerufen werden.
es: No se puede obtener el estado de la tarjeta microSD.
fr: Impossible d'obtenir l'état de la carte microSD.
it: Impossibile ottenere lo stato della scheda microSD.
nl: Kan de microSD-kaartstatus niet verkrijgen.

# bc.devicesetting.storage.unable_get_sdcard_status_tips
source: * The HomeBase micro SD supports up to 128GB capacity.
ar: * تدعم بطاقة SD الصغيرة الخاصة بـ HomeBase سعة تصل إلى 128 جيجابايت.
de: * Die HomeBase microSD-Karte unterstützt bis zu 128 GB Speicherplatz.
es: * La tarjeta microSD HomeBase admite hasta 128 GB de capacidad.
fr: * La carte micro SD de la HomeBase prend en charge jusqu'à 128 Go de capacité.
it: * La micro SD di HomeBase supporta fino a 128 GB di capacità.
nl: * De HomeBase micro-SD ondersteunt een capaciteit van maximaal 128GB.

# bc.devicesetting.storage.no_sdcard_title
source: No microSD card. Please insert a microSD card for recording.
ar: لا بطاقة microSD. الرجاء إدخال بطاقة microSD للتسجيل.
de: Keine microSD-Karte. Bitte legen Sie eine microSD-Karte für die Aufnahme ein.
es: Sin tarjeta microSD. Inserte una tarjeta microSD para grabar.
fr: Pas de carte microSD. Veuillez insérer une carte microSD pour l'enregistrement.
it: Nessuna scheda microSD. Inserire una scheda microSD per la registrazione.
nl: Geen microSD-kaart. Plaats een microSD-kaart voor opname.

# bc.devicesetting.storage.sdcard_broken_title
source: microSD Card cannot work properly. Please re-plug the microSD Card or restart the HomeBase.
ar: بطاقة microSD لا يمكن أن تعمل بشكل صحيح. يرجى إعادة توصيل بطاقة microSD أو إعادة تشغيل HomeBase.
de: Die microSD-Karte funktioniert nicht richtig. Bitte stecken Sie die microSD-Karte erneut ein oder starten Sie die HomeBase neu.
es: La tarjeta microSD no funciona correctamente. Vuelva a enchufar la tarjeta microSD o reinicie HomeBase.
fr: La carte microSD ne peut pas fonctionner correctement. Veuillez rebrancher la carte microSD ou redémarrer la HomeBase.
it: La scheda microSD non può funzionare correttamente. Ricollegare la scheda microSD o riavviare HomeBase.
nl: microSD-kaart kan niet goed werken. Sluit de microSD-kaart opnieuw aan of start de HomeBase opnieuw op.

# bc.devicesetting.storage.sdcard_not_format_title
source: A new microSD card detected. It needs to be formatted for recording.
ar: تم اكتشاف بطاقة microSD جديدة. يجب أن يكون مهيأ للتسجيل.
de: Eine neue microSD-Karte wurde erkannt. Es muss für die Aufnahme formatiert werden.
es: Se detectó una nueva tarjeta microSD. Necesita ser formateado para la grabación.
fr: Une nouvelle carte microSD a été détectée. Il doit être formaté pour l'enregistrement.
it: Rilevata una nuova scheda microSD. Deve essere formattato per la registrazione.
nl: Een nieuwe microSD-kaart gedetecteerd. Het moet worden geformatteerd voor opname.

# bc.devicesetting.storage.emmc_immediate_format_title
source: Local memory needs to be formated immediately.
ar: يجب تهيئة الذاكرة المحلية على الفور.
de: Der lokale Speicher muss sofort formatiert werden.
es: La memoria local debe formatearse inmediatamente.
fr: La mémoire locale doit être formatée immédiatement.
it: La memoria locale deve essere formattata immediatamente.
nl: Lokaal geheugen moet onmiddellijk worden geformatteerd.

# bc.devicesetting.storage.emmc_immediate_format_tip
source: Please download any important video clips for backup before formatting.
ar: يرجى تنزيل أي مقاطع فيديو مهمة للنسخ الاحتياطي قبل التنسيق.
de: Bitte laden Sie alle wichtigen Videoclips zum Sichern herunter, bevor Sie sie formatieren.
es: Descargue cualquier clip de video importante para la copia de seguridad antes de formatear.
fr: Veuillez télécharger tous les clips vidéo importants pour les sauvegarder avant le formatage.
it: Si prega di scaricare eventuali clip video importanti per il backup prima della formattazione.
nl: Download belangrijke videoclips voor back-up voordat u formatteert.

# bc.devicesetting.storage.emmc_recommend_format_title
source: It's recommended that you format the local memory later.
ar: يوصى بتنسيق الذاكرة المحلية لاحقًا.
de: Es wird empfohlen, den lokalen Speicher später zu formatieren.
es: Se recomienda que formatee la memoria local más tarde.
fr: Il est recommandé de formater la mémoire locale ultérieurement.
it: Si consiglia di formattare la memoria locale in un secondo momento.
nl: Het wordt aanbevolen dat u het lokale geheugen later formatteert.

# bc.devicesetting.storage.emmc_restart_contact_tip
source: Local memory cannot work properly. Please format the local memory, or restart the HomeBase.
ar: لا يمكن أن تعمل الذاكرة المحلية بشكل صحيح. يرجى تهيئة الذاكرة المحلية ، أو إعادة تشغيل HomeBase.
de: Der lokale Speicher kann nicht ordnungsgemäß funktionieren. Bitte formatieren Sie den lokalen Speicher oder starten Sie HomeBase neu.
es: La memoria local no puede funcionar correctamente. Formatee la memoria local o reinicie HomeBase.
fr: La mémoire locale ne peut pas fonctionner correctement. Veuillez formater la mémoire locale ou redémarrer la HomeBase.
it: La memoria locale non può funzionare correttamente. Formattare la memoria locale o riavviare HomeBase.
nl: Lokaal geheugen kan niet goed werken. Formatteer het lokale geheugen of start de HomeBase opnieuw.

# bc.devicesetting.storage.emmc_restart_format_tip
source: Local memory cannot work properly. Please restart the HomeBase 2 and format the local memory later.
ar: لا يمكن أن تعمل الذاكرة المحلية بشكل صحيح. يرجى إعادة تشغيل HomeBase 2 وتنسيق الذاكرة المحلية لاحقًا.
de: Der lokale Speicher kann nicht ordnungsgemäß funktionieren. Bitte starten Sie HomeBase 2 neu und formatieren Sie den lokalen Speicher später.
es: La memoria local no puede funcionar correctamente. Reinicie HomeBase 2 y formatee la memoria local más tarde.
fr: La mémoire locale ne peut pas fonctionner correctement. Veuillez redémarrer la HomeBase 2 et formater la mémoire locale ultérieurement.
it: La memoria locale non può funzionare correttamente. Riavviare HomeBase 2 e formattare la memoria locale in un secondo momento.
nl: Lokaal geheugen kan niet goed werken. Start HomeBase 2 opnieuw op en formatteer het lokale geheugen later.

# bc.devicesetting.storage.emmc_recommend_repair_tip
source: It's recommended that you repair the local memory later.
ar: يوصى بإصلاح الذاكرة المحلية لاحقًا.
de: Es wird empfohlen, den lokalen Speicher später zu reparieren.
es: Se recomienda que repare la memoria local más tarde.
fr: Il est recommandé de réparer la mémoire locale ultérieurement.
it: Si consiglia di riparare la memoria locale in un secondo momento.
nl: Het wordt aanbevolen om het lokale geheugen later te repareren.

# bc.devicesetting.storage.emmc_immediate_repair_tip
source: Local memory needs to be repaired immediately.
ar: تحتاج الذاكرة المحلية إلى إصلاح على الفور.
de: Der lokale Speicher muss sofort repariert werden.
es: La memoria local debe repararse de inmediato.
fr: La mémoire locale doit être réparée immédiatement.
it: La memoria locale deve essere riparata immediatamente.
nl: Lokaal geheugen moet onmiddellijk worden gerepareerd.

# bc.devicesetting.storage.emmc_full_tip
source: HomeBase local memory is full. Old video clips will be overwritten and deleted.
ar: الذاكرة المحلية HomeBase ممتلئة. سيتم الكتابة فوق مقاطع الفيديو القديمة وحذفها.
de: Der lokale Speicher von HomeBase ist voll. Alte Videoclips werden überschrieben und gelöscht.
es: La memoria local de HomeBase está llena. Los viejos videoclips se sobrescribirán y eliminarán.
fr: La mémoire locale de HomeBase est saturée. Les anciens clips vidéo seront écrasés et supprimés.
it: La memoria locale di HomeBase è piena. I vecchi videoclip verranno sovrascritti ed eliminati.
nl: HomeBase lokaal geheugen is vol. Oude videoclips worden overschreven en verwijderd.

# bc.devicesetting.storage.unable_get_emmc_status_title
source: Unable to get the local memory status.
ar: غير قادر على الحصول على حالة الذاكرة المحلية.
de: Lokaler Speicherstatus kann nicht abgerufen werden.
es: No se puede obtener el estado de la memoria local.
fr: Impossible d'obtenir l'état de la mémoire locale.
it: Impossibile ottenere lo stato della memoria locale.
nl: Kan de lokale geheugenstatus niet verkrijgen.

# bc.devicesetting.storage.sd_recommend_format_tip
source: It's recommended that you format the microSD card later.
ar: يوصى بتنسيق بطاقة microSD لاحقًا.
de: Es wird empfohlen, die microSD-Karte später zu formatieren.
es: Se recomienda que formatee la tarjeta microSD más tarde.
fr: Il est recommandé de formater la carte microSD ultérieurement.
it: Si consiglia di formattare la scheda microSD in un secondo momento.
nl: Het wordt aanbevolen om de microSD-kaart later te formatteren.

# bc.devicesetting.storage.sd_immediate_format_tip
source: microSD card needs to be formatted immediately.
ar: تحتاج بطاقة microSD إلى التنسيق فورًا.
de: Die microSD-Karte muss sofort formatiert werden.
es: La tarjeta microSD debe formatearse de inmediato.
fr: La carte microSD doit être immédiatement formatée.
it: La scheda microSD deve essere formattata immediatamente.
nl: microSD-kaart moet onmiddellijk worden geformatteerd.

# bc.devicesetting.storage.protect_day_title
source: %d Day
ar: %d يوم
de: %d Tag
es: %d día
fr: %d jour
it: %d giorno
nl: %d dag

# bc.devicesetting.storage.protect_day_tip
source: We have protected you for %d day.
ar: لقد قمنا بحمايتك %d يوم.
de: Wir haben Sie %d Tag lang geschützt.
es: Le hemos protegido durante %d día.
fr: Nous vous protégeons depuis %d jour.
it: Ti abbiamo protetto per %d giorno.
nl: We hebben u %d dag beschermd.

# bc.devicesetting.repair_storage_tip_msg
source: The repairing feature may repair some damaged files or bad sectors of the disk, but it may take a long time. Are you sure you want to continue?
ar: قد تُصلح ميزة الإصلاح بعض الملفات المتضررة أو القطاعات السيئة في القرص، لكن قد تستغرق العملية وقتًا طويلاً. هل أنت متأكد من أنك تريد المتابعة؟
de: Die Reparaturfunktion kann ggf. einige beschädigte Dateien oder fehlerhafte Festplattensektoren reparieren, aber dieser Vorgang kann einige Zeit dauern. Möchten Sie wirklich fortfahren?
es: La función de reparación puede reparar algunos archivos dañados o sectores defectuosos del disco, pero es posible que tarde mucho tiempo. ¿Seguro que desea continuar?
fr: La fonction de réparation peut réparer certains fichiers endommagés ou secteurs défectueux du disque, mais cela peut prendre un certain temps. Voulez-vous vraiment continuer ?
it: La funzione di riparazione potrebbe riparare alcuni file danneggiati o settori danneggiati del disco, ma potrebbe richiedere molto tempo. Continuare?
nl: De reparatiefunctie kan beschadigde bestanden of beschadigde sectoren van de schijf repareren, maar dit kan lang duren. Weet u zeker dat u wilt doorgaan?

# bc.devicesetting.repair_sd_tip_msg
source: The repairing feature may repair some damaged files or bad sectors of the disk, but it may take a long time. Are you sure you want to continue?
ar: قد تُصلح ميزة الإصلاح بعض الملفات المتضررة أو القطاعات السيئة في القرص، لكن قد تستغرق العملية وقتًا طويلاً. هل أنت متأكد من أنك تريد المتابعة؟
de: Die Reparaturfunktion kann ggf. einige beschädigte Dateien oder fehlerhafte Festplattensektoren reparieren, aber dieser Vorgang kann einige Zeit dauern. Möchten Sie wirklich fortfahren?
es: La función de reparación puede reparar algunos archivos dañados o sectores defectuosos del disco, pero es posible que tarde mucho tiempo. ¿Seguro que desea continuar?
fr: La fonction de réparation peut réparer certains fichiers endommagés ou secteurs défectueux du disque, mais cela peut prendre un certain temps. Voulez-vous vraiment continuer ?
it: La funzione di riparazione potrebbe riparare alcuni file danneggiati o settori danneggiati del disco, ma potrebbe richiedere molto tempo. Continuare?
nl: De reparatiefunctie kan beschadigde bestanden of beschadigde sectoren van de schijf repareren, maar dit kan lang duren. Weet u zeker dat u wilt doorgaan?

# bc.devicesetting.storate.take_long_time
source: It may take a long time.
ar: قد تستغرق العملية وقتًا طويلاً.
de: Dies kann einige Zeit dauern.
es: Puede tardar mucho tiempo.
fr: Cela peut prendre un certain temps.
it: L'operazione potrebbe richiedere molto tempo.
nl: Dit kan lang duren.

# bc.devicesetting.storate.repair_success
source: Repaired successfully.
ar: تم الإصلاح بنجاح.
de: Reparatur erfolgreich.
es: Reparación correcta.
fr: Réparation réussie.
it: Riparata correttamente.
nl: Succesvol gerepareerd.

# bc.devicesetting.storate.repair_sd_failed
source: Failed to repair the microSD card.
ar: فشل إصلاح بطاقة microSD.
de: Die microSD-Karte konnte nicht repariert werden.
es: Error al reparar la tarjeta microSD.
fr: La réparation de la carte microSD a échoué.
it: Impossibile riparare la scheda microSD.
nl: Kan de micro-SD-kaart niet herstellen.

# bc.devicesetting.storate.repair_emmc_failed
source: Failed to repair the local memory.
ar: فشل إصلاح الذاكرة المحلية.
de: Reparieren des lokalen Speichers fehlgeschlagen.
es: Error al reparar la memoria local.
fr: Échec de la réparation de la mémoire locale.
it: Impossibile riparare la memoria locale.
nl: Kan het lokale geheugen niet herstellen.

# bc.devicesetting.storate.emmc_repairing
source: Repairing the local memory... %@
ar: يتم إصلاح الذاكرة المحلية...%@
de: Lokaler Speicher wird repariert...%@
es: Reparando la memoria local…%@
fr: Réparation de la mémoire locale...%@
it: Riparazione della memoria locale in corso...%@
nl: Het lokale geheugen herstellen...%@

# bc.devicesetting.storate.sdcard_repairing
source: Repairing the microSD card... %@
ar: يتم إصلاح بطاقة microSD...%@
de: microSD-Karte wird repariert...%@
es: Reparando la tarjeta microSD…%@
fr: Réparation de la carte microSD...%@
it: Riparazione della scheda microSD in corso...%@
nl: De micro-SD-kaart repareren...%@

# bc.devicesetting.prepare_repair_emmc
source: Preparing to repair...
ar: جارٍ الاستعداد لإصلاح ...
de: Reparatur wird vorbereitet ...
es: Preparándose para reparar ...
fr: Préparer à réparer ...
it: Preparazione alla riparazione ...
nl: Voorbereiding op reparatie ...

# bc.devicesetting.prepare_repair_sd
source: Preparing to repair...
ar: جارٍ الاستعداد لإصلاح ...
de: Reparatur wird vorbereitet ...
es: Preparándose para reparar ...
fr: Préparer à réparer ...
it: Preparazione alla riparazione ...
nl: Voorbereiding op reparatie ...

# bc.devicesetting.storage.sd_over_128G_tips
source: The HomeBase microSD card supports up to 128GB capacity.
ar: تدعم بطاقة SD الصغيرة الخاصة بـ HomeBase سعة تصل إلى 128 جيجابايت.
de: Die HomeBase microSD-Karte unterstützt bis zu 128 GB Speicherplatz.
es: La tarjeta microSD HomeBase admite hasta 128 GB de capacidad.
fr: La carte micro SD de la HomeBase prend en charge jusqu'à 128 Go de capacité.
it: La micro SD di HomeBase supporta fino a 128 GB di capacità.
nl: De HomeBase micro-SD ondersteunt een capaciteit van maximaal 128GB.
