Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.bind.fl_power_tip
source: Plug the power cord of the Floodlight Cam into a power socket.
ar: قم بتوصيل سلك الطاقة الخاص بالكاميرا مع مصباح الضوء الغامر بمأخذ طاقة.
de: Stecken Sie das Netzkabel der Flutlichtkamera in eine Steckdose.
es: Enchufe el cable de alimentación de la cámara con focos en una toma de corriente.
fr: Branchez le cordon d'alimentation de la caméra de sécurité avec réflecteurs sur une prise d'alimentation.
it: Collegare il cavo di alimentazione della telecamera con riflettore a una presa di alimentazione.
nl: Sluit het netsnoer van de Schijnwerpercamera aan op een stopcontact.

# bc.setting.fl_storage_system
source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
nl: Systeem

# bc.setting.fl_storage_video
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo

# bc.setting.fl_storage_available
source: Available
ar: متوفر
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
nl: Beschikbaar

# bc.settings.fl_hotzones_uptomax
source: Up to 4 activity zones can be set.
ar: يمكن تعيين ما يصل إلى 4 مناطق نشاط.
de: Es können bis zu 4 Aktivitätsbereiche eingerichtet werden.
es: Se pueden configurar hasta cuatro zonas de actividad.
fr: Il est possible d'ajouter jusqu'à 4 zones d'activité.
it: È possibile impostare fino a 4 aree di attività.
nl: Er kunnen maximaal 4 activiteitenzones worden ingesteld.

# bc.bind_fl_guide_connect_weak_tip2
source: The Wi-Fi connection from your floodlight camera to the router is weak.
ar: إنّ اتصال Wi-Fi من الكاميرا مع مصباح الضوء الغامر إلى الموجّه ضعيف.
de: Die WLAN-Verbindung zwischen Ihrer Flutlichtkamera und dem Router ist schwach.
es: La conexión Wi-Fi de su cámara con focos al router es débil.
fr: La connexion Wi-Fi de votre caméra de sécurité avec réflecteurs au routeur est faible.
it: La connessione Wi-Fi dalla telecamera con riflettore al router è debole.
nl: De Wi-Fi-verbinding tussen uw Schijnwerpercamera en de router is zwak.

# bc.devicesetting.fl_local_storage
source: Camera Storage
ar: وحدة تخزين الكاميرا
de: Kameraspeicher
es: Almacenamiento de la cámara
fr: Stockage de la caméra
it: Memorizzazione della telecamera
nl: Camera-opslag

# bc.bind.fl_guide_connecting_test_tip2
source: The floodlight camera should have a good Wi-Fi connection to operate properly.
ar: يجب أن يكون اتصال Wi-Fi الخاص بالكاميرا مع مصباح الضوء الغامر جيدًا لتعمل بشكل صحيح.
de: Die Flutlichtkamera braucht eine gute WLAN-Verbindung, um ordnungsgemäß zu funktionieren.
es: La cámara con focos debe tener una buena conexión Wi-Fi para funcionar correctamente.
fr: La caméra de sécurité avec réflecteurs doit disposer d'une bonne connexion Wi-Fi pour fonctionner correctement.
it: La telecamera con riflettore deve avere una buona connessione Wi-Fi per funzionare correttamente.
nl: De Schijnwerpercamera moet een goede Wi-Fi-verbinding hebben om goed te kunnen functioneren.

# bc.devicesetting.fl_motion_detection_test_mode
source: Motion Test Mode
ar: وضع اختبار الحركة
de: Bewegungs-Testmodus
es: Modo de prueba de movimiento
fr: Mode Test de détection
it: Modalità test movimento
nl: Testmodus voor beweging

# bc.bind_fl_guide_connect_retest
source: Re-Test
ar: إعادة الاختبار
de: Erneut testen
es: Volver a realizar la prueba
fr: Re-tester
it: Ripeti test
nl: Test opnieuw uitvoeren

# bc.bind.fl_round_dot_tip
source: Press the SYNC button on the top of Floodlight Cam for 2 seconds until you hear a beep. The status LED will turn to Flashing White.
ar: اضغط على زر SYNC الموجود على الجهة العلوية من الكاميرا مع مصباح الضوء الغامر لمدة ثانيتين حتى تسمع إشارة صوتية. سيتحوّل لون مؤشر LED للحالة إلى أبيض وامض.
de: Halten Sie die SYNC-Taste oben an der Flutlichtkamera zwei Sekunden lang gedrückt, bis Sie einen Signalton hören. Die Status-LED blinkt weiß.
es: Pulse el botón SYNC situado en la parte superior de la cámara con focos durante dos segundos hasta que oiga un pitido. El LED de estado cambiará a blanco intermitente.
fr: Appuyez sur le bouton SYNC sur le dessus de la caméra de sécurité avec réflecteurs pendant deux secondes jusqu'à ce que vous entendiez un bip. La LED d'état devient blanc clignotant.
it: Premere il tasto SYNC sulla parte superiore della telecamera con riflettore per 2 secondi, finché non si sente un segnale acustico. Il LED di stato diventa bianco lampeggiante.
nl: Houd de knop SYNC aan de bovenkant van de Schijnwerpercamera 2 seconden ingedrukt tot u een pieptoon hoort. De status-LED knippert wit.

# bc.devices.fl_lighting_schedule
source: Light Schedule
ar: جدول الضوء
de: Zeitplan für Beleuchtung
es: Programación de iluminación
fr: Programmation de l'éclairage
it: Programma luci
nl: Verlichtingsschema

# bc.bind.fl_flash_red
source: Flashing Red
ar: أحمر وامض
de: Blinkt rot
es: Parpadeo rojo
fr: Rouge clignotant
it: Rosso lampeggiante
nl: Knippert rood

# bc.bind.fl_flash_white
source: Flashing White
ar: أبيض وامض
de: Blinkt weiß
es: Parpadeo en blanco
fr: Blanc clignotant
it: Bianco lampeggiante
nl: Knippert wit

# bc.other.fl_sdcard_full_tips
source: Floodlight Cam %@ local memory is full. Please backup any important video clips before they are recorded over.
ar: امتلأت الذاكرة المحلية للكاميرا مع مصباح الضوء الغامر %@. يُرجى الاحتفاظ بنسخة احتياطية من كل مقاطع الفيديو المهمة قبل أن يتم التسجيل فوقها.
de: Der lokale Speicher der Flutlichtkamera %@ ist voll. Bitte sichern Sie alle wichtigen Videoclips, bevor sie überschrieben werden.
es: La memoria local de la cámara con focos %@ está llena. Cree una copia de seguridad de todos los clips de vídeo importantes antes de que se sobrescriban.
fr: La mémoire locale de la caméra de sécurité avec réflecteurs %@ est pleine. Veuillez sauvegarder toutes vos vidéos importantes, avant que l'enregistrement de nouvelles vidéos ne les efface.
it: La memoria locale %@ della telecamera con riflettore è piena. Eseguire una copia di backup di tutti i clip video importanti prima che vengano sovrascritti.
nl: Schijnwerpercamera %@ van het lokale geheugen is vol. Maak een back-up van belangrijke videoclips voordat ze worden overschreven.

# bc.setting.fl_camera_off_tip_msg
source: The live feed and motion detection features will be disabled, and camera cannot be set.
ar: سيتم تعطيل ميزتَي البث المباشر واكتشاف الحركة ولن يعود ممكنًا تعيين الكاميرا.
de: Die Live Feed- und Bewegungserkennungsfunktionen werden deaktiviert, und die Kamera kann nicht eingerichtet werden.
es: Se desactivarán las funciones de retransmisión en directo y detección de movimiento, y no se podrá configurar la cámara.
fr: Les fonctions de détection de mouvement et de transmission en direct seront désactivées et la caméra ne pourra pas être configurée.
it: Le funzioni di feed live e rilevamento del movimento verranno disattivate e la telecamera non potrà essere impostata.
nl: De functies voor live feed en bewegingsdetectie worden uitgeschakeld en de camera kan niet worden ingesteld.

# bc.bind.fl_wifi_pwd_blank_tip
source: Please confirm that the router's password is blank.
ar: يُرجى تأكيد ما إذا كانت كلمة مرور الموجّه فارغة.
de: Überprüfen Sie bitte, ob das Passwort des Routers leer ist.
es: Compruebe si la contraseña del router está en blanco.
fr: Veuillez confirmer si le mot de passe du routeur est vide.
it: Confermare se la password del router è vuota.
nl: Controleer of het wachtwoord van de router is ingevuld.

# bc.bind.fl_wifi_pwd_blank
source: Password is blank
ar: كلمة المرور فارغة
de: Passwort ist leer
es: La contraseña está en blanco
fr: Le mot de passe est vide
it: La password è vuota
nl: Wachtwoord is niet ingevuld

# bc.bind.fl_confirm_5G_wifi
source: Please confirm the router is a 2.4G Wi-Fi. 5G Wi-Fi is not supported by the camera.
ar: يُرجى تأكيد أن الموجّه لشبكة Wi-Fi بتردد 2,4 جيجاهرتز. لا تدعم الكاميرا شبكة Wi-Fi بتردد 5 جيجاهرتز.
de: Stellen Sie sicher, dass es sich beim Router um ein 2,4G-WLAN handelt. 5G-WLAN wird von der Kamera nicht unterstützt.
es: Compruebe que el router tiene una red Wi-Fi de 2,4 G. La cámara no admite redes Wi-Fi de 5 G.
fr: Veuillez confirmer que le routeur est un réseau Wi-Fi 2,4G. Le Wi-Fi 5G n'est pas pris en charge par la caméra.
it: Verificare che il router sia di tipo Wi-Fi a 2,4 G. Il Wi-Fi 5 G non è supportato dalla telecamera.
nl: Controleer of de router een 2.4G Wi-Fi-netwerk is. 5G Wi-Fi wordt niet ondersteund door de camera.

# bc.setting.fl_camera_off_tip_title
source: Do you want to turn off the camera?
ar: هل تريد إيقاف تشغيل الكاميرا؟
de: Möchten Sie die Kamera ausschalten?
es: ¿Desea desactivar la cámara?
fr: Voulez-vous éteindre la caméra ?
it: Spegnere la telecamera?
nl: Wilt u de camera uitschakelen?

# bc.player.fl_cam_offline
source: Floodlight Cam is offline.
ar: Floodlight Cam غير متصل.
de: Floodlight Cam ist offline.
es: Floodlight Cam está fuera de línea.
fr: Floodlight Cam est hors ligne.
it: Floodlight Cam non è in linea.

# bc.player.fl_unable_player_tip_1
source: 1. Please check if the power source is connected.
ar: 1. يُرجى التحقق من الاتصال بمصدر طاقة.
de: 1. Überprüfen Sie die Verbindung mit der Stromquelle.
es: 1. Compruebe si la fuente de alimentación está conectada.
fr: 1. Vérifiez que la source d'alimentation est connectée.
it: 1. Controllare che la fonte di alimentazione sia collegata.
nl: 1. Controleer of de voedingsbron is aangesloten.

# bc.player.fl_unable_player_tip_2
source: 2. Please try to move Floodlight Cam closer to your router.
ar: 2. يُرجى محاولة نقل الكاميرا مع مصباح الضوء الغامر إلى مكان أقرب إلى الموجّه.
de: 2. Versuchen Sie, die Flutlichtkamera näher an den Router zu bringen.
es: 2. Intente acercar la cámara con focos al router.
fr: 2. Essayez de rapprocher la caméra de sécurité avec réflecteurs de votre routeur.
it: 2. Provare ad avvicinare la telecamera con riflettore al router.
nl: 2. Probeer de Schijnwerpercamera dichter bij uw router te plaatsen.

# bc.player.fl_unable_player_tip_3
source: 3. Please try to power off and power on Floodlight Cam to restart device.
ar: 3. يُرجى محاولة إيقاف تشغيل الكاميرا مع مصباح الضوء الغامر وتشغيلها لإعادة تشغيل الجهاز.
de: 3. Schalten Sie die Flutlichtkamera aus und wieder ein, um das Gerät neu zu starten.
es: 3. Intente apagar y encender la cámara con focos para reiniciar el dispositivo.
fr: 3. Essayez d'éteindre puis de rallumer la caméra de sécurité avec réflecteurs pour redémarrer l'appareil.
it: 3. Per riavviare il dispositivo, provare a spegnere e riaccendere la telecamera con riflettore.
nl: 3. Schakel de Schijnwerpercamera uit en weer in om het apparaat opnieuw op te starten.

# bc.common.fl_ignore
source: Ignore
ar: تجاهل
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
nl: Negeren

# bc.bind.fl_5g_wifi_tip
source: Floodlight Cam doesn't support 5GHz Wi-Fi. Please go to your phone's Wi-Fi settings to select a 2.4GHz Wi-Fi.
ar: لا تدعم الكاميرا مع مصباح الضوء الغامر شبكة Wi-Fi بتردد 5 جيجاهرتز. يُرجى الانتقال إلى إعدادات Wi-Fi على هاتفك لتحديد شبكة Wi-Fi بتردد 2,4 جيجاهرتز.
de: Die Flutlichtkamera unterstützt kein 5-GHz-WLAN. Gehen Sie zu den WLAN-Einstellungen Ihres Mobiltelefons, um ein 2,4-GHz-WLAN auszuwählen.
es: La cámara con focos no es compatible con redes Wi-Fi de 5 GHz. Vaya a la configuración de Wi-Fi de su teléfono para seleccionar una red Wi-Fi de 2,4 GHz.
fr: La caméra de sécurité avec réflecteurs ne prend pas en charge le Wi-Fi 5 GHz. Accédez aux paramètres Wi-Fi de votre téléphone pour sélectionner un Wi-Fi 2,4 GHz.
it: La telecamera con riflettore non supporta il Wi-Fi a 5 GHz. Andare alle impostazioni Wi-Fi del telefono per selezionare una rete Wi-Fi a 2,4 GHz.
nl: Schijnwerpercamera ondersteunt geen 5GHz Wi-Fi-netwerken. Ga naar de Wi-Fi-instellingen van uw telefoon om een 2.4GHz Wi-Fi-netwerk te selecteren.

# bc.setting.fl_camera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera

# bc.setting.fl_camera2
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera

# bc.setting.fl_light_total_off_footer_tip
source: Lights will remain off even when motion is detected or lights schedule enabled.
ar: ستبقى الأضواء متوقفة عن التشغيل حتى عند اكتشاف حركة أو عند تمكين جدول الأضواء.
de: Die Beleuchtung bleibt auch dann ausgeschaltet, wenn eine Bewegung erkannt wird oder der Zeitplan für die Beleuchtung aktiviert ist.
es: Las luces permanecerán apagadas incluso cuando se detecte movimiento o se active la programación de iluminación.
fr: Les voyants restent éteints même lorsqu'un mouvement est détecté ou que la programmation d'éclairage est activée.
it: Le luci rimangono spente anche quando viene rilevato un movimento o la programmazione delle luci è attivata.
nl: De verlichting blijft uit, zelfs als er beweging wordt gedetecteerd of als het verlichtingsschema is ingeschakeld.

# bc.setting.fl_turn_off_led_tip_title
source: Do you want to turn off the status LED?
ar: هل تريد إيقاف تشغيل مؤشر LED للحالة؟
de: Möchten Sie die Status-LED ausschalten?
es: ¿Desea apagar el LED de estado?
fr: Voulez-vous éteindre la LED d'état ?
it: Spegnere il LED di stato?
nl: Wilt u de LED-statuslampje uitschakelen?

# bc.setting.fl_turn_off_led_tip_content
source: The LED will remain off when motion is detected, live viewed, or network is disconnected.
ar: سيبقى مؤشر LED متوقفًا عن التشغيل عند اكتشاف حركة أو عرضها مباشرةً، أو قطع الاتصال بالشبكة.
de: Die LED bleibt ausgeschaltet, wenn eine Bewegung erkannt, die Live-Anzeige aktiviert oder die Netzwerkverbindung getrennt wird.
es: El LED permanecerá apagado cuando se detecte movimiento, se visualice en directo o se desconecte la red.
fr: La LED reste éteinte lorsque le mouvement est détecté, affiché en direct ou lorsque le réseau est déconnecté.
it: Il LED rimane spento quando viene rilevato un movimento, durante la visualizzazione in tempo reale o quando la rete viene scollegata.
nl: Het LED-lampje blijft uit als er beweging wordt gedetecteerd, als er live wordt gekeken of als de netwerkverbinding wordt verbroken.

# bc.bind.fl_connect_your_camera
source: Your phone has connected to Floodlight Cam successfully.
ar: تم اتصال هاتفك بالكاميرا مع مصباح الضوء الغامر بنجاح.
de: Ihr Mobiltelefon ist mit der Flutlichtkamera verbunden.
es: Su teléfono se ha conectado correctamente a la cámara con focos.
fr: Votre téléphone est correctement connecté à la caméra de sécurité avec réflecteurs.
it: Il telefono è connesso a una telecamera con riflettore.
nl: Uw telefoon is met de Schijnwerpercamera verbonden.

# bc.bind.fl_camera_is_connecting_sub
source: It will take around 2 minutes. Please wait...
ar: سيستغرق الأمر حوالي دقيقتين. يُرجى الانتظار...
de: Dies dauert etwa 2 Minuten. Bitte warten…
es: Tardará unos 2 minutos. Espere…
fr: Cette opération prendra environ 2 minutes. Veuillez patienter...
it: L'operazione richiederà circa 2 minuti. Attendere...
nl: Dit duurt ongeveer 2 minuten. Een ogenblik geduld...

# bc.bind.fl_add_fail_tip_title
source: Unable to connect to your Wi-Fi
ar: يتعذّر الاتصال بشبكة Wi-Fi
de: Fehler beim Herstellen der WLAN-Verbindung
es: No se ha podido establecer la conexión con su red Wi-Fi.
fr: Échec de la connexion Wi-Fi
it: Impossibile connettersi al Wi-Fi
nl: Kan geen verbinding maken met Wi-Fi

# bc.bind_fl_power_sub_tip
source: Wait about 20 seconds for Floodlight Cam's status LED turns to solid white.
ar: انتظر حوالي 20 ثانية ليتحول مؤشر LED للحالة إلى اللون الأبيض الثابت.
de: Warten Sie etwa 20 Sekunden, bis die Status-LED der Flutlichtkamera weiß leuchtet.
es: Espere unos 20 segundos hasta que el LED de estado de la cámara con focos se ilumine en blanco de forma permanente.
fr: Attendez environ 20 secondes que la LED d'état de la caméra de sécurité avec réflecteurs devienne blanc fixe.
it: Attendere circa 20 secondi affinché il LED di stato della telecamera con riflettore diventi bianco fisso.
nl: Wacht ongeveer 20 seconden totdat de status-LED van de Schijnwerpercamera wit brandt.

# bc.setting.fl_power_help_tip
source: Is the LED red?
ar: هل لون مؤشر LED أحمر؟
de: Leuchtet die LED rot?
es: ¿Está el LED en rojo?
fr: La LED est rouge ?
it: Il LED è rosso?
nl: Is het LED-lampje rood?

# bc.setting.fl_mount_guide_remove_film_title
source: Remove Film
ar: إزالة الغطاء
de: Schutzfilm entfernen
es: Retirar película
fr: Retirez le film
it: Rimuovi pellicola
nl: Verwijder folie

# bc.setting.fl_mount_guide_remove_film_next
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
nl: Verwijderen

# bc.bind.fl_discover_camera_fail
source: Your phone is unable to connect to Floodlight Cam.
ar: يتعذر على هاتفك الاتصال بالكاميرا مع مصباح الضوء الغامر.
de: Ihr Mobiltelefon konnte keine Verbindung zur Flutlichtkamera herstellen.
es: Su teléfono no se puede conectar a la cámara con focos.
fr: Votre téléphone ne parvient pas à se connecter à la caméra de sécurité avec réflecteurs.
it: Impossibile collegare il telefono alla telecamera con riflettore.
nl: Uw telefoon kan geen verbinding maken met de Schijnwerpercamera.

# bc.bind.fl_confirm_router_name_pwd
source: Select the Wi-Fi you want Floodlight Cam to connect to and input the Wi-Fi password.
ar: حدد شبكة Wi-Fi التي تريد أن تتصل بها الكاميرا مع مصباح الضوء الغامر وأدخل كلمة مرور شبكة Wi-Fi.
de: Wählen Sie das WLAN aus, mit dem die Flutlichtkamera verbunden werden soll, und geben Sie das WLAN-Passwort ein.
es: Seleccione la red Wi-Fi a la que desea conectar la cámara con focos e introduzca la contraseña de Wi-Fi.
fr: Sélectionnez le Wi-Fi auquel vous souhaitez que la caméra de sécurité avec réflecteurs se connecte et saisissez le mot de passe Wi-Fi.
it: Selezionare il Wi-Fi a cui si desidera connettere la telecamera con riflettore e immettere la password Wi-Fi.
nl: Selecteer het Wi-Fi-netwerk waarmee u de Schijnwerpercamera wilt verbinden en voer het Wi-Fi-wachtwoord in.

# bc.bind.fl_camera_support_wi-fi_auto
source: Please only select a 2.4Ghz Wi-Fi.
ar: يُرجى تحديد شبكة Wi-Fi بتردد 2,4 جيجاهرتز فحسب.
de: Wählen Sie nur ein 2,4-GHz-WLAN aus.
es: Seleccione solo una red Wi-Fi de 2,4 GHz.
fr: Veuillez sélectionner uniquement un réseau Wi-Fi 2,4 GHz.
it: Selezionare solo un Wi-Fi a 2,4 Ghz.
nl: Selecteer alleen een Wi-Fi-netwerk van 2.4GHz.

# bc.bind.fl_camera_support_wi-fi_edite
source: Please only input a 2.4Ghz Wi-Fi.
ar: يُرجى إدخال شبكة Wi-Fi بتردد 2,4 جيجاهرتز فحسب.
de: Geben Sie nur ein 2,4-GHz-WLAN ein.
es: Introduzca solo una red Wi-Fi de 2,4 GHz.
fr: Veuillez saisir uniquement une connexion Wi-Fi 2,4 Ghz.
it: Immettere solo un Wi-Fi a 2,4 Ghz.
nl: Kies alleen een Wi-Fi-netwerk van 2.4GHz.

# bc.bind.fl_flashing_white
source: Flashing White
ar: أبيض وامض
de: Blinkt weiß
es: Parpadeo en blanco
fr: Blanc clignotant
it: Bianco lampeggiante
nl: Knippert wit

# bc.bind.fl_power_tip_red
source: The status LED will be solid red.
ar: سيضيء مؤشر LED للحالة باللون الأحمر الثابت.
de: Die Status-LED leuchtet rot.
es: El LED de estado se iluminará en rojo fijo.
fr: La LED d'état sera rouge fixe.
it: Il LED di stato sarà rosso fisso.
nl: De status-LED brandt rood.

# bc.bind.fl_why_solid_red
source: Solid Red?
ar: أحمر ثابت؟
de: Leuchtet rot?
es: ¿Rojo fijo?
fr: Rouge fixe ?
it: Rosso fisso?
nl: Brandt rood?

# bc.bind_fl_solid_red_answer
source: When the Floodlight Cam is booting up the LED is solid red. Please wait around 30 seconds until it turns to flashing red.
ar: عند بدء تشغيل الكاميرا مع مصباح الضوء الغامر، يضيء مؤشر LED باللون الأحمر الثابت. يُرجى الانتظار حوالي 30 ثانية حتى يتحوّل لونه إلى أحمر وامض.
de: Beim Systemstart der Flutlichtkamera leuchtet die LED rot. Warten Sie ca. 30 Sekunden, bis sie rot blinkt.
es: Cuando la cámara con focos se está iniciando, el LED se ilumina en rojo de forma permanente. Espere unos 30 segundos hasta que parpadee en rojo.
fr: Lorsque la caméra de sécurité avec réflecteurs est en cours de démarrage, la LED est rouge fixe. Patientez environ 30 secondes jusqu'à ce qu'elle devienne rouge clignotant.
it: Quando la telecamera con riflettore è in fase di avvio, il LED è rosso fisso. Attendere circa 30 secondi fino a quando non lampeggia in rosso.
nl: Als de Schijnwerpercamera opstart, brandt het LED-lampje rood. Wacht ongeveer 30 seconden totdat het lampje rood knippert.

# bc.bind.fl_power_flash_red
source: Wait around 20 seconds for Floodlight Cam's status LED to Flash Red.
ar: انتظر حوالي 20 ثانية ليومض مؤشر LED للحالة الخاص بالكاميرا مع مصباح الضوء الغامر باللون الأحمر.
de: Warten Sie ca. 20 Sekunden, bis die Status-LED der Flutlichtkamera rot blinkt.
es: Espere unos 20 segundos hasta que el LED de estado de la cámara con focos parpadee en rojo.
fr: Attendez environ 20 secondes que la LED d'état de la caméra de sécurité avec réflecteurs devienne rouge clignotant.
it: Attendere circa 20 secondi affinché il LED di stato della telecamera con riflettore diventi rosso lampeggiante.
nl: Wacht ongeveer 20 seconden totdat de status-LED van de Schijnwerpercamera rood knippert.

# bc.bind.fl_power_flash_red_key
source: Flash Red
ar: أحمر وامض
de: Blinkt rot
es: Parpadeo rojo
fr: Rouge clignotant
it: Rosso lampeggiante
nl: Knippert rood

# bc.setting.fl_mount_guide_remove_film_tip
source: Remove the light protective film, lens protective film, and motion sensor protective film from the Floodlight Cam.
ar: قم بإزالة غطاء حماية المصباح وغطاء حماية العدسة وغطاء حماية مستشعر الحركة عن الكاميرا مع مصباح الضوء الغامر.
de: Entfernen Sie die Lichtschutzfolie, die Objektivschutzfolie und die Bewegungssensorschutzfolie von der Flutlichtkamera.
es: Retire la película protectora de la luz, la película protectora de la lente y la película protectora del sensor de movimiento de la cámara con focos.
fr: Retirez le film de protection de l'éclairage, le film de protection de la lentille et le film de protection du capteur de mouvement de la caméra de sécurité avec réflecteurs.
it: Rimuovere la pellicola protettiva leggera, la pellicola protettiva della lente e la pellicola protettiva del sensore di movimento dalla telecamera con riflettore.
nl: Verwijder de beschermfolie van de verlichting, de lens en de bewegingssensor van de Schijnwerpercamera.

# bc.bind_fl_guide_connect_weak_action1
source: Move the router closer to the Floodlight Cam if possible.
ar: انقل الموجّه إلى مكان أقرب إلى الكاميرا مع مصباح الضوء الغامر إذا أمكن.
de: Bewegen Sie den Router näher zur Flutlichtkamera, wenn möglich.
es: Si es posible, acerque el router a la cámara con focos.
fr: Si possible, rapprochez le routeur de la caméra de sécurité avec réflecteurs.
it: Avvicinare il router alla telecamera con riflettore, se possibile.
nl: Plaats de router zo mogelijk dichter bij de Schijnwerpercamera.

# bc.bind_fl_guide_connect_weak_action2
source: Add a Wi-Fi Range Extender to your network to improve the signal strength of the Floodlight Cam.
ar: أضِف موسع نطاق Wi-Fi إلى شبكتك لتحسين قوة إشارة الكاميرا مع مصباح الضوء الغامر.
de: Verwenden Sie einen WLAN-Signalverstärker, um die Reichweite des Flutlichtkamerasignals zu verbessern.
es: Añada un extensor de rango de Wi-Fi a su red para mejorar la intensidad de la señal de la cámara con focos.
fr: Ajoutez un répéteur Wi-Fi à votre réseau pour améliorer l'intensité du signal de la caméra de sécurité avec réflecteurs.
it: Aggiungere un estensore di portata Wi-Fi alla rete per migliorare la potenza del segnale della telecamera con riflettore.
nl: Voeg een Wi-Fi Range Extender aan uw netwerk toe om de signaalsterkte van de Schijnwerpercamera te verbeteren.

# bc.bind_fl_guide_connect_fail_action1
source: Move the router closer to the Floodlight Cam if possible.
ar: انقل الموجّه إلى مكان أقرب إلى الكاميرا مع مصباح الضوء الغامر إذا أمكن.
de: Bewegen Sie den Router näher zur Flutlichtkamera, wenn möglich.
es: Si es posible, acerque el router a la cámara con focos.
fr: Si possible, rapprochez le routeur de la caméra de sécurité avec réflecteurs.
it: Avvicinare il router alla telecamera con riflettore, se possibile.
nl: Plaats de router zo mogelijk dichter bij de Schijnwerpercamera.
