Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bcii.devicesetting.prepare_format_sdcard
source: Preparing to format...
ar: جارٍ التحضير للتنسيق ...
de: Formatierung wird vorbereitet ...
es: Preparándose para formatear ...
fr: Préparation au formatage...
it: Prepararsi a formattare ...
nl: Voorbereiding op formatteren ...

# bcii.menu.sdcard_formatting
source: Formatting the microSD card... %@
ar: تنسيق بطاقة microSD ...%@
de: Formatieren der microSD-Karte ...%@
es: Formateando la tarjeta microSD ...%@
fr: Formater la carte microSD ...%@
it: Formattazione della scheda microSD ...%@
nl: De microSD-kaart formatteren ...%@

# bcii.menu.initialize_sdcard
source: Initializing microSD card...
ar: تتم تهيئة بطاقة microSD...
de: microSD-Karte wird initialisiert...
es: Inicializando tarjeta microSD...
fr: Initialisation de la carte microSD…
it: Inizializzazione della scheda microSD in corso...
nl: MicroSD-kaart initialiseren...

# bcii.devicesetting.formatted_sd_successfully
source: microSD card formatted successfully.
ar: تمت تهيئة بطاقة microSD بنجاح
de: Die microSD-Karte wurde formatiert
es: Tarjeta microSD formateada correctamente
fr: La carte microSD a été formatée avec succès.
it: Formattazione della scheda microSD completata
nl: De microSD-kaart is geformatteerd

# bcii.devicesetting.failed_to_format_sd
source: Failed to format microSD card.
ar: فشلت تهيئة بطاقة microSD.
de: Die microSD-Karte konnte nicht formatiert werden.
es: Fallo al formatear la tarjeta microSD.
fr: Le formatage de la carte microSD a échoué.
it: Impossibile formattare la scheda MicroSD.
nl: microSD-kaart formatteren mislukt.

# bc.menu.end_user_license
source: End User License Agreement
ar: اتفاقية ترخيص المستخدم النهائي
de: Endbenutzer-Lizenzvereinbarung
es: Contrato de licencia del usuario final
fr: Contrat de licence utilisateur final
it: Contratto di licenza con l'utente finale
nl: Licentieovereenkomst voor eindgebruikers

# bc.account.eufy_user_protocol_new_1
source: You're about to use eufy devices and its services via the EufySecurity app. To give you full assurance when using eufy services, please pay attention to the following agreements. By clicking 'Accept' you confirm that:
ar: أنت على وشك استخدام أجهزة eufy وخدماتها من خلال تطبيق EufySecurity. لكي نمنحك ضمانات كاملة عند استخدام خدمات eufy، يُرجى الانتباه إلى الاتفاقيات التالية. يُعدّ النقر فوق 'أوافق' بمثابة تأكيد منك على:
de: Sie sind im Begriff, über die EufySecurity-App auf eufy-Geräte und zugehörige Dienste zuzugreifen. Beachten Sie bei der Verwendung von eufy-Diensten bitte die folgenden Vereinbarungen. Durch Klicken auf „Einverstanden“ bestätigen Sie, dass:
es: Está a punto de utilizar los dispositivos y servicios de eufy a través de la aplicación EufySecurity. Con el fin de proporcionarle total seguridad al utilizar los servicios de eufy, tenga en cuenta los acuerdos siguientes. Al hacer clic en "Aceptar" confirma que:
fr: Vous allez utiliser des appareils eufy et leurs services au moyen de l'application Eufy Security. Afin de garantir une sécurité totale lors de l'utilisation des services Eufy, veuillez prêter attention aux accords suivants. En cliquant sur « Accepter », vous confirmez que :
it: L'utente sta per utilizzare i dispositivi eufy e i relativi servizi tramite l'app Eufy Security. Per una tutelare completamente l'utente durante l'uso dei servizi eufy, si invita a prendere visione dei contratti seguenti. Facendo clic su "Accetto", l'utente conferma quanto segue:
nl: U staat op het punt eufy-apparaten en -services te gebruiken in de EufySecurity-app. Om u volledige zekerheid te bieden bij het gebruik van eufy-services, dient u de volgende overeenkomsten in acht te nemen. Door op 'Accepteren' te klikken, bevestigt u het volgende:

# bc.account.eufy_user_protocol_new_2
source: You have read and agreed to the EufySecurity Terms of Service, Privacy Policy and Data Policy(“the agreements”). The combined use of the device and app (the service) is subject to the agreements and indicates your consent to them. This summary is not meant to replace them. It is intended for convenience purpose only. If you do not agree with these agreement, we can’t offer EufySecurity services to you.
ar: أنك قرأت شروط الخدمة EufySecurity وسياسة الخصوصية وسياسة البيانات الخاصة بها ("الاتفاقيات") ووافقت عليها. يخضع الجمع بين استخدام الجهاز والتطبيق (الخدمة) للاتفاقيات ويشير إلى موافقتك عليها. لا يهدف هذا الملخص إلى استبدالها، بل إنه مخصص لأغراض التسهيل فحسب. وفي حال لم توافق على هذه الاتفاقيات، لن نتمكن من توفير خدمات EufySecurity لك.
de: Sie die EufySecurity-Nutzungsbedingungen, die Datenschutzrichtlinie und die Datenrichtlinien (die „Vereinbarungen“) gelesen und ihnen zugestimmt haben. Der kombinierte Einsatz des Geräts und der App (der „Dienst“) unterliegt den Vereinbarungen und belegt Ihre Zustimmung zu den Vereinbarungen. Diese Zusammenfassung soll die Vereinbarungen nicht ersetzen. Sie dient nur zu Informationszwecken. Wenn Sie mit dieser Vereinbarung nicht einverstanden sind, stehen Ihnen die EufySecurity-Dienste nicht zur Verfügung.
es: Ha leído y aceptado los Términos de servicio, la Política de privacidad y la Política de datos de EufySecurity (en lo sucesivo, los Acuerdos). El uso combinado del dispositivo y de la aplicación (el servicio) queda sujeto a lo estipulado en los Acuerdos y, por el presente documento, indica su consentimiento a la aplicación de los mismos. Este resumen no los reemplaza en modo alguno. Su única finalidad es la conveniencia. Si no está de acuerdo con los mismos, no podremos ofrecerle los servicios de EufySecurity.
fr: Vous avez lu et vous acceptez les Conditions de service, la Politique de confidentialité et la Politique concernant les données d'Eufy Security (« les accords »). L'utilisation combinée de l'appareil et de l'application (le service) est assujettie aux accords et signifie votre consentement. Ce récapitulatif ne les remplace aucunement. Il est destiné à des fins pratiques seulement. Si vous n'acceptez pas ces accords, nous ne pouvons pas vous offrir les services Eufy Security.
it: Di aver letto e accettato i Termini di servizio, l'Informativa sulla privacy e le Norme sui dati ("Accordi") di Eufy Security. L'uso combinato del dispositivo e dell'app (servizio) è disciplinato dai contratti e ne implica l'accettazione da parte dell'utente. Questo riepilogo non sostituisce tali contratti, ma viene fornito unicamente per praticità. Se l'utente non accetta i suddetti contratti, non potrà usufruire dei servizi Eufy Security.
nl: U hebt de Servicevoorwaarden, het Privacybeleid en het Gegevensbeleid voor EufySecurity ("de overeenkomsten") gelezen en geaccepteerd. Het gecombineerde gebruik van het apparaat en de app (de service) is onderworpen aan de overeenkomsten en u geeft aan dat u hiermee instemt. Dit overzicht is niet bedoeld om de overeenkomsten te vervangen. Het is alleen bedoeld voor uw gebruiksgemak. Als u niet akkoord gaat met deze overeenkomst, kunnen wij u geen EufySecurity-services aanbieden.

# bc.menu.terms_service
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions de service
it: Termini di servizio
nl: Servicevoorwaarden

# bc.menu.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid

# bc.menu.data_policy
source: Data Policy
ar: سياسة البيانات
de: Datenrichtlinien
es: Política de datos
fr: Politique concernant les données
it: Norme sui dati
nl: Gegevensbeleid

# ios暂时没有此功能
source: Cloud Record
ar: سجل السحابة
de: Cloud-Aufzeichnung
es: Registro de la nube
fr: Enregistrement sur le Cloud
it: Registrazione cloud
nl: Cloudopslag

# bc.smartdetect.smart_detection
source: Smart Detection
ar: الاكتشاف الذكي
de: Intelligente Erkennung
es: Detección inteligente
fr: Détection intelligente
it: Rilevamento intelligente
nl: Slimme detectie

# bc.other.no_message
source: No messages
ar: لا يوجد رسائل
de: Keine Nachrichten
es: No hay mensajes
fr: Aucun message
it: Nessun messaggio
nl: Geen berichten

# bc.menu.faq
source: FAQ
ar: الأسئلة الشائعة
de: Häufig gestellte Fragen
es: Preguntas frecuentes
it: Domande frequenti
nl: Veelgestelde vragen

# bc.menu.chat
source: Live Chat
ar: الدردشة المباشرة
es: Chat en tiempo real
fr: Conversation en direct
it: Chat dal vivo

# bc.menu.call_us
source: Call Us
ar: اتصل بنا
de: Rufen Sie uns an
es: Contacto por teléfono
fr: Par téléphone
it: Telefono
nl: Bel ons

# bc.menu.feedback
source: Feedback
ar: الملاحظات
es: Comentarios
fr: Messagerie

# bc.menu.wait_feedback
source: Your feedback is greatly appreciated.
ar: إننا نقدّر ملاحظاتك.
de: Wir freuen uns über Ihr Feedback.
es: Valoramos enormemente sus comentarios.
fr: Vos commentaires sont très appréciés.
it: Il feedback degli utenti è molto importante.
nl: Uw feedback wordt zeer op prijs gesteld.

# bc.menu.failed_feedback
source: Failed to send feedback.
ar: فشل إرسال الملاحظات.
de: Das Feedback konnte nicht gesendet werden.
es: Fallo al enviar sus comentarios.
fr: L'envoi du commentaire a échoué.
it: Impossibile inviare il feedback.
nl: Kan feedback niet verzenden.

# bc.menu.copyright_2018_anker
source: Copyright © 2020 Anker Innovations Limited
ar: حقوق النشر © لشركة Anker Technology Co.Limited للعام 2020
de: Copyright © 2020 Anker Technology Co. Limited
es: Copyright © 2020 Anker Technology Co.Limited
fr: Copyright © 2020 Anker Technology Co.Limited
it: Copyright © 2020 Anker Technology Co.Limited
nl: Copyright © 2020 Anker Technology Co.Limited

# bc.menu.callus_united_states
source: United States
ar: الولايات المتحدة
de: USA
es: Estados Unidos
fr: États-Unis
it: Stati Uniti
nl: Verenigde Staten

# bc.menu.callus_work_time1
source: Mon-Fri 9AM-5PM (PT)
ar: من الإثنين إلى الجمعة من الساعة 9 صباحًا حتى الساعة 5 مساءً (بتوقيت المحيط الهادئ)
de: Mo–Fr 9:00–17:00 Uhr (PT)
es: L-V 9:00-17:00 (PT)
fr: Du lundi au vendredi de 9h00 à 17h00 (heure du Pacifique)
it: Dal lunedì al venerdì dalle 9.00 alle 17.00 (PT)
nl: Ma-vr 9:00 - 17:00 uur (PT)

# bc.menu.callus_united_kingdom
source: United Kingdom
ar: المملكة المتحدة
de: Großbritannien
es: Reino Unido
fr: Royaume-Uni
it: Regno Unito
nl: Verenigd Koninkrijk

# bc.menu.callus_work_time2
source: Mon-Fri 6AM-11AM (GMT)
ar: من الإثنين إلى الجمعة من الساعة 6 صباحًا حتى الساعة 11 صباحًا (بتوقيت غرينيتش)
de: Mo–Fr 6:00–11:00 Uhr (GMT)
es: L-V 6:00-11:00(GMT)
fr: Du lundi au vendredi de 6h00 à 11h00 (GMT)
it: Dal lunedì al venerdì dalle 6.00 alle 11.00 (GMT)
nl: Ma-vr 6.00-11.00 uur (GMT)

# bc.menu.callus_germany
source: Germany
ar: ألمانيا
de: Deutschland
es: Alemania
fr: Allemagne
it: Germania
nl: Duitsland

# bc.menu.callus_work_time3
source: Mon-Fri 6:00-11:00
ar: من الإثنين إلى الجمعة من الساعة 6:00 حتى الساعة 11:00
de: Mo–Fr 6:00–11:00 Uhr
es: L-V 6:00-11:00
fr: Du lundi au vendredi de 6h00 à 11h00
it: Dal lunedì al venerdì, dalle 6.00 alle 11.00
nl: Ma-vr 6:00-11:00 uur

# bc.menu.your_email
source: Your email:
ar: عنوان بريدك الإلكتروني:
de: Ihre E-Mail-Adresse:
es: Su correo electrónico:
fr: Votre e-mail :
it: Indirizzo e-mail utente:
nl: Uw e-mailadres:

# bc.menu.text_
source: Text...
ar: النص...
de: Nachricht...
es: Texto...
fr: Texte…
it: Testo...
nl: Tekst...

# bc.settings.smart_integrations
source: Smart Integrations
ar: التكامل الذكي
de: Intelligente Integrationen
es: Integraciones inteligentes
fr: Intégrations intelligentes
it: Integrazioni smart
nl: Slimme integraties

# bc.settings.amazon_alexa
source: Using Amazon Alexa
ar: استخدام Amazon Alexa
de: Amazon Alexa verwenden
es: Con Amazon Alexa
fr: Utilisation d'Amazon Alexa
it: Uso di Amazon Alexa
nl: Amazon Alexa gebruiken

# bc.settings.google_assistant
source: Using Google Assistant
ar: استخدام Google Assistant
de: Google Assistant verwenden
es: Con el Asistente de Google
fr: Utilisation de Google Assistant
it: Uso di Google Assistant
nl: Google Assistant gebruiken

# bc.menu.subscription
source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
nl: Abonnement

# bc.menu.system
source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
nl: Systeem

# bc.menu.other
source: Other
ar: غير ذلك
de: Sonstiges
es: Otros
fr: Autre
it: Altro
nl: Overig

# bc.menu.promotion
source: Promotion
ar: الترويج
de: Werbeaktion
es: Promoción
it: Promozione
nl: Promotie

# bc.setting.device_order
source: Device Display Order
ar: ترتيب عرض الأجهزة
de: Anzeigereihenfolge der Geräte
es: Dispositivos de clasificación
fr: Ordre d'affichage de l'appareil
it: Ordine visualizzazione dispositivi
nl: Weergavevolgorde apparaat

# bc.menu.fail_load_data_retry
source: Failed to load data. Please try again.
ar: فشل في تحميل البيانات. حاول مرة اخرى.
de: Daten konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: Fallo al cargar datos. Vuelva a intentarlo.
fr: Impossible de charger les données. Veuillez réessayer.
it: Impossibile caricare i dati. Riprovare.
nl: Kan gegevens niet laden. Probeer het opnieuw.

# bc.feedback.image_content
source: Thanks for your attention.We will contact you through Email as soon as we get your feedback.
ar: شكرًا على اهتمامك. سنتواصل معك عبر البريد الإلكتروني بمجرد الحصول على ملاحظاتك.
de: Vielen Dank für Ihre Aufmerksamkeit. Wir werden Sie per E-Mail kontaktieren, sobald wir Ihr Feedback erhalten haben.
es: Gracias por su atención. Nos pondremos en contacto con usted por correo electrónico tan pronto como recibamos sus comentarios.
fr: Merci de votre attention. Nous vous contacterons par e-mail dès que nous aurons reçu vos commentaires.
it: Grazie per l'attenzione. Provvederemo a contattare l'utente per posta elettronica appena riceveremo il feedback.
nl: Bedankt voor uw aandacht. We nemen via e-mail contact met u op zodra we uw feedback hebben ontvangen.

# bc.screenshot.close_promt
source: eufySecurity app will not pop up screenshot feedback window. Do you want to continue?
ar: لن تنبثق نافذة للقطة الشاشة التي تتضمّن الملاحظات في تطبيق eufySecurity. هل تريد المتابعة؟
de: Die eufySecurity-App zeigt kein Screenshot-Feedbackfenster an. Möchten Sie fortfahren?
es: La aplicación EufySecurity no mostrará la ventana emergente de comentarios de la captura de pantalla. ¿Desea continuar?
fr: L'application eufySecurity n'affichera pas la fenêtre contextuelle de commentaires de capture d'écran. Souhaitez-vous continuer ?
it: L'app eufySecurity non visualizzerà la finestra di feedback della schermata. Continuare?
nl: De eufySecurity-app geeft geen pop-upvenster met informatie weer bij screenshots. Wilt u doorgaan?

# bc.menu.feedback.issues_desc
source: Issue details
ar: تفاصيل القضية
de: Details zur Ausgabe
es: Detalles del problema
fr: Détails du problème
it: Dettagli del problema
nl: Uitgavegegevens

# bc.menu.feedback.issues_picture_desc
source: Pictures of issues(Optional)
ar: صور القضايا (اختياري)
de: Bilder von Problemen (Optional)
es: Imágenes de problemas (opcional)
fr: Photos de problèmes (facultatif)
it: Immagini dei problemi (facoltativo)
nl: Afbeeldingen van problemen (optioneel)

# bc.menu.feedback.issues_desc_hint
source: Please describe your issues or suggestions here...
ar: يرجى وصف مشاكلك أو اقتراحاتك هنا ...
de: Bitte beschreiben Sie Ihre Probleme oder Vorschläge hier ...
es: Bitte beschreiben Sie Ihre Probleme oder Vorschläge hier ...
fr: Veuillez décrire vos problèmes ou suggestions ici ...
it: Descrivi qui i tuoi problemi o suggerimenti ...
nl: Beschrijf hier uw problemen of suggesties ...

# bc.feedback.type.guidance
source: User guidance
ar: توجيه المستخدم
de: Benutzerführung
es: Guía del usuario
fr: Guide d'utilisation
it: Guida per l'utente
nl: Gebruikersbegeleiding

# bc.feedback.type.information
source: Product information
ar: معلومات المنتج
de: Produktinformation
es: Información del Producto
fr: Information produit
it: Informazioni sul prodotto
nl: Productinformatie

# bc.feedback.type.suggestion
source: Suggestion
ar: اقتراح
de: Vorschlag
es: Sugerencia
it: Suggerimento
nl: Suggestie

# bc.feedback.type.title
source: Feedback type
ar: نوع الأنطباع
de: Feedback-Art
es: Tipo de Comentarios
fr: Type de commentaire
it: Tipo di feedback
nl: Soort feedback

# bc.feedback.device.title
source: Device
ar: جهاز
de: Gerät
es: Dispositivo
fr: Dispositif
it: Dispositivo
nl: Apparaat

# bc.feedback.device.placeholder
source: Please select your device model
ar: يرجى تحديد طراز جهازك
de: Bitte wählen Sie Ihr Gerätemodell
es: Por favor seleccione su modelo de dispositivo
fr: Veuillez sélectionner le modèle de votre appareil
it: Seleziona il modello del tuo dispositivo
nl: Selecteer uw apparaatmodel

# bc.feedback.type.placeholder
source: Please select your issue type
ar: يرجى تحديد نوع مشكلتك
de: Bitte wählen Sie Ihren Problemtyp
es: Por favor seleccione su tipo de problema
fr: Veuillez sélectionner votre type de problème
it: Seleziona il tipo di problema
nl: Selecteer uw probleemtype

# bc.menu.feedback.issues_video_desc
source: Video of issues(Optional)
ar: فيديو القضايا (اختياري)
de: Video mit Problemen (optional)
es: Video de problemas (opcional)
fr: Vidéo des problèmes (facultatif)
it: Video dei problemi (facoltativo)
nl: Video van problemen (optioneel)

# bc.bind.feedback_video_over_maxium_tip
source: Sorry, you can add up to 50MB altogether as the attachment.
ar: عذرًا ، يمكنك إضافة ما يصل إلى 50 ميجابايت تمامًا كمرفق.
de: Entschuldigung, Sie können insgesamt bis zu 50 MB als Anhang hinzufügen.
es: Lo sentimos, puede agregar un de hasta 50 MB en total como archivo adjunto.
fr: Désolé, vous pouvez ajouter une jusqu'à 50 Mo au total en tant que pièce jointe.
it: Spiacenti, puoi aggiungere fino a 50 MB come allegato.
nl: Sorry, je kunt tot 50 MB in totaal als bijlage toevoegen.

source: Select Server
ar: اختيار خادم
de: Server auswählen
es: Seleccionar servidor
fr: Sélectionnez un serveur
it: Selezionare il server
nl: Server selecteren

source: US Server
ar: خادم في الولايات المتحدة
es: Servidor de EE. UU.
fr: Serveur US
it: Server USA

source: EU Server
ar: خادم في الاتحاد الأوروبي
es: Servidor de UE
fr: Serveur EU
it: Server UE

source: QA Server
ar: خادم ضمان الجودة
es: Servidor de QA
fr: Serveur QA
it: Server QA

source: CI Server
ar: خادم التكامل المتواصل
es: Servidor de CI
fr: Serveur CI
it: Server CI

source: Server List
ar: قائمة الخوادم
de: Serverliste
es: Lista de servidores
fr: Liste des serveurs
it: Elenco server
nl: Serverlijst

source: Automatic search
ar: بحث تلقائي
de: Automatische Suche
es: Búsqueda automática
fr: Recherche automatique
it: Ricerca automatica
nl: Automatisch zoeken

# bc.menu.fail_load_more_tip
source: Failed to load more data. Please try again.
ar: فشل تحميل المزيد من البيانات. يُرجى إعادة المحاولة.
de: Es konnten keine weiteren Daten geladen werden. Bitte versuchen Sie es erneut.
es: Fallo al cargar más datos. Inténtelo de nuevo.
fr: Impossible de charger plus de données. Veuillez essayer à nouveau.
it: Impossibile caricare altri dati. Riprovare.
nl: Er kunnen niet meer gegevens worden geladen. Probeer het opnieuw.

# bc.menu.fail_validate_account_retry
source: Unable to validate your account info.
ar: تعذر التحقق من صحة المعلومات المتعلقة بحسابك.
de: Ihre Kontoinformationen konnten nicht validiert werden.
es: No se ha podido validar la información de su cuenta.
fr: Impossible de valider les informations de votre compte.
it: Impossibile convalidare le informazioni dell'account.
nl: Kan uw accountgegevens niet valideren.

# bc.menu.view_larger_image
source: View larger image
ar: عرض صورة أكبر
de: Größeres Bild anzeigen
es: Ver imagen más grande
fr: Agrandir l'image
it: Visualizza immagine ingrandita
nl: Grotere afbeelding weergeven

# bc.menu.free
source: Free
ar: مجانًا
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratuito
nl: Gratis

# bc.menu.fail_refresh_data_tip
source: Failed to refresh data. Please try again.
ar: فشل إنعاش البيانات. يُرجى إعادة المحاولة.
de: Die Daten konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.
es: Fallo al actualizar los datos. Inténtelo de nuevo.
fr: L'actualisation des données a échoué. Veuillez essayer à nouveau.
it: Impossibile aggiornare i dati. Riprovare.
nl: Kan gegevens niet vernieuwen. Probeer het opnieuw.

# bc.menu.fail_delete_account
source: Unable to delete your account
ar: تعذّر حذف حسابك
de: Ihr Konto konnte nicht gelöscht werden
es: No se ha podido eliminar su cuenta
fr: Impossible de supprimer votre compte
it: Impossibile eliminare l'account?
nl: Kan uw account niet verwijderen

# bc.menu.updated
source: Updated
ar: تم التحديث
de: Aktualisiert
es: Actualizados
fr: Mis à jour
it: Aggiornato
nl: Bijgewerkt

# bc.event.download
source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
nl: Downloaden

# bc.event.share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen

# bc.Player.manual_alarm
source: Manual Alarm
ar: منبّه يدوي
de: Manueller Alarm
es: Alarma manual
fr: Alarme manuelle
it: Allarme manuale
nl: Handmatig alarm

# bc.player.trigger_device_alarm
source: It will trigger device to sound an alarm.
ar: سيحث الجهاز على تشغيل المنبّه.
de: Das Gerät gibt ein Alarmsignal aus.
es: Activará el dispositivo para que suene una alarma.
fr: L'appareil déclenchera une alarme sonore.
it: Verrà attivato l'allarme acustico del dispositivo.
nl: Alarm van apparaat activeren.

# bc.events.downding_input
source: Downloading...
ar: يتم التنزيل...
de: Wird heruntergeladen...
es: Descargando...
fr: Téléchargement…
it: Download in corso...
nl: Downloaden...

# bc.player.long_liveview_tip
source: The long duration of this live-view session will drain the battery life more quickly. Do you want to continue?
ar: ستؤدي مدة جلسة العرض المباشر الطويلة إلى استهلاك عمر البطارية بشكل أسرع. هل تريد المتابعة؟
de: Die lange Dauer dieser Live-View-Sitzung führt zu einer schnelleren Entladung des Akkus. Möchten Sie fortfahren?
es: La duración prolongada de esta sesión en directo consumirá la batería más rápido. ¿Desea continuar?
fr: La longue durée de cette session de visualisation en direct va épuiser plus rapidement la batterie. Souhaitez-vous continuer ?
it: A causa della lunga durata di questa sessione di visualizzazione in diretta, la batteria si scaricherà più rapidamente. Continuare?
nl: Door de lange duur van deze Live View-sessie raakt de batterij sneller leeg. Wilt u doorgaan?

# bc.player.prepare_play
source: Preparing to play...
ar: يتم التحضير للتشغيل...
de: Wiedergabe wird vorbereitet...
es: Preparando reproducción...
fr: Préparation de la lecture…
it: Preparazione della riproduzione in corso...
nl: Afspelen voorbereiden...

# bc.player.fail_play_resolutions_tip_1
source: 1. Please press the camera SYNC button for 2 seconds to awake.
ar: 1. يُرجى الضغط على زر SYNC على الكاميرا لمدة ثانيتين لتنشيطها.
de: 1. Halten Sie die SYNC-Taste der Kamera zwei Sekunden lang gedrückt, um die Kamera zu aktivieren.
es: 1. Pulse el botón SYNC de la cámara durante 2 segundos para activarla.
fr: 1. Appuyez sur le bouton SYNC de la caméra pendant 2 secondes pour l'activer.
it: 1. Premere il tasto di sincronizzazione della telecamera per 2 secondi per riattivarla.
nl: 1. Houd de knop SYNC van de camera 2 seconden ingedrukt om de camera te activeren.

# bc.player.fail_play_resolutions_tip_2
source: 2. Please move HomeBase closer to the camera and try again.
ar: 2. يُرجى تحريك HomeBase أقرب إلى الكاميرا والمحاولة مجددًا.
de: 2. Positionieren Sie die HomeBase näher an der Kamera und versuchen Sie es erneut.
es: 2. Coloque la HomeBase más cerca de la cámara y vuelva a intentarlo.
fr: 2. Rapprochez la HomeBase de la caméra, puis réessayez.
it: 2. Avvicinare HomeBase alla telecamera e riprovare.
nl: 2. Plaats de HomeBase dichter bij de camera en probeer het opnieuw.
