Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.bind.fl_guide_bootup_tip
source: Make sure your Floodlight Cam is mounted in the desired location and powered on.
ar: تأكد من تثبيت الكاميرا مع مصباح الضوء الغامر في الموقع المطلوب ومن تشغيلها.
de: Stellen Sie sicher, dass Ihre Flutlichtkamera in der gewünschten Position montiert und eingeschaltet ist.
es: Asegúrese de que la cámara con focos esté montada en la ubicación deseada y encendida.
fr: Assurez-vous que la caméra de sécurité avec réflecteurs est montée à l'emplacement souhaité et sous tension.
it: Assicurarsi che la telecamera con riflettore sia montata nella posizione desiderata e accesa.
nl: Zorg ervoor dat uw Schijnwerpercamera op de gewenste locatie is gemonteerd en is ingeschakeld.

# bc.bind.fl_guide_activity_test
source: Connectivity Test
ar: اختبار الاتصال
de: Verbindungstest
es: Prueba de conexión
fr: Test de connectivité
it: Test di connettività
nl: Connectiviteitstest

# bc.bind.fl_guide_activity_test_tip1
source: Internet Connection Test
ar: اختبار الاتصال بالإنترنت
de: Internetverbindungstest
es: Prueba de conexión a Internet
fr: Test de connexion Internet
it: Test di connessione Internet
nl: Test internetverbinding

# bc.bind.fl_guide_activity_test_tip2
source: When the Floodlight Cam's LED is solid red, click Start Test.
ar: عندما يضيء مؤشر LED الخاص بالكاميرا مع مصباح الضوء الغامر باللون الأحمر الثابت، انقر فوق بدء الاختبار.
de: Wenn die LED der Flutlichtkamera rot leuchtet, klicken Sie auf „Test starten“.
es: Cuando el LED de la cámara con focos esté en rojo fijo, haga clic en Iniciar prueba.
fr: Lorsque la LED de la caméra de sécurité avec réflecteurs est rouge, cliquez sur Démarrer le test.
it: Quando il LED della telecamera con riflettore è rosso fisso, fare clic su Avvia test.
nl: Als het LED-lampje van de Schijnwerpercamera rood brandt, klikt u op Test starten.

# bc.bind.fl_guide_start_test
source: Start Test
ar: بدء الاختبار
de: Test starten
es: Iniciar prueba
fr: Démarrer le test
it: Avvia test
nl: Test starten

# bc.bind.fl_guide_connecting_test_tip1
source: Testing your connection…
ar: يتم اختبار اتصالك…
de: Verbindung wird getestet ...
es: Prueba de la conexión…
fr: Test de votre connexion...
it: Verifica della tua connessione in corso...
nl: De verbinding testen...

# bc.bind_fl_guide_connect_fail_tip1
source: Unable to connect to the Floodlight Cam.
ar: يتعذّر الاتصال بالكاميرا مع مصباح الضوء الغامر.
de: Es konnte keine Verbindung zur Flutlichtkamera hergestellt werden.
es: No se ha podido conectar con la cámara con focos.
fr: Impossible de se connecter à la caméra de sécurité avec réflecteurs.
it: Impossibile connettersi alla telecamera con riflettore.
nl: Kan geen verbinding maken met de Schijnwerpercamera.

# bc.bind_fl_guide_connect_weak_tip1
source: Weak Wi-Fi Signal
ar: إشارة Wi-Fi ضعيفة
de: WLAN-Signal schwach
es: Señal Wi-Fi débil
fr: Signal Wi-Fi faible
it: Segnale Wi-Fi debole
nl: Zwak Wi-Fi-signaal

# bc.bind_fl_guide_connect_full_tip1
source: Success!
ar: عملية ناجحة!
de: Erfolg!
es: ¡Correcto!
fr: Succès !
it: Completato!
nl: Geslaagd!

# bc.bind_fl_guide_connect_full_tip2
source: Your Floodlight Cam has a solid Wi-Fi connection.
ar: إن اتصال الكاميرا مع مصباح الضوء الغامر بشبكة Wi-Fi ثابت.
de: Ihre Flutlichtkamera hat eine gute WLAN-Verbindung.
es: Su cámara con focos dispone de una conexión Wi-Fi sólida.
fr: Votre caméra de sécurité avec réflecteurs dispose d'une solide connexion Wi-Fi.
it: La telecamera con riflettore dispone di una connessione Wi-Fi stabile.
nl: Uw Schijnwerpercamera heeft een goede Wi-Fi-verbinding.

# bc.setting.fl_wifi_no_data
source: No Data
ar: لا تتوفّر بيانات
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
nl: Geen gegevens

# bc.setting.fl_light_motion_detected
source: Motion Detected
ar: اكتشاف الحركة
de: Bewegung erkannt
es: Se ha detectado movimiento
fr: Un mouvement est détecté.
it: Movimento rilevato
nl: Beweging gedetecteerd

# bc.setting.fl_light_status_on
source: On
ar: التشغيل
de: Ein
es: Encendido
fr: Allumé
it: Attivato
nl: Aan

# bc.setting.fl_light_status_off
source: Off
ar: إيقاف التشغيل
de: Aus
es: Apagado
fr: Éteint
it: Disattivato
nl: Uit

# bc.setting.fl_light_schedule_disabled
source: Disabled
ar: تم التعطيل
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
nl: Uitgeschakeld

# bc.setting.fl_light_schedule_enabled
source: Enabled
ar: تم التمكين
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
nl: Ingeschakeld

# bc.setting.fl_light_schedule_up_to_10
source: Up to 10 schedules can be added.
ar: يمكن إضافة ما يصل إلى 10 جداول.
de: Es können bis zu 10 Zeitpläne hinzugefügt werden.
es: Se pueden añadir hasta 10 programaciones.
fr: Il est possible d'ajouter jusqu'à 10 programmes.
it: È possibile aggiungere 10 programmi al massimo.
nl: Er kunnen maximaal 10 schema’s worden toegevoegd.

# bc.setting.fl_mic_speak_off_tip_title
source: Do you want to turn off the Floodlight Cam audio?
ar: هل تريد إيقاف تشغيل صوت الكاميرا مع مصباح الضوء الغامر؟
de: Möchten Sie die Flutlichtkamera ausschalten?
es: ¿Desea desactivar el audio de la cámara con focos?
fr: Voulez-vous désactiver l'audio de la caméra de sécurité avec réflecteurs ?
it: Spegnere l'audio della telecamera con riflettore?
nl: Wilt u het geluid van de Schijnwerpercamera uitschakelen?

# bc.setting.fl_mic_speak_off_tip_content
source: The talk-back, recording sound and sound alarm will also be disabled.
ar: سيتم أيضًا تعطيل الرد وصوت التسجيل والمنبّه.
de: Die Gegensprechfunktion, die Audioaufzeichnung und der Alarmton werden ebenfalls deaktiviert.
es: También se desactivarán las funciones de respuesta, grabación de sonido y alarma sonora.
fr: La fonction de réponse, l'enregistrement du son et l'alarme sonore sont également désactivés.
it: Verranno disattivati anche il microfono, l'audio di registrazione e l'allarme acustico.
nl: De antwoordfunctie, de geluidsopname en het alarmsignaal worden ook uitgeschakeld.

# bc.devices.fl_light_turn_on_schedule
source: Turn lights on
ar: تشغيل الأضواء
de: Beleuchtung einschalten
es: Encienda las luces
fr: Allumer l'éclairage
it: Accendi le luci
nl: Zet de verlichting aan

# bc.bind.fl_change_wifi_button
source: Change Wi-Fi
ar: تغيير شبكة Wi-Fi
de: WLAN ändern
es: Cambiar Wi-Fi
fr: Modifier le Wi-Fi
it: Modifica Wi-Fi
nl: Wi-Fi-netwerk veranderen

# bc.devices.the_floodlight_had_been_removed_successfully
source: Floodight Cam successfully removed.
ar: تمت إزالة الكاميرا مع مصباح الضوء الغامر بنجاح.
de: Flutlichtkamera erfolgreich entfernt.
es: Se ha eliminado correctamente la cámara con focos.
fr: La caméra de sécurité avec réflecteurs bien été retirée.
it: Telecamera con riflettore rimossa correttamente.
nl: Schijnwerpercamera verwijderd.

# bc.devices.remove_fl_confirm_tip
source: Are you sure you want to remove this device?
ar: هل أنت متأكد من أنك تريد إزالة هذا الجهاز؟
de: Möchten Sie dieses Gerät wirklich entfernen?
es: ¿Seguro que desea eliminar este dispositivo?
fr: Êtes-vous sûr de vouloir supprimer cet appareil ?
it: Rimuovere il dispositivo?
nl: Weet u zeker dat u dit apparaat wilt verwijderen?

# bc.devices.lighting_settings
source: Light Settings
ar: إعدادات الضوء
de: Beleuchtungseinstellungen
es: Configuración de iluminación
fr: Paramètres d'éclairage
it: Impostazioni illuminazione
nl: Verlichtingsinstellingen

# bc.devices.add_light_on
source: Add Light Schedule
ar: إضافة جدول الضوء
de: Zeitplan für Beleuchtung hinzufügen
es: Añadir programación de iluminación
fr: Ajouter un programme d'éclairage
it: Aggiungi programma luci
nl: Verlichtingsschema toevoegen

# bc.devices.the_floodlight_is_offline
source: Floodlight Cam is offline.
ar: Floodlight Cam غير متصل.
de: Floodlight Cam ist offline.
es: Floodlight Cam está fuera de línea.
fr: Floodlight Cam est hors ligne.
it: Floodlight Cam non è in linea.

# bc.bind.fl_camera_cannot_connect_wifi
source: Floodlight Cam was unable to connect to this Wi-Fi. Please try again.
ar: يتعذر على الكاميرا مع مصباح الضوء الغامر الاتصال بشبكة Wi-Fi هذه. يُرجى إعادة المحاولة.
de: Die Flutlichtkamera konnte keine Verbindung zu diesem WLAN herstellen. Bitte versuchen Sie es erneut.
es: La cámara con focos no puede conectarse a esta red Wi-Fi. Inténtelo de nuevo.
fr: La caméra de sécurité avec réflecteurs ne peut pas se connecter à ce Wi-Fi. Veuillez essayer à nouveau.
it: La telecamera con riflettore non è in grado di connettersi a questa rete Wi-Fi. Riprovare.
nl: Schijnwerpercamera kan geen verbinding maken met dit Wi-Fi-netwerk. Probeer het opnieuw.

# bc.bind.5g_wifi_supported_camera
source: Floodlight Cam doesn't support 5GHz Wi-Fi. Please go to your phone's Wi-Fi settings to select a 2.4GHz Wi-Fi.
ar: لا تدعم الكاميرا مع مصباح الضوء الغامر شبكة Wi-Fi بتردد 5 جيجاهرتز. يُرجى الانتقال إلى إعدادات Wi-Fi على هاتفك لتحديد شبكة Wi-Fi بتردد 2,4 جيجاهرتز.
de: Die Flutlichtkamera unterstützt kein 5-GHz-WLAN. Gehen Sie zu den WLAN-Einstellungen Ihres Mobiltelefons, um ein 2,4-GHz-WLAN auszuwählen.
es: La cámara con focos no es compatible con redes Wi-Fi de 5 GHz. Vaya a la configuración de Wi-Fi de su teléfono para seleccionar una red Wi-Fi de 2,4 GHz.
fr: La caméra de sécurité avec réflecteurs ne prend pas en charge le Wi-Fi 5 GHz. Accédez aux paramètres Wi-Fi de votre téléphone pour sélectionner un Wi-Fi 2,4 GHz.
it: La telecamera con riflettore non supporta il Wi-Fi a 5 GHz. Andare alle impostazioni Wi-Fi del telefono per selezionare una rete Wi-Fi a 2,4 GHz.
nl: Schijnwerpercamera ondersteunt geen 5GHz Wi-Fi-netwerken. Ga naar de Wi-Fi-instellingen van uw telefoon om een 2.4GHz Wi-Fi-netwerk te selecteren.

# bc.bind.fl_connect_your_floodlight
source: Floodlight Cam successfully connected to the network.
ar: تم اتصال كاميرا الضوء الغامر بالشبكة بنجاح.
de: Verbindung der Flutlichtkamera zum Netzwerk hergestellt.
es: La cámara con focos se ha conectado correctamente a la red.
fr: La caméra de sécurité avec réflecteurs a été connectée au réseau.
it: Telecamera con riflettore collegata correttamente alla rete.
nl: Schijnwerpercamera is verbonden met het netwerk.

# bc.bind.fl_router_can_connect_internet
source: Make sure you have selected the proper Wi-Fi and input the correct password.
ar: تأكد من تحديد شبكة Wi-Fi المناسبة وإدخال كلمة المرور الصحيحة.
de: Stellen Sie sicher, dass Sie das richtige WLAN ausgewählt und das richtige Passwort eingegeben haben.
es: Asegúrese de que ha seleccionado la red Wi-Fi correcta e introducido la contraseña correcta.
fr: Assurez-vous d'avoir sélectionné le Wi-Fi approprié et saisissez le bon mot de passe.
it: Assicurarsi di aver selezionato il Wi-Fi corretto e di aver inserito la password corretta.
nl: Controleer of u het juiste Wi-Fi-netwerk hebt geselecteerd en het juiste wachtwoord hebt opgegeven.

# bc.bind.timeout_try_again
source: Request timeout. Pease try again.
ar: انتهت مهلة الطلب. يُرجى إعادة المحاولة.
de: Zeitüberschreitung der Anfrage. Bitte versuchen Sie es erneut.
es: Tiempo de espera de solicitud. Inténtelo de nuevo.
fr: Délai de demande. Veuillez essayer à nouveau.
it: Timeout richiesta. Riprovare.
nl: Time-out voor aanvraag. Probeer het opnieuw.

# bc.bind.fl_enter_ssid_password
source: Manually Enter Wi-Fi
ar: إدخال Wi-Fi يدويًا
de: WLAN manuell eingeben
es: Introducir Wi-Fi manualmente
fr: Passez manuellement en mode Wi-Fi
it: Inserisci manualmente Wi-Fi
nl: Voer Wi-Fi handmatig in

# bc.bind.fl_connect_camera
source: Connect to your Floodlight Cam
ar: الاتصال بالكاميرا مع مصباح الضوء الغامر
de: Verbindung zur Flutlichtkamera herstellen
es: Conexión a su cámara con focos
fr: Connectez-vous à votre caméra de sécurité avec réflecteurs
it: Connetti alla tua telecamera con riflettore
nl: Verbinden met uw Schijnwerpercamera

# bc.bind.connect_floodlight_wifi_tip
source: Your phone has connected to Floodlight Cam successfully.
ar: تم اتصال هاتفك بالكاميرا مع مصباح الضوء الغامر بنجاح.
de: Ihr Mobiltelefon wurde erfolgreich mit der Flutlichtkamera verbunden.
es: Su teléfono se ha conectado correctamente a la cámara con focos.
fr: Votre téléphone est correctement connecté à la caméra de sécurité avec réflecteurs.
it: Il telefono è connesso a una telecamera con riflettore.
nl: Uw telefoon is verbonden met de Schijnwerpercamera.

# bc.bind.connect_phone_camera's_wifi
source: Connect your phone to the camera's WiFi "FloodlightCam_eufy".
ar: قم بتوصيل هاتفك بـ WiFi الكاميرا "FloodlightCam_eufy".
de: Verbinden Sie Ihr Mobiltelefon mit dem WLAN der Kamera „FloodlightCam_eufy“.
es: Conecte su teléfono a la red Wi-Fi de la cámara "FloodlightCam_eufy".
fr: Connectez votre téléphone au Wi-Fi de la caméra « FloodlightCam_eufy ».
it: Connettere il telefono alla rete Wi-Fi della telecamera "FloodlightCam_eufy".
nl: Maak op uw telefoon verbinding met de Wi-Fi van de camera: "FloodlightCam_eufy".

# bc.bind.phone_connect_same_router
source: Make sure your phone is connecting to the same router/ISP gateway.
ar: تأكد من أن هاتفك متصل ببوابة جهاز التوجيه/مزوّد خدمة الإنترنت نفسه.
de: Stellen Sie sicher, dass Ihr Mobiltelefon mit demselben Router / Internetgateway verbunden ist.
es: Asegúrese de que el teléfono esté conectado al mismo router o puerta de enlace del ISP.
fr: Assurez-vous que votre téléphone est connecté au même routeur ou à la même passerelle de FAI.
it: Assicurarsi che il telefono si connetta allo stesso router/gateway ISP.
nl: Controleer of uw telefoon verbinding maakt met dezelfde router/ISP-gateway.

# bc.bind.re-add
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw

# bc.bind.wifi_empty_tip
source: Wi-Fi SSID is blank.
ar: إنّ معرّف SSID الخاص بشبكة Wi-Fi فارغ.
de: WLAN-SSID ist leer.
es: El SSID del Wi-Fi está en blanco.
fr: Le SSID Wi-Fi est vide.
it: L'SSID Wi-Fi è vuoto.
nl: Wi-Fi SSID is leeg.

# bc.bind.continue_setup
source: Return to EufySecurity to continue setup.
ar: عُد إلى EufySecurity لمتابعة الإعداد.
de: Kehren Sie zu EufySecurity zurück, um mit der Einrichtung fortzufahren.
es: Continúe con la configuración en la aplicación EufySecurity.
fr: Revenez à l'application Eufy Security pour poursuivre l'installation.
it: Tornare a EufySecurity per continuare la configurazione.
nl: Terug naar EufySecurity om door te gaan met de installatie.

# bc.bind.router/isp_gateway_internet_access
source: Make sure the router/ISP gateway has Internet access.
ar: تأكد من إمكانية اتصال بوابة جهاز التوجيه/مزوّد خدمة الإنترنت بالإنترنت.
de: Stellen Sie sicher, dass der Router / das Internetgateway über Internetzugang verfügt.
es: Asegúrese de que el router o la puerta de enlace del ISP tengan acceso a Internet.
fr: Assurez-vous que le routeur/la passerelle du FAI dispose d'un accès à Internet.
it: Assicurarsi che il router/gateway ISP disponga di accesso a Internet.
nl: Controleer of de router/ISP-gateway toegang heeft tot internet.

# bc.device.fl_turn_on_tip_always
source: Do you want to turn ON the lights?
ar: هل تريد تشغيل الأضواء؟
de: Möchten Sie die Beleuchtung EINschalten?
es: ¿Desea encender las luces?
fr: Voulez-vous allumer les voyants ?
it: Accendere le luci?
nl: Wilt u de lampen inschakelen?

# bc.bind.fl_confirm_router's_name_password
source: Select the Wi-Fi network you want the Floodlight Cam to connect to and input the Wi-Fi password.
ar: حدد شبكة Wi-Fi التي تريد أن تتصل بها الكاميرا مع مصباح الضوء الغامر وأدخل كلمة مرور شبكة Wi-Fi.
de: Wählen Sie das WLAN aus, mit dem die Flutlichtkamera verbunden werden soll, und geben Sie das WLAN-Passwort ein.
es: Seleccione la red Wi-Fi a la que desea conectar la cámara con focos e introduzca la contraseña de Wi-Fi.
fr: Sélectionnez le réseau Wi-Fi auquel vous souhaitez que la caméra de sécurité avec réflecteurs se connecte et saisissez le mot de passe Wi-Fi.
it: Selezionare la rete Wi-Fi a cui si desidera connettere la telecamera con riflettore e immettere la password Wi-Fi.
nl: Selecteer het Wi-Fi-netwerk waarmee u de Schijnwerpercamera wilt verbinden en voer het Wi-Fi-wachtwoord in.

# bc.bind.led_is_solid_white
source: Make sure the LED is solid white.
ar: تأكد من أن لون مؤشر LED أبيض ثابت.
de: Vergewissern Sie sich, dass die LED weiß leuchtet.
es: Asegúrese de que el LED esté en blanco fijo.
fr: Assurez-vous que le voyant LED est blanc fixe.
it: Assicurarsi che il LED sia di colore bianco fisso.
nl: Controleer of het lampje wit brandt.

# bc.bind.fl_power_on_camera
source: Power On Camera
ar: تشغيل الكاميرا
de: Kamera einschalten
es: Encender cámara
fr: Mettre sous tension la caméra
it: Accendi la telecamera
nl: Camera inschakelen

# bc.bind.fl_camera_is_connecting_network
source: Floodlight Cam is connecting to the network...
ar: يتم اتصال الكاميرا مع مصباح الضوء الغامر بالشبكة...
de: Verbindung der Flutlichtkamera zum Netzwerk wird hergestellt...
es: La cámara con focos se está conectando a la red…
fr: La caméra de sécurité avec réflecteurs se connecte au réseau...
it: La telecamera con riflettore si sta collegando alla rete...
nl: Schijnwerpercamera maakt verbinding met het netwerk...

# bc.bind.add_floodlight2
source: Add Camera
ar: إضافة كاميرا
de: Kamera hinzufügen
es: Añadir cámara
fr: Ajouter une caméra
it: Aggiungi telecamera
nl: Camera toevoegen

# bc.bind.phone_settings_tap_wifi
source: Go to your Phone Settings and tap Wi-Fi.
ar: انتقل إلى إعدادات الهاتف واضغط على Wi-Fi.
de: Gehen Sie zu den Telefoneinstellungen und tippen Sie auf „WLAN“.
es: Vaya a la configuración del teléfono y toque Wi-Fi.
fr: Accédez aux paramètres de votre téléphone, puis appuyez sur Wi-Fi.
it: Accedere a Impostazioni telefono e toccare Wi-Fi.
nl: Ga naar uw telefooninstellingen en tik op Wi-Fi.

# bc.bind.enable_phone_wifi_tip
source: Please enable your phone's Wi-Fi for camera setup.
ar: يُرجى تمكين Wi-Fi على هاتفك لإعداد الكاميرا.
de: Aktivieren Sie auf Ihrem Mobiltelefon das WLAN zur Einrichtung der Kamera.
es: Active la red Wi-Fi de su teléfono para la configuración de la cámara.
fr: Activez le Wi-Fi de votre téléphone pour configurer la caméra.
it: Attiva il tuo telefono Wi-Fi per la configurazione della telecamera.
nl: Schakel Wi-Fi in op uw telefoon om de camera in te stellen.

# bc.bind.fl_failed_add_camera
source: Failed to add Floodlight Cam.
ar: فشلت إضافة الكاميرا مع مصباح الضوء الغامر.
de: Fehler beim Hinzufügen der Flutlichtkamera.
es: Error al añadir la cámara con focos.
fr: Impossible d'ajouter la caméra de sécurité avec réflecteurs.
it: Impossibile aggiungere la telecamera con riflettore.
nl: Toevoegen van Schijnwerpercamera mislukt.

# bc.bind.fl_connecting_camera
source: Your phone is connecting to your Floodlight Cam...
ar: يتم اتصال هاتفك بالكاميرا مع مصباح الضوء الغامر...
de: Ihr Mobiltelefon wird mit der Flutlichtkamera verbunden...
es: Su teléfono se está conectando a su cámara con focos…
fr: Votre téléphone se connecte à votre caméra de sécurité avec réflecteurs...
it: Il telefono si sta collegando alla telecamera con riflettore...
nl: Uw telefoon maakt verbinding met uw Schijnwerpercamera...

# bc.bind.quit_setup_process
source: Are you sure you want to cancel setup?
ar: هل أنت متأكد من أنك تريد إلغاء الإعداد؟
de: Möchten Sie die Einrichtung wirklich abbrechen?
es: ¿Seguro que desea cancelar la configuración?
fr: Êtes-vous sûr de vouloir annuler la configuration ?
it: Eliminare la configurazione?
nl: Weet u zeker dat u de installatie wilt annuleren?

# bc.bind.fl_camera_near_camera
source: Make sure your phone is close to the floodlight camera during the setup.
ar: تأكد من أن هاتفك قريب من الكاميرا مع مصباح الضوء الغامر أثناء عملية الإعداد.
de: Stellen Sie sicher, dass Ihr Mobiltelefon sich während der Einrichtung in der Nähe der Flutlichtkamera befindet.
es: Asegúrese de que su teléfono esté cerca de la cámara con focos durante la configuración.
fr: Assurez-vous que votre téléphone est proche de la caméra de sécurité avec réflecteurs pendant la configuration.
it: Assicurarsi che il telefono sia vicino alla telecamera con riflettore durante la configurazione.
nl: Zorg ervoor dat uw telefoon in de buurt is van uw Schijnwerpercamera tijdens de installatie.

# bc.family.fl_receive_advance_delete_tip
source: You will delete the devices shared from %@ in your account. Do you want to continue?
ar: ستحذف الأجهزة التي تمت مشاركتها من %@ في حسابك. هل تريد المتابعة؟
de: Sie löschen alle Geräte, die von %@ in Ihrem Konto freigegeben wurden. Möchten Sie fortfahren?
es: Eliminará los dispositivos compartidos de %@ de su cuenta. ¿Desea continuar?
fr: Vous allez supprimer tous les appareils partagés de %@ sur votre compte. Souhaitez-vous continuer ?
it: È possibile eliminare i dispositivi condivisi da %@ nel proprio account. Continuare?
nl: U verwijdert alle apparaten die vanuit %@ worden gedeeld in uw account. Wilt u doorgaan?

# bc.setting.fl_change_wifi_fail_tip
source: Failed to change Wi-Fi.
ar: فشل تغيير شبكة Wi-Fi.
de: Fehler beim Ändern des WLAN.
es: Error al cambiar Wi-Fi.
fr: Échec de la modification du Wi-Fi.
it: Impossibile modificare Wi-Fi.
nl: Kan Wi-Fi niet veranderen.

# bc.bind.fl_caution_tip1
source: The lights will turn on during setup. To avoid hurting your eyes please don't remove the floodlight protection film during setup.
ar: سيتم تشغيل الأضواء أثناء عملية الإعداد. لتجنب إيذاء عينيك، يُرجى عدم إزالة غطاء الحماية من الضوء الغامر أثناء عملية الإعداد.
de: Die Beleuchtung wird während der Einrichtung eingeschaltet. Um Ihre Augen zu schützen, entfernen Sie den Schutzfilm des Flutlichts bitte nicht während der Einrichtung.
es: Las luces se encenderán durante la configuración. Para evitar que se dañe los ojos, no retire la película de protección de los focos durante la configuración.
fr: Les voyants s'allument pendant la configuration. Pour éviter de vous blesser les yeux, ne retirez pas le film de protection du réflecteur pendant la configuration.
it: Le luci si accendono durante la configurazione. Per evitare di danneggiare gli occhi, non rimuovere la pellicola di protezione del riflettore durante la configurazione.
nl: De lampjes gaan branden tijdens de installatie. Om te voorkomen dat u uw ogen beschadigt, dient u het beschermfolie van de schijnwerper niet te verwijderen tijdens de installatie.

# bc.bind.fl_caution_tip2
source: The floodlight is very bright. Do not stare at the lights directly.
ar: إنّ الضوء الغامر ساطع جدًا. لا تحدق بالأضواء مباشرةً.
de: Das Flutlicht ist sehr hell. Blicken Sie nicht direkt in das Licht.
es: El foco es muy brillante. No mire directamente a las luces.
fr: Le réflecteur est très lumineux. Ne regardez pas directement les voyants.
it: Il riflettore è molto luminoso. Non fissare direttamente le luci.
nl: Het licht van de schijnwerper is zeer helder. Kijk niet rechtstreeks in de lampen.

# bc.bind.fl_caution_tip3
source: When setting up and installing the floodlight camera, do not let kids play around.
ar: عند إعداد الكاميرا مع مصباح الضوء الغامر وتثبيتها، لا تدع الأطفال يلعبون حولها.
de: Achten Sie beim Einrichten und Installieren der Flutlichtkamera darauf, dass keine Kinder in der Nähe spielen.
es: Al configurar e instalar la cámara con focos, no deje que los niños jueguen a su alrededor.
fr: Lors de la configuration et de l'installation de la caméra de sécurité avec réflecteurs, ne laissez pas des enfants jouer à côté de vous.
it: Durante la configurazione e l'installazione della telecamera con riflettore, non lasciare che i bambini giochino nelle vicinanze.
nl: Zorg dat er geen kinderen in de buurt zijn tijdens het instellen en installeren van de Schijnwerpercamera.
