Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.mode.security_setting
source: Security Mode Settings
ar: إعدادات الأمان
de: Sicherheitseinstellungen
es: Ajustes de seguridad
fr: Paramètres de sécurité
it: Impostazioni di sicurezza
nl: Beveiligingsinstellingen

# bc.mode.edit_security
source: Edit Security Mode
ar: تحرير الأمان
de: Sicherheit bearbeiten
es: Editar seguridad
fr: Modifier la Sécurité
it: Modifica sicurezza
nl: Beveiliging bewerken

# bc.mode.create_security
source: Create Security Mode
ar: إنشاء وضع الأمان
de: Sicherheitsmodus erstellen
es: Crear un modo de seguridad
fr: Créer un mode Sécurité
it: Crea una modalità di sicurezza
nl: Een beveiligingsmodus maken

# bc.mode.custom_security
source: Customized security mode
ar: وضع الأمان المخصص
de: Angepasster Sicherheitsmodus
es: Modo de seguridad personalizado
fr: Mode de sécurité personnalisé
it: Modalità di sicurezza personalizzata
nl: Aangepaste beveiligingsmodus

# bc.mode.delete_security
source: Delete Security Mode
ar: حذف الأمان
de: Sicherheit löschen
es: Eliminar seguridad
fr: Supprimer la Sécurité
it: Elimina sicurezza
nl: Beveiliging verwijderen

# bc.mode.delete_selected_mode_warning
source: Your system is working in this mode. Please manually switch it to another mode before deleting it.
ar: نظامك يعمل في هذا الوضع. الرجاء التبديل يدويًا إلى وضع آخر قبل حذفه.
de: Ihr System arbeitet in diesem Modus. Bitte schalten Sie ihn manuell in einen anderen Modus um, bevor Sie ihn löschen.
es: Su sistema está funcionando en este modo. Por favor, cambie manualmente a otro modo antes de eliminarlo.
fr: Votre système fonctionne dans ce mode. Veuillez passer manuellement dans un autre mode avant de le supprimer.
it: Il tuo sistema funziona in questa modalità. Si prega di passare manualmente a un'altra modalità prima di eliminarlo.
nl: Uw systeem werkt in deze modus. Schakel het handmatig naar een andere modus voordat u het verwijdert.

# bc.mode.set_rules_of_security
source: Set devices rules in this security mode
ar: عيّن قواعد الجهاز لهذا الوضع
de: Geräteregeln für diesen Modus festlegen
es: Definir las reglas del dispositivo para este modo
fr: Définir les règles des appareils pour ce mode
it: Imposta regole dispositivo per questa modalità
nl: Apparaatregels instellen voor deze modus

# bc.mode.when_sensor_triggered
source: When sensor is triggered:
ar: عند تشغيل المستشعر:
de: Wenn der Sensor ausgelöst wird:
es: Cuando se activa un sensor:
fr: Lorsque le capteur est déclenché:
it: Quando il sensore è attivato:
nl: Wanneer de sensor wordt geactiveerd:

# bc.mode.cam_record_disabled_continue_tip
source: Camera recording video is disabled.Are you sure want to continue ?
ar: تم تعطيل ميزة تسجيل الفيديو في الكاميرا. هل أنت متأكد من أنك تريد المتابعة؟
de: Die Videoaufzeichnungsfunktion der Kamera ist deaktiviert. Möchten Sie wirklich fortfahren?
es: La función de grabación de vídeo de la cámara está desactivada. ¿Seguro que desea continuar?
fr: La fonction d'enregistrement vidéo de la caméra est désactivée. Voulez-vous vraiment continuer ?
it: La funzione di registrazione video della telecamera è disabilitata. Continuare?
nl: De camerafunctie voor het opnemen van videobeelden is uitgeschakeld. Weet u zeker dat u wilt doorgaan?

# bc.common.done
source: Done
ar: تم
de: Fertig
es: Completado
fr: Effectué
it: Fine
nl: Gereed

# bc.mode.new_security_created_suc_tip
source: New security mode created successfully.
ar: تم إنشاء وضع أمان جديد بنجاح.
de: Neuer Sicherheitsmodus erfolgreich erstellt.
es: Nuevo modo de seguridad creado correctamente.
fr: Nouveau mode Sécurité créé.
it: Creazione delle nuove modalità di sicurezza completata.
nl: Nieuwe beveiligingsmodus gemaakt.

# bc.mode.disarmed
source: Disarmed
ar: مُعطل
de: Deaktiviert
es: Desactivado
fr: Désarmé
it: Non attivato
nl: Uitgeschakeld

# bc.mode.select_default_mode
source: Select default mode
ar: حدد الوضع الافتراضي
de: Standardmodus auswählen
es: Seleccionar modo predeterminado
fr: Sélectionnez le mode par défaut
it: Seleziona modalità predefinita
nl: Standaardmodus selecteren

# bc.mode.next_day
source: next day
ar: اليوم التالي
de: Nächster Tag
es: Día siguiente
fr: Lendemain
it: Giorno successivo
nl: Volgende dag

# bc.mode.geofence_desc
source: Manage by your location
ar: إدارة حسب الموقع
de: Nach Standort verwalten
es: Gestionar según ubicación
fr: Gérer en fonction l'emplacement
it: Gestisci in base alla posizione
nl: Beheren op basis van locatie

# bc.mode.disarm_desc
source: Motion detection off
ar: ايقاف تشغيل اكتشاف الحركة
de: Bewegungserkennung aus
es: Detección de movimiento desactivada
fr: Détection de mouvement désactivée
it: Rilevamento del movimento disattivato
nl: Bewegingsdetectie uitgeschakeld

# bc.mode.geofence
source: Geofencing
ar: السياج الجغرافي
es: Geovallado
fr: Géorepérage

# bc.mode.disarm_mode_tip
source: Your system is working in %@ mode. All of the detection and notifications are disabled.
ar: إنّ نظامك في وضع %@. تم تعطيل كل الاكتشافات والإشعارات.
de: Ihr System befindet sich im Modus %@. Erkennung und Benachrichtigungen sind deaktiviert.
es: Su sistema está en modo %@. Todas las notificaciones y funciones de detección están desactivadas.
fr: Votre système est en mode %@. Toutes les notifications et la détection sont désactivées.
it: Il sistema è in modalità %@. Tutte le notifiche e il rilevamento sono disattivati.
nl: Uw systeem staat in de modus %@. Alle detectie en meldingen zijn uitgeschakeld.

# bc.mode.mode_reach_maxium_tip
source: You can customize up to 3 security modes.
ar: يمكنك إضافة ما يصل إلى 3 أوضاع أمان.
de: Sie können bis zu 3 Sicherheitsmodi hinzufügen.
es: Puede añadir hasta 3 modos de seguridad.
fr: Vous pouvez ajouter jusqu'à 3 zones de sécurité.
it: È possibile aggiungere fino a 3 modalità di sicurezza.
nl: U kunt maximaal 3 beveiligingsmodi toevoegen.

# bc.mode.normal_delete_mode_tip
source: Are you sure you want to delete this security mode?
ar: هل أنت متأكد من أنك تريد حذف وضع الأمان هذا؟
de: Möchten Sie diesen Sicherheitsmodus wirklich löschen?
es: ¿Seguro que quiere eliminar este modo de seguridad?
fr: Êtes-vous sûr de vouloir supprimer ce mode Sécurité ?
it: Eliminare questa modalità di sicurezza?
nl: Weet u zeker dat u deze beveiligingsmodus wilt verwijderen?

# bc.mode.delete_mode_is_used_at_schedule_tip
source: 1. Please go to Schedule and delete the schedule which associated with this mode before deleting it.
ar: 1. يُرجى الانتقال إلى "الجدول" وحذف الجداول المرتبطة بهذا الوضع قبل حذفه.
de: 1. Gehen Sie zu Zeitplan und löschen Sie den Zeitplan, der diesem Modus zugeordnet ist, bevor Sie ihn löschen.
es: 1. Antes de proceder, vaya a Programar y elimine las programaciones asociadas a este modo.
fr: 1. Veuillez accéder à Planning et supprimer le planning associé à ce mode avant de le supprimer.
it: 1. Accedere a Programmazione ed eliminare la programmazione associata a questa modalità prima di eliminarla.
nl: 1. Ga naar Planning en verwijder de planning die aan deze modus is gekoppeld voordat u die verwijdert.

# bc.mode.delete_mode_is_used_at_geo_tip
source: 2. Please go to Geofencing and change the settings which include this mode before deleting it.
ar: 2. يُرجى الانتقال إلى "السياج الجغرافي" وتغيير الإعدادات المرتبطة بهذا الوضع قبل حذفه.
de: 2. Gehen Sie zu Geofencing und ändern Sie die Einstellungen, die diesem Modus zugeordnet sind, bevor Sie ihn löschen.
es: 2. En Geovallado, cambie los ajustes asociados a este modo antes de eliminarlo.
fr: 2. Veuillez accéder à Géorepérage et modifier les paramètres associés à ce mode avant de le supprimer.
it: 2. Prima di eliminarla, accedere a Geofencing e modificare le impostazioni associate a questa modalità.
nl: 2. Ga naar Geofencing en wijzig de instellingen die aan deze modus zijn gekoppeld voordat u deze verwijdert.

# bc.mode.first_add_schedule_tip
source: Do you want to switch system to be managed by schedule now?
ar: هل تريد تبديل النظام ليتم التحكم فيه حسب الجدول الزمني الآن؟
de: Soll das System jetzt nach Zeitplan gesteuert werden?
es: ¿Desea cambiar el sistema que se va a controlar por horario ahora?
fr: Voulez-vous changer le système pour qu'il soit désormais contrôlé par le programme ?
it: Passare al controllo del sistema basato sulla programmazione?
nl: Wilt u het systeem nu volgens schema laten werken?

# bc.mode.mode_home_help_title
source: Learn about Security mode
ar: تعرّف على وضع الأمان
de: Informationen zum Sicherheitsmodus
es: Obtenga más información sobre el modo de seguridad
fr: En savoir plus sur le mode Sécurité
it: Informazioni sulla modalità di sicurezza
nl: Meer informatie over de Beveiligingsmodus

# bc.mode.mode_home_help_tip
source: The system is set to Home mode by default; the camera will detect motion, record video, and send push notifications in this mode.
ar: يعمل النظام بشكل افتراضي في الوضع "في المنزل". ستكتشف الكاميرا الحركة بشكل افتراضي وتسجل مقاطع الفيديو وترسل الإشعارات المؤقتة في هذا الوضع.
de: Das System arbeitet standardmäßig im Modus „Zuhause“. In diesem Modus erkennt die Kamera standardmäßig Bewegungen, zeichnet Videos auf und sendet Push-Benachrichtigungen.
es: El sistema funciona de forma predeterminada en el modo En casa. La cámara realizará de forma predeterminada las acciones de detectar movimiento, grabar vídeo y enviar notificaciones push en este modo.
fr: Par défaut, le système fonctionne en mode Domicile. La caméra détecte par défaut les mouvements, réalise l'enregistrement vidéo et envoie des notifications dans ce mode.
it: Il sistema per impostazione predefinita funziona in modalità A casa. In questa modalità la telecamera rileva per impostazione predefinita il movimento, registra video e invia notifiche push.
nl: Het systeem werkt standaard in de Thuismodus. In deze modus worden automatisch bewegingen gedetecteerd, video-opnamen gemaakt en pushmeldingen verzonden door de camera.

# bc.mode.mode_away_help_title
source: Switch or Set Away mode
ar: التبديل أو ضبط الوضع "في الخارج"
de: In den Modus „Abwesend“ wechseln oder diesen einstellen
es: Cambiar o establecer el modo Fuera de casa
fr: Basculer ou passer en mode Absence
it: Modifica o impostazione della modalità Fuori casa
nl: Naar de Afwezigheidsmodus schakelen of deze instellen

# bc.mode.mode_away_help_tip
source: If the default Home mode settings do not meet your requirements, you can switch or set the system to Away mode.
ar: إذا لم يكن الوضع الافتراضي "في المنزل" يلبّي احتياجاتك، فيمكنك التبديل أو ضبط النظام على الوضع "في الخارج".
de: Wenn der Standard-Modus „Zuhause“ nicht Ihren Anforderungen entspricht, können Sie in den Modus „Abwesend“ wechseln oder diesen im System einstellen.
es: Si el modo En casa predeterminado no se ajusta a sus necesidades, puede cambiar o configurar el sistema en el modo Fuera de casa.
fr: Si le mode Domicile par défaut ne correspond pas à vos besoins, vous pouvez basculer ou passer le système en mode Absence.
it: Se la modalità A casa predefinita non soddisfa i propri requisiti, è possibile modificare o impostare il sistema in modalità Fuori casa.
nl: Als de standaard Thuismodus niet aan uw wensen voldoet, kunt u het systeem in de Afwezigheidsmodus zetten of instellen.

# bc.mode.mode_away_help_tip2
source: If you do not want the device alarm to go off, disable the alarm in the Away settings.
ar: إذا لم تكن تريد أن تطلق الأجهزة تنبيهًا، فاعمد إلى تعطيل المنبّه في إعدادات الوضع "في الخارج".
de: Wenn der Alarm für die Geräte nicht aktiviert sein soll, deaktivieren Sie ihn in den Einstellungen für „Abwesend“.
es: Si no desea que los dispositivos activen la alarma, desactive la alarma en la configuración Fuera de casa.
fr: Si vous souhaitez que les appareils ne déclenchent pas d'alarme, désactivez l'alarme dans les paramètres Absence.
it: Se si desidera che i dispositivi non vengano disattivati con l'allarme, disattivarlo nelle impostazioni Fuori casa.
nl: Als u wilt dat er geen alarm kan afgaan op de apparaten, schakelt u het alarm uit in de Afwezigheidsinstellingen.

# bc.mode.mode_cust_help_title
source: Customized mode
ar: تخصيص الوضع
de: Benutzerdefinierter Modus
es: Personalizar modo
fr: Mode personnalisé
it: Personalizzazione della modalità
nl: Aangepaste modus

# bc.mode.mode_cust_help_tip
source: If the Home and Away modes' settings do not meet your requirements, you can customize your own mode.
ar: إذا لم يكن الوضع "في المنزل" أو "في الخارج" يلبّي احتياجاتك، فيمكنك تخصيص وضعك الخاص.
de: Wenn der Modus „Zuhause“ oder „Abwesend“ nicht Ihren Anforderungen entspricht, können Sie den Modus ganz nach Wunsch anpassen.
es: Si los modos En casa o Fuera de casa no se ajustan a sus necesidades, puede personalizar su propio modo.
fr: Si les modes Domicile ou Absence ne répondent pas à vos besoins, vous pouvez personnaliser votre propre mode.
it: Se la modalità A casa o Fuori casa non soddisfa i propri requisiti, è possibile personalizzare la propria modalità.
nl: Als de Thuismodus en Afwezigheidsmodus niet aan uw wensen voldoen, kunt u uw eigen aangepaste modus instellen.

# bc.mode.mode_schedule_help_title
source: Set Schedule
ar: ضبط الجدول
de: Zeitplan festlegen
es: Establecer programación
fr: Définir le Programme
it: Impostazione della pianificazione
nl: Schema instellen

# bc.mode.mode_schedule_help_tip
source: If you want the system to automatically switch modes according to a schedule, you can set the times for the security modes.
ar: إذا كنت تريد أن يبدّل النظام الأوضاع تلقائيًا في وقت محدد، فيمكنك ضبط جدول الوقت لأوضاع الأمان.
de: Wenn das System die Modi automatisch zu bestimmten Zeiten wechseln soll, können Sie einen Zeitplan für die Sicherheitsmodi festlegen.
es: Si desea que el sistema cambie automáticamente los modos según la hora, puede establecer los horarios para los modos de seguridad.
fr: Si vous souhaitez que le système change automatiquement de mode en fonction de l'heure, vous pouvez définir le programme pour les modes de sécurité.
it: Se si desidera che il sistema cambi automaticamente le modalità in base all'ora, è possibile impostare la pianificazione oraria per le modalità di sicurezza.
nl: Als u wilt dat het systeem de modi automatisch wijzigt op basis van de tijd, kunt u een tijdschema voor de beveiligingsmodi instellen.

# bc.mode.sound_alarm_enabled_tip
source: Sound alarm is enabled.
ar: تم تمكين المنبّه.
de: Alarmton ist aktiviert.
es: La alarma con sonido está activada.
fr: L'alarme sonore est activée.
it: L'allarme acustico è attivo.
nl: Geluidsalarm is ingeschakeld.

# bc.device.homebase_select_time_format
source: Select the time format
ar: تحديد تنسيق الوقت
de: Zeitformat auswählen
es: Seleccionar el formato de hora
fr: Sélectionnez le format de l'heure
it: Selezionare il formato dell'ora
nl: De tijdnotatie selecteren

# bc.mode.disarm_mode_tip1
source: Your system is working in %@ mode.
ar: إنّ نظامك في وضع %@.
de: Ihr System befindet sich im Modus %@.
es: Su sistema está en modo %@.
fr: Votre système est en mode %@.
it: Il sistema è in modalità %@.
nl: Uw systeem staat in de modus %@.

# bc.mode.disarm_mode_tip2
source: All of the detection and notification are disabled.
ar: تم تعطيل كل الاكتشافات والإشعارات.
de: Erkennung und Benachrichtigungen sind deaktiviert.
es: Todas las notificaciones y funciones de detección están desactivadas.
fr: Toutes les notifications et la détection sont désactivées.
it: Tutte le notifiche e il rilevamento sono disattivati.
nl: Alle detectie en meldingen zijn uitgeschakeld.

# bc.camera.time_error_title
source: This camera current time is
ar: وقت الكاميرا الحالي هو
de: Die aktuelle Uhrzeit auf der Kamera ist
es: La hora actual de la cámara es
fr: L'heure actuelle de votre caméra est
it: L'ora corrente della telecamera è
nl: De huidige tijd van uw camera is

# bc.camera.time_error_content_tip
source: If the time is incorrect, go to set the Timezone. If it's correct, ignore this reminder.
ar: إذا كان الوقت غير صحيح، فانتقل إلى ضبط منطقة HomeBase الزمنية.
de: Falls die Uhrzeit nicht stimmt, stellen Sie die HomeBase-Zeitzone ein.
es: Si la hora no es correcta, configure la zona horaria de la HomeBase.
fr: Si l'heure est incorrecte, sélectionnez le fuseau horaire sur la HomeBase.
it: Se l'ora non è corretta, reimpostare il fuso orario di HomeBase.
nl: Als de tijd onjuist is, gaat u naar Tijdzone HomeBase instellen.

# bc.camera.time_error_got_set
source: Got set
ar: انتقل للتعيين
de: Jetzt einrichten
es: Ir a configuración
fr: Définir
it: Imposta
nl: Ga naar Instellen

# bc.mode.schedule_tip
source: Your system is managed by Schedule. It will auto switch security modes according to the schedule.
ar: تتم إدارة نظامك حسب الجدول. سيُبدّل وضعَي الأمان تلقائيًا حسب الجدول.
de: Ihr System wird per Zeitplan verwaltet. Die Sicherheitsmodi werden automatisch gemäß Ihrem Zeitplan gewechselt.
es: El sistema está gestionado por la programación. Cambiará automáticamente los modos de seguridad en función de la programación.
fr: Votre système est contrôlé par Programme. Il passera automatiquement en mode Sécurité en fonction du programme.
it: Il sistema viene gestito tramite pianificazione. Le modalità di sicurezza verranno attivate automaticamente in base alla pianificazione.
nl: Uw systeem wordt beheerd op basis van een schema. De beveiligingsmodi worden automatisch gewijzigd op basis van het schema.

# bc.mode.geofence_tip
source: Your system is managed by Geofencing. It will auto switch security modes according to your location.
ar: تتم إدارة نظامك حسب السياج الجغرافي. سيُبدّل وضعَي الأمان تلقائيًا حسب موقعك.
de: Ihr System wird per Geofencing verwaltet. Die Sicherheitsmodi werden automatisch an Ihren Standort angepasst.
es: El sistema está gestionado por geovallado. Cambiará automáticamente los modos de seguridad en función de su ubicación.
fr: Votre système est contrôlé par Géorepérage. Il passera automatiquement en mode Sécurité en fonction de votre emplacement.
it: Il sistema viene gestito tramite geofencing. Le modalità di sicurezza verranno attivate automaticamente in base alla posizione.
nl: Uw systeem wordt beheerd door geofencing. De beveiligingsmodi worden automatisch gewijzigd op basis van uw locatie.

# bc.family.guests.upgrade_permission
source: Upgrade Permission
ar: ترقية الأذونات
de: Upgrade-Berechtigung
es: Actualizar permiso
fr: Étendre l'autorisation
it: Autorizzazione di aggiornamento
nl: Upgrademachtiging

# bc.family.guests.upgrade_permission_tip
source: Do you want to upgrade sharing permission level to Admin which will has full access?
ar: هل تريد ترقية مستوى مشاركة الأذونات إلى مستوى "المسؤول" الذي سيمكّنك من الحصول على إمكانية وصول كامل؟
de: Möchten Sie die Berechtigungsstufe für die Freigabe auf „Admin“ (unbegrenzter Zugriff) aktualisieren?
es: ¿Desea actualizar el nivel de permiso para compartir a Administrador, con acceso completo?
fr: Souhaitez-vous étendre l'autorisation de partage à Administrateur, qui aura un accès total ?
it: Si desidera aggiornare il livello dell'autorizzazione di condivisione ad Ammin., che dispone di accesso completo?
nl: Wilt u het machtigingsniveau voor delen upgraden naar Admin, dat volledige toegang heeft?

# bc.mode.mode_geo_help_title
source: Set Geofencing
ar: ضبط السياج الجغرافي
de: Geofencing festlegen
es: Establecer geovallado
fr: Définir le Géorepérage
it: Impostazione del geofencing
nl: Geofencing instellen

# bc.mode.mode_geo_help_tip
source: If you want the system to automatically switch modes according to your location, you can set up Geofencing.
ar: إذا كنت تريد أن يبدّل النظام الأوضاع تلقائيًا حسب موقعك، فيمكنك ضبط السياج الجغرافي.
de: Wenn das System die Modi automatisch je nach Ihrem Standort wechseln soll, können Sie Geofencing einstellen.
es: Si desea que el sistema cambie automáticamente los modos según su ubicación, puede establecer el geovallado.
fr: Si vous souhaitez que le système change automatiquement de mode en fonction de votre emplacement, vous pouvez définir le Géorepérage.
it: Se si desidera che il sistema cambi automaticamente le modalità in base alla propria posizione, è possibile impostare il geofencing.
nl: Als u wilt dat het systeem de modi automatisch wijzigt op basis van uw locatie, kunt u Geofencing instellen.

# bc.menu.sdcard_cycle_full_tip
source: HomeBase microSD Card is full. Old video clips will be overwrote and deleted.
ar: إن بطاقة microSD الخاصة بـ HomeBase ممتلئة. ستتم الكتابة فوق مقاطع الفيديو القديمة وحذفها.
de: Die microSD-Karte der HomeBase ist voll. Alte Videoclips werden überschrieben und gelöscht.
es: La tarjeta microSD de la HomeBase está llena. Se sobrescribirán y eliminarán los antiguos clips de vídeo.
fr: La carte microSD de la HomeBase est saturée. Les anciens clips vidéo seront écrasés et supprimés.
it: La scheda microSD di HomeBase è piena. I vecchi clip video verranno sovrascritti ed eliminati.
nl: De microSD-kaart van HomeBase is vol. Oude videoclips worden overschreven en verwijderd.

# bc.event.title
source: Events
ar: الأحداث
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
nl: Gebeurtenissen

# bc.devicesetting.cloud_storage
source: Cloud Storage
ar: التخزين على السحابة
de: Cloud-Speicher
es: Almacenamiento en la nube
fr: Stockage sur le Cloud
it: Spazio di archiviazione cloud
nl: Cloudopslag

# bc.mode.mode_schedule_conflict_tip
source: The time periods overlap, and the new schedule time period will replace the previous schedule time period.
ar: تتداخل الفترات الزمنية ، وستحل الفترة الزمنية للجدول الجديد محل الفترة الزمنية للجدول الزمني السابق.
de: Die Zeiträume überschneiden sich, und der neue Zeitplanzeitraum ersetzt den vorherigen Zeitplanzeitraum.
es: Los períodos de tiempo se superponen y el nuevo período de tiempo de programación reemplazará el período de tiempo de programación anterior.
fr: Les périodes se chevauchent et la nouvelle période remplace la période précédente.
it: I periodi di tempo si sovrappongono e il nuovo periodo di tempo pianificato sostituirà il periodo di programmazione precedente.
nl: De tijdsperioden overlappen elkaar en de nieuwe planningsperiode zal de vorige planningsperiode vervangen.

# bc.mode.switch_to_sound_alarm_mode_tip
source: Switched to %@ mode. Sound Alarm is enabled.
ar: تم التبديل إلى الوضع %@. تم تمكين المنبّه.
de: In den Modus %@ gewechselt. Alarmton ist aktiviert.
es: Cambiado al modo %@. La alarma con sonido está activada.
fr: Basculé en mode %@. L'alarme sonore est activée.
it: Passaggio alla modalità %@. L'allarme acustico è attivo.
nl: Overgeschakeld naar de %@. Geluidsalarm is ingeschakeld.

# bc.mode.device_push_record_disabled_warn
source: Device recording or push notification is disabled. Do you want to save it?
ar: يتم تعطيل التسجيل أو الإشعارات المؤقتة في بعض الأجهزة في هذا الوضع. هل تريد حفظه؟
de: In diesem Modus sind die Aufzeichnungen oder Push-Benachrichtigungen für einige Geräte deaktiviert. Möchten Sie die Einstellung speichern?
es: Las funciones de grabación o de notificación push de algunos dispositivos están desactivadas en este modo. ¿Desea guardarla?
fr: Dans ce mode, l'enregistrement ou la notification push de certains appareils est désactivé. Voulez-vous l'enregistrer ?
it: Le registrazioni o le notifiche push di alcuni dispositivi vengono disattivate in questa modalità. Salvare?
nl: In deze modus zijn de opnames of pushmeldingen van sommige apparaten uitgeschakeld. Wilt u dit opslaan?

# bc.mode.device_sound_alarm_enabled_warn
source: Device sound alarm is enabled in this mode. Do you want to save it?
ar: يتم تمكين المنبّه الصوتي في بعض الأجهزة في هذا الوضع. هل تريد حفظه؟
de: In diesem Modus ist der Alarmton für einige Geräte aktiviert. Möchten Sie die Einstellung speichern?
es: La alarma con sonido de algunos dispositivos está activada en este modo. ¿Desea guardarla?
fr: L'alarme sonore de certains appareils est activée dans ce mode. Voulez-vous l'enregistrer ?
it: L'allarme acustico di alcuni dispositivi viene attivato in questa modalità. Salvare?
nl: In deze modus is het geluidsalarm van sommige apparaten ingeschakeld. Wilt u dit opslaan?
