Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.2fa.verify.method.tip
source: Select the method to receive the verification code.
ar: حدد طريقة استلام رمز التحقق.
de: Wählen Sie die Methode aus, um den Bestätigungscode zu erhalten.
es: Seleccione el método para recibir el código de verificación.
fr: Sélectionnez la méthode pour recevoir le code de vérification.
it: Seleziona il metodo per ricevere il codice di verifica.
nl: Selecteer de methode om de verificatiecode te ontvangen.

# bc.2fa.verify.type.email
source: Email Text
ar: نص البريد الإلكتروني
es: Texto de correo electrónico
fr: Texte de l'e-mail
it: Email
nl: E-mailtekst

# bc.2fa.verify.type.email.tip
source: Send code to your account email
ar: أرسل الرمز إلى البريد الإلكتروني الخاص بحسابك
de: Senden Sie den Code an Ihre Konto-E-Mail
es: Enviar código a su cuenta de correo electrónico
fr: Envoyer le code à l'e-mail de votre compte
it: Invia il codice al tuo indirizzo email
nl: Stuur code naar het e-mailadres van uw account

# bc.2fa.verify.type.sms
source: SMS
ar: رسالة قصيرة

# bc.2fa.verify.type.sms.tip
source: Register your phone number and send code to your phone via SMS
ar: سجل رقم هاتفك وأرسل الرمز إلى هاتفك عبر الرسائل القصيرة
de: Registrieren Sie Ihre Telefonnummer und senden Sie den Code per SMS an Ihr Telefon
es: Registre su número de teléfono y envíe el código a su teléfono por SMS
fr: Enregistrez votre numéro de téléphone et envoyez le code à votre téléphone par SMS
it: Registra il tuo numero di telefono e invia il codice al tuo telefono via SMS
nl: Registreer uw telefoonnummer en stuur code naar uw telefoon via sms

# bc.2fa.verify.resend.code
source: Code can be resent in %@s
ar: يمكن إعادة إرسال الرمز في %@s
de: Code kann in %@s erneut gesendet werden
es: El código se puede reenviar en %@s
fr: Le code peut être renvoyé dans %@s
it: Il codice può essere inviato nuovamente in %@s
nl: Code kan opnieuw worden verzonden in %@s

# bc.2fa.verify.trust.device
source: Trust Device
ar: الثقة بالجهاز
de: Gerät vertrauen
es: Dispositivo de confianza
nl: Vertrouw apparaat

# bc.2fa.verify.trust.device.tip1
source: Add Trusted Device
ar: إضافة جهاز موثوق به
de: Vertrauenswürdiges Gerät hinzufügen
es: Agregar dispositivo de confianza
fr: Ajouter un appareil approuvé
it: Aggiungi dispositivo attendibile
nl: Voeg vertrouwd apparaat toe

# bc.2fa.verify.trust.device.tip2
source: Do you want to add this device as a Trusted Device to keep your account secure?
ar: هل تريد إضافة هذا الجهاز كجهاز موثوق به للحفاظ على حسابك آمنًا؟
de: Möchten Sie dieses Gerät als vertrauenswürdiges Gerät hinzufügen, um Ihr Konto sicher zu halten?
es: ¿Desea agregar este dispositivo como un dispositivo de confianza para mantener su cuenta segura?
fr: Voulez-vous ajouter cet appareil en tant qu'appareil de confiance pour sécuriser votre compte?
it: Vuoi aggiungere questo dispositivo come dispositivo affidabile per proteggere il tuo account?
nl: Wilt u dit apparaat toevoegen als vertrouwd apparaat om uw account veilig te houden?

# bc.2fa.verify.trust.device.tip3
source: If you trust this device, you don't need to enter a verification code the next time you login.
ar: إذا كنت تثق في هذا الجهاز ، فلن تحتاج إلى إدخال رمز التحقق في المرة القادمة التي تقوم فيها بتسجيل الدخول.
de: Wenn Sie diesem Gerät vertrauen, müssen Sie bei der nächsten Anmeldung keinen Bestätigungscode eingeben.
es: Si confía en este dispositivo, no necesita ingresar un código de verificación la próxima vez que inicie sesión.
fr: Si vous faites confiance à cet appareil, vous n'aurez pas besoin d'entrer un code de vérification lors de votre prochaine connexion.
it: Se ti fidi di questo dispositivo, non devi inserire un codice di verifica al prossimo accesso.
nl: Als u dit apparaat vertrouwt, hoeft u de volgende keer dat u inlogt geen verificatiecode in te voeren.

# bc.2fa.verify.trust.device.tip4
source: If this device is not secure, please don't trust it.
ar: إذا كان هذا الجهاز غير آمن ، يرجى عدم الوثوق به.
de: Wenn dieses Gerät nicht sicher ist, vertrauen Sie ihm bitte nicht.
es: Si este dispositivo no es seguro, no confíes en él.
fr: Si cet appareil n'est pas sécurisé, veuillez ne pas lui faire confiance.
it: Se questo dispositivo non è sicuro, non fidarti.
nl: Als dit apparaat niet veilig is, vertrouw het dan niet.

# bc.2fa.verify.trust.device.trust
source: Trust
ar: ثقة
de: Vertrauen
es: Confiar
fr: Confiance
it: Fiducia
nl: Vertrouwen

# bc.2fa.verify.trust.device.not.trust
source: Don't Trust
ar: لا تثق
de: Vertraue nicht
es: No confíes
fr: Ne faites pas confiance
it: Non fidarti
nl: Vertrouw niet

# bc.2fa.enabled
source: You have enabled two-factor authentication.
ar: لقد قمت بتمكين المصادقة ذات العاملين.
de: Sie haben die Zwei-Faktor-Authentifizierung aktiviert.
es: Ha habilitado la autenticación de dos factores.
fr: Vous avez activé l'authentification à deux facteurs.
it: Hai abilitato l'autenticazione a due fattori.
nl: U heeft tweefactorauthenticatie ingeschakeld.

# bc.2fa.secure.account
source: Secure Account
ar: حساب آمن
de: Sicheres Konto
es: Cuenta segura
fr: Compte sécurisé
it: Conto sicuro
nl: Beveiligd account

# bc.2fa.title
source: Two-factor authentication
ar: توثيق ذو عاملين
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
it: Autenticazione a due fattori
nl: Twee-factor-authenticatie

# bc.2fa.send.tip
source: We'll text a verification code through the below methods to verify your account.
ar: سنرسل رمز التحقق عبر الطرق التالية للتحقق من حسابك.
de: Wir senden Ihnen einen Bestätigungscode mit den folgenden Methoden, um Ihr Konto zu überprüfen.
es: Le enviaremos un mensaje de texto con un código de verificación a través de los siguientes métodos para verificar su cuenta.
fr: Nous enverrons un code de vérification par SMS en utilisant les méthodes ci-dessous pour vérifier votre compte.
it: Ti invieremo un codice di verifica tramite i seguenti metodi per verificare il tuo account.
nl: We sturen een verificatiecode via de onderstaande methoden om uw account te verifiëren.

# bc.2fa.email.address
source: Email address
ar: عنوان بريد الكتروني
de: E-Mail-Addresse
es: Dirección de correo electrónico
fr: Adresse électronique
it: Indirizzo email
nl: E-mailadres

# bc.2fa.trust.device
source: Trusted devices
ar: الأجهزة الموثوقة
de: Vertrauenswürdige Geräte
es: Dispositivos de confianza
fr: Appareils fiables
it: Dispositivi affidabili
nl: Vertrouwde apparaten

# bc.2fa.trust.phone.number
source: Trusted phone number
ar: رقم هاتف موثوق به
de: Vertrauenswürdige Telefonnummer
es: Número de teléfono confiable
fr: Numéro de téléphone fiable
it: Numero di telefono affidabile
nl: Vertrouwd telefoonnummer

# bc.2fa.trust.this.device
source: %@ (This device)
ar: %@ (هذا الجهاز)
de: %@ (Dieses Gerät)
es: %@ (este dispositivo)
fr: %@ (cet appareil)
it: %@ (questo dispositivo)
nl: %@ (dit apparaat)

# bc.2fa.trust.device.num
source: %@ devices
ar: %@ من الأجهزة
de: %@ Geräte
es: %@ dispositivos
fr: %@ appareils
it: %@ dispositivi
nl: %@ apparaten

# bc.2fa.on
source: On
ar: على
de: Auf
es: En
fr: Sur
it: Su
nl: Aan

# bc.2fa.off
source: Off
ar: إيقاف
de: aus
es: Apagado
fr: De
it: via
nl: Uit

# bc.2fa.verify.code
source: Verification Code
ar: شيفرة التأكيد
de: Verifizierungs-Schlüssel
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
nl: Verificatie code

# bc.2fa.verify.code.email
source: Enter the verification code sent to your email account %@.
ar: أدخل رمز التحقق المرسل إلى حساب بريدك الإلكتروني %@.
de: Geben Sie den Bestätigungscode ein, der an Ihr E-Mail-Konto %@ gesendet wurde.
es: Ingrese el código de verificación enviado a su cuenta de correo electrónico %@.
fr: Entrez le code de vérification envoyé à votre compte de messagerie %@.
it: Inserisci il codice di verifica inviato al tuo account e-mail %@.
nl: Voer de verificatiecode in die naar uw e-mailaccount %@ is gestuurd.

# bc.2fa.verify.code.sms
source: Enter the verification code sent to %@.
ar: أدخل رمز التحقق المرسل إلى %@.
de: Geben Sie den an %@ gesendeten Bestätigungscode ein.
es: Ingrese el código de verificación enviado a %@.
fr: Entrez le code de vérification envoyé à %@.
it: Inserisci il codice di verifica inviato a %@.
nl: Voer de verificatiecode in die naar %@ is gestuurd.

# bc.2fa.verify.code.prompt
source: Enter the verification code sent to your other trusted devices.
ar: أدخل رمز التحقق المرسل إلى أجهزتك الموثوقة الأخرى.
de: Geben Sie den Bestätigungscode ein, der an Ihre anderen vertrauenswürdigen Geräte gesendet wurde.
es: Ingrese el código de verificación enviado a sus otros dispositivos de confianza.
fr: Saisissez le code de vérification envoyé à vos autres appareils de confiance.
it: Immettere il codice di verifica inviato agli altri dispositivi attendibili.
nl: Voer de verificatiecode in die naar uw andere vertrouwde apparaten is verzonden.

# bc.2fa.verify.code.email.add.device
source: To add the trusted device, enter the code sent to account email %@.
ar: لإضافة الجهاز الموثوق ، أدخل الرمز المرسل إلى البريد الإلكتروني للحساب %@.
de: Geben Sie zum Hinzufügen des vertrauenswürdigen Geräts den Code ein, der an die Konto-E-Mail %@ gesendet wurde.
es: Para agregar el dispositivo confiable, ingrese el código enviado al correo electrónico de la cuenta %@.
fr: Pour ajouter le périphérique de confiance, entrez le code envoyé à l'e-mail du compte %@.
it: Per aggiungere il dispositivo attendibile, inserisci il codice inviato all'email dell'account %@.
nl: Om het vertrouwde apparaat toe te voegen, voert u de code in die naar het e-mailadres %@ is gestuurd.

# bc.2fa.verify.code.sms.add.device
source: To add the trusted device, enter the code sent to %@.
ar: لإضافة الجهاز الموثوق به ، أدخل الرمز المرسل إلى %@.
de: Geben Sie den an %@ gesendeten Code ein, um das vertrauenswürdige Gerät hinzuzufügen.
es: Para agregar el dispositivo confiable, ingrese el código enviado a %@.
fr: Pour ajouter le périphérique approuvé, entrez le code envoyé à %@.
it: Per aggiungere il dispositivo attendibile, inserisci il codice inviato a %@.
nl: Voer de code in die naar %@ is verzonden om het vertrouwde apparaat toe te voegen.

# bc.2fa.verify.code.prompt.add.device
source: To remove the trusted device, enter the code sent to your other trusted devices.
ar: لإزالة الجهاز الموثوق به ، أدخل الرمز المرسل إلى أجهزتك الموثوقة الأخرى.
de: Geben Sie den Code ein, der an Ihre anderen vertrauenswürdigen Geräte gesendet wurde, um das vertrauenswürdige Gerät zu entfernen.
es: Para eliminar el dispositivo confiable, ingrese el código enviado a sus otros dispositivos confiables.
fr: Pour supprimer l'appareil de confiance, entrez le code envoyé à vos autres appareils de confiance.
it: Per rimuovere il dispositivo attendibile, inserisci il codice inviato agli altri dispositivi attendibili.
nl: Voer de code in die naar uw andere vertrouwde apparaten is verzonden om het vertrouwde apparaat te verwijderen.

# bc.2fa.verify.code.email.remove.device
source: To remove the trusted device, enter the code sent to account email %@.
ar: لإزالة الجهاز الموثوق به ، أدخل الرمز المرسل إلى البريد الإلكتروني للحساب %@.
de: Geben Sie den Code ein, der an die Konto-E-Mail %@ gesendet wurde, um das vertrauenswürdige Gerät zu entfernen.
es: Para eliminar el dispositivo de confianza, ingrese el código enviado al correo electrónico de la cuenta %@.
fr: Pour supprimer le périphérique approuvé, entrez le code envoyé à l'adresse e-mail du compte %@.
it: Per rimuovere il dispositivo attendibile, inserisci il codice inviato all'account e-mail %@.
nl: Om het vertrouwde apparaat te verwijderen, voert u de code in die naar het e-mailadres van de account %@ is gestuurd.

# bc.2fa.verify.code.sms.remove.device
source: To remove the trusted device, enter the code sent to %@.
ar: لإزالة الجهاز الموثوق به ، أدخل الرمز المرسل إلى %@.
de: Geben Sie den an %@ gesendeten Code ein, um das vertrauenswürdige Gerät zu entfernen.
es: Para eliminar el dispositivo de confianza, ingrese el código enviado a %@.
fr: Pour supprimer le périphérique approuvé, entrez le code envoyé à %@.
it: Per rimuovere il dispositivo attendibile, inserisci il codice inviato a %@.
nl: Voer de code in die naar %@ is verzonden om het vertrouwde apparaat te verwijderen.

# bc.2fa.verify.code.prompt.remove.device
source: To remove the trusted device, enter the code sent to your other trusted devices.
ar: لإزالة الجهاز الموثوق به ، أدخل الرمز المرسل إلى أجهزتك الموثوقة الأخرى.
de: Geben Sie den Code ein, der an Ihre anderen vertrauenswürdigen Geräte gesendet wurde, um das vertrauenswürdige Gerät zu entfernen.
es: Para eliminar el dispositivo confiable, ingrese el código enviado a sus otros dispositivos confiables.
fr: Pour supprimer l'appareil de confiance, entrez le code envoyé à vos autres appareils de confiance.
it: Per rimuovere il dispositivo attendibile, inserisci il codice inviato agli altri dispositivi attendibili.
nl: Voer de code in die naar uw andere vertrouwde apparaten is verzonden om het vertrouwde apparaat te verwijderen.

# bc.2fa.motify.phone.email
source: To modify the trusted phone number, enter the code sent to account email %@.
ar: لتعديل رقم الهاتف الموثوق ، أدخل الرمز المرسل إلى البريد الإلكتروني للحساب %@.
de: Geben Sie zum Ändern der vertrauenswürdigen Telefonnummer den Code ein, der an die Konto-E-Mail %@ gesendet wurde.
es: Para modificar el número de teléfono confiable, ingrese el código enviado al correo electrónico de la cuenta %@.
fr: Pour modifier le numéro de téléphone approuvé, entrez le code envoyé à l'adresse e-mail du compte %@.
it: Per modificare il numero di telefono attendibile, inserisci il codice inviato all'email dell'account %@.
nl: Om het vertrouwde telefoonnummer te wijzigen, voert u de code in die naar het e-mailadres van de account %@ is gestuurd.

# bc.2fa.motify.phone.sms
source: To modify the trusted phone number, enter the code sent to %@.
ar: لتعديل رقم الهاتف الموثوق ، أدخل الرمز المرسل إلى%@.
de: Geben Sie den an %@ gesendeten Code ein, um die vertrauenswürdige Telefonnummer zu ändern.
es: Para modificar el número de teléfono confiable, ingrese el código enviado a %@.
fr: Pour modifier le numéro de téléphone approuvé, entrez le code envoyé à %@.
it: Per modificare il numero di telefono attendibile, inserisci il codice inviato a %@.
nl: Voer de code in die naar %@ is verzonden om het vertrouwde telefoonnummer te wijzigen.

# bc.2fa.motify.phone.prompt
source: To modify the trusted phone number, enter the code sent to your other trusted devices.
ar: لتعديل رقم الهاتف الموثوق ، أدخل الرمز المرسل إلى أجهزتك الموثوقة الأخرى.
de: Geben Sie den Code ein, der an Ihre anderen vertrauenswürdigen Geräte gesendet wird, um die vertrauenswürdige Telefonnummer zu ändern.
es: Para modificar el número de teléfono confiable, ingrese el código enviado a sus otros dispositivos confiables.
fr: Pour modifier le numéro de téléphone approuvé, entrez le code envoyé à vos autres appareils approuvés.
it: Per modificare il numero di telefono attendibile, immettere il codice inviato agli altri dispositivi attendibili.
nl: Voer de code in die naar uw andere vertrouwde apparaten is verzonden om het vertrouwde telefoonnummer te wijzigen.

# bc.2fa.sign.email
source: To sign in to your account, enter the code sent to account email %@.
ar: لتسجيل الدخول إلى حسابك ، أدخل الرمز المرسل إلى البريد الإلكتروني للحساب %@.
de: Um sich in Ihrem Konto anzumelden, geben Sie den Code ein, der an die Konto-E-Mail %@ gesendet wurde.
es: Para iniciar sesión en su cuenta, ingrese el código enviado al correo electrónico de la cuenta %@.
fr: Pour vous connecter à votre compte, entrez le code envoyé à l'e-mail du compte %@.
it: Per accedere al tuo account, inserisci il codice inviato all'account email %@.
nl: Om u aan te melden bij uw account, voert u de code in die naar het e-mailadres %@ is gestuurd.

# bc.2fa.sign.sms
source: To sign in to your account, enter the code sent to %@.
ar: لتسجيل الدخول إلى حسابك ، أدخل الرمز المرسل إلى %@.
de: Um sich in Ihrem Konto anzumelden, geben Sie den an %@ gesendeten Code ein.
es: Para iniciar sesión en su cuenta, ingrese el código enviado a %@.
fr: Pour vous connecter à votre compte, entrez le code envoyé à %@.
it: Per accedere al tuo account, inserisci il codice inviato a %@.
nl: Voer de code in die naar %@ is verzonden om u aan te melden bij uw account.

# bc.2fa.sign.prompt
source: To sign in to your account, enter the code sent to your other trusted devices.
ar: لتسجيل الدخول إلى حسابك ، أدخل الرمز المرسل إلى أجهزتك الموثوقة الأخرى.
de: Um sich in Ihrem Konto anzumelden, geben Sie den Code ein, der an Ihre anderen vertrauenswürdigen Geräte gesendet wurde.
es: Para iniciar sesión en su cuenta, ingrese el código enviado a sus otros dispositivos de confianza.
fr: Pour vous connecter à votre compte, entrez le code envoyé à vos autres appareils de confiance.
it: Per accedere al tuo account, inserisci il codice inviato agli altri tuoi dispositivi fidati.
nl: Voer de code in die naar uw andere vertrouwde apparaten is verzonden om u aan te melden bij uw account.

# bc.2fa.resend.verify.code
source: Resend verification code
ar: إعادة إرسال رمز التحقق
de: Verfikationscode erneut senden
es: Vuelva a enviar el código de verificación
fr: Renvoyer le code de vérification
it: Inviare di nuovo codice di verifica
nl: Verzend de verificatiecode opnieuw

# bc.2fa.select.trust.device
source: Select trusted devices
ar: حدد الأجهزة الموثوقة
de: Wählen Sie vertrauenswürdige Geräte aus
es: Seleccionar dispositivos confiables
fr: Sélectionnez les appareils de confiance
it: Seleziona dispositivi affidabili
nl: Selecteer vertrouwde apparaten

# bc.2fa.select.trust.device.add.tip
source: Do you want to add this device as a trusted device?
ar: هل تريد إضافة هذا الجهاز كجهاز موثوق به؟
de: Möchten Sie dieses Gerät als vertrauenswürdiges Gerät hinzufügen?
es: ¿Desea agregar este dispositivo como un dispositivo confiable?
fr: Voulez-vous ajouter cet appareil en tant qu'appareil de confiance?
it: Vuoi aggiungere questo dispositivo come dispositivo affidabile?
nl: Wil je dit apparaat toevoegen als vertrouwd apparaat?

# bc.2fa.select.trust.device.delete.tip
source: Do you want to remove this trusted device?
ar: هل تريد إزالة هذا الجهاز الموثوق به؟
de: Möchten Sie dieses vertrauenswürdige Gerät entfernen?
es: ¿Desea eliminar este dispositivo de confianza?
fr: Voulez-vous supprimer cet appareil de confiance?
it: Vuoi rimuovere questo dispositivo attendibile?
nl: Wil je dit vertrouwde apparaat verwijderen?

# bc.2fa.this.device
source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
nl: Dit apparaat

# bc.2fa.title.phone.number
source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer

# bc.2fa.title.choose.country
source: Choose Country
ar: اختر الدولة
de: Land auswählen
es: Elige país
fr: Choisissez un pays
it: Scegli la nazione
nl: Kies land

# bc.2fa.enter.phone.country.tip
source: Enter your mobile phone number, including the country code.
ar: أدخل رقم هاتفك المحمول ، بما في ذلك رمز البلد.
de: Geben Sie Ihre Handynummer einschließlich der Landesvorwahl ein.
es: Ingrese su número de teléfono móvil, incluido el código del país.
fr: Entrez votre numéro de téléphone mobile, y compris le code du pays.
it: Inserisci il tuo numero di cellulare, incluso il prefisso internazionale.
nl: Voer uw mobiele telefoonnummer in, inclusief de landcode.

# bc.2fa.enter.phone.verify.tip
source: We will text a verification code to this number.
ar: سنرسل رمز التحقق إلى هذا الرقم.
de: Wir werden einen Bestätigungscode an diese Nummer senden.
es: Le enviaremos un código de verificación a este número.
fr: Nous enverrons un code de vérification par SMS à ce numéro.
it: Manderemo un codice di verifica a questo numero.
nl: We sturen een verificatiecode naar dit nummer.

# bc.2fa.try.other.method
source: Try another method
ar: جرب طريقة أخرى
de: Versuchen Sie es mit einer anderen Methode
es: Prueba otro método
fr: Essayez une autre méthode
it: Prova un altro metodo
nl: Probeer een andere methode

# bc.2fa.choose.other.method
source: Select another method to send the verification code.
ar: حدد طريقة أخرى لإرسال رمز التحقق.
de: Wählen Sie eine andere Methode, um den Bestätigungscode zu senden.
es: Seleccione otro método para enviar el código de verificación.
fr: Sélectionnez une autre méthode pour envoyer le code de vérification.
it: Seleziona un altro metodo per inviare il codice di verifica.
nl: Selecteer een andere methode om de verificatiecode te verzenden.

# bc.2fa.choose.method.email
source: Email Text
ar: نص البريد الإلكتروني
es: Texto de correo electrónico
fr: Texte de l'e-mail
it: Email
nl: E-mailtekst

# bc.2fa.choose.method.sms
source: SMS Text
ar: نص SMS
es: SMS de texto
fr: Texte SMS
it: SMS
nl: SMS-tekst

# bc.2fa.choose.method.prompt
source: Phone Prompt
ar: موجه الهاتف
de: Telefonische Eingabeaufforderung
es: Aviso telefónico
fr: Invite téléphonique
it: Richiesta telefonica
nl: Telefoonprompt

# bc.2fa.enter.code.tip
source: Enter the code sent to the account
ar: أدخل الرمز المرسل إلى الحساب
de: Geben Sie den Code ein, der an das Konto gesendet wurde
es: Ingrese el código enviado a la cuenta
fr: Entrez le code envoyé au compte
it: Inserisci il codice inviato all'account
nl: Voer de code in die naar het account is gestuurd

# bc.2fa.modify.trust.phone.tip
source: Do you want to modify the trusted phone number?
ar: هل تريد تعديل رقم الهاتف الموثوق؟
de: Möchten Sie die vertrauenswürdige Telefonnummer ändern?
es: ¿Desea modificar el número de teléfono confiable?
fr: Voulez-vous modifier le numéro de téléphone de confiance?
it: Vuoi modificare il numero di telefono di fiducia?
nl: Wilt u het vertrouwde telefoonnummer wijzigen?

# bc.2fa.verify.code.tip
source: The verification code is %@. (Valid within 5 minutes)
ar: رمز التحقق هو%@. (صالح خلال 5 دقائق)
de: Der Bestätigungscode lautet %@. (Gültig innerhalb von 5 Minuten)
es: El código de verificación es %@. (Válido en 5 minutos)
fr: Le code de vérification est %@. (Valable dans les 5 minutes)
it: Il codice di verifica è %@. (Valido entro 5 minuti)
nl: De verificatiecode is %@. (Geldig binnen 5 minuten)

# bc.2fa.search
source: Search
ar: بحث
de: Suche
es: Buscar
fr: Chercher
it: Ricerca
nl: Zoeken

# bc.2fa.incorrect.phone
source: The phone number format is incorrect.
ar: تنسيق رقم الهاتف غير صحيح.
de: Das Telefonnummernformat ist falsch.
es: El formato del número de teléfono es incorrecto.
fr: Le format du numéro de téléphone est incorrect.
it: Il formato del numero di telefono non è corretto.
nl: Il formato del numero di telefono non è corretto.

# bc.2fa.incorrect.verify.code
source: Verification code is incorrect.
ar: رمز التحقق غير صحيح.
de: Der Verifizierungscode ist nicht korrekt.
es: El código de verificación es incorrecto.
fr: Le code de vérification est incorrect.
it: Il codice di verifica non è corretto.
nl: De verificatiecode is onjuist.

# bc.login.pwd_update
source: Password Update
ar: تحديث كلمة المرور
de: Passwort aktualisieren
es: Actualización de contraseña
fr: Mise à jour du mot de passe
it: Aggiornamento password
nl: Wachtwoordupdate
