Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.menu.callus_work_time7
source: Sun - Thu 7:00AM - 3:30PM(GMT+2)
ar: الأحد - الخميس 7:00 ص -3:30 م (GMT+2)
de: So - Do 7:00 - 15:30 Uhr (GMT+2)
es: Dom - Jue 7:00AM - 3:30PM (GMT+2)
fr: Dim - Jeu 7:00AM - 3:30PM (GMT+2)
it: Dom - Gio 7:00 AM -15:30PM (GMT+2)
nl: Zo - do 07:00 uur - 15:30 uur (GMT+2)

# bc_nas_secturity_stream
source: Secure the RTSP Stream
ar: تأمين تيار RTSP
de: Sichern Sie den RTSP-Stream
es: Asegure la transmisión RTSP
fr: Sécurisez le flux RTSP
it: Proteggi il flusso RTSP
nl: Zet de RTSP stream

# bc_nas_secturity_title
source: RTSP Security
ar: أمان RTSP
de: RTSP-Sicherheit
es: Seguridad RTSP
fr: Sécurité RTSP
it: Sicurezza RTSP
nl: RTSP-beveiliging

# bc_nas_secturity_authentication
source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
nl: Authenticatie

# bc_nas_secturity_digest
source: Digest
ar: استوعب
de: Verdauen
es: Digerir
fr: Digérer
it: digerire
nl: Verteren

# bc_nas_secturity_basic
source: Basic
ar: الأساسي
es: Básico
fr: De base
it: Di base

# bc_nas_secturity_disable
source: Disable
ar: تعطيل
de: Deaktivieren
es: Inhabilitar
fr: Désactiver
it: disattivare
nl: Uitschakelen

# bc_nas_secturity_username
source: Username
ar: اسم المستخدم
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam

# bc_nas_secturity_default
source: admin(default)
ar: admin (افتراضي)
de: admin (Standard)
es: admin (predeterminado)
fr: admin (par défaut)
nl: admin (standaard)

# bc_nas_secturity_blank
source: Blank
ar: فارغ
de: Leer
es: Blanco
fr: Vide
it: vuoto
nl: Blanco

# bc_nas_secturity_change_tip
source: Please note that the RTSP username and password for all of the cameras connected to the same HomeBase will be changed together.
ar: يرجى ملاحظة أنه سيتم تغيير اسم المستخدم وكلمة المرور لـ RTSP لجميع الكاميرات المتصلة بنفس HomeBase معًا.
de: Bitte beachten Sie, dass der RTSP-Benutzername und das Kennwort für alle an dieselbe HomeBase angeschlossenen Kameras gemeinsam geändert werden.
es: Tenga en cuenta que el nombre de usuario y la contraseña RTSP para todas las cámaras conectadas a la misma HomeBase se cambiarán juntas.
fr: Veuillez noter que le nom d'utilisateur et le mot de passe RTSP pour toutes les caméras connectées à la même HomeBase seront modifiés ensemble.
it: Si noti che il nome utente e la password RTSP per tutte le telecamere collegate allo stesso HomeBase verranno cambiati insieme.
nl: Houd er rekening mee dat de RTSP-gebruikersnaam en het wachtwoord voor alle camera's die op dezelfde HomeBase zijn aangesloten, samen worden gewijzigd.

# bc_nas_secturity_format_tip
source: Username and password: 16 digits upper and lower letters, numbers and underline.
ar: اسم المستخدم وكلمة المرور: 16 رقمًا من الأحرف الكبيرة والصغيرة والأرقام والتسطير.
de: Benutzername und Passwort: 16-stellige Ober- und Unterbuchstaben, Zahlen und Unterstreichungen.
es: Nombre de usuario y contraseña: 16 dígitos letras mayúsculas y minúsculas, números y subrayado.
fr: Nom d'utilisateur et mot de passe: 16 chiffres lettres majuscules et minuscules, chiffres et soulignement.
it: Nome utente e password: 16 cifre lettere maiuscole e minuscole, numeri e sottolineature.
nl: Gebruikersnaam en wachtwoord: 16 cijfers, bovenste en onderste letters, cijfers en onderstreping.

# bc.setting.homekit_change_video_quanlity_to_auto_tip
source: Due to HomeKit is enabled, the streaming quality is restricted to the Auto option.
ar: نظرًا لتمكين HomeKit ، يتم تقييد جودة البث بخيار تلقائي.
de: Da HomeKit aktiviert ist, ist die Streaming-Qualität auf die Option Auto beschränkt.
es: Debido a que HomeKit está habilitado, la calidad de transmisión está restringida a la opción Automático.
fr: En raison de l'activation de HomeKit, la qualité de la diffusion est limitée à l'option Auto.
it: Grazie a HomeKit abilitato, la qualità dello streaming è limitata all'opzione Auto.
nl: Omdat HomeKit is ingeschakeld, is de streamingkwaliteit beperkt tot de Auto-optie.

# bc.setting.device_record_265_not_support_tip
source: 2K clips with high compression are not available on this phone. This phone only supports the H.264 encoding format. If this phone is your most common using device, please change to the Full HD option.
ar: مقاطع 2K ذات الضغط العالي غير متوفرة على هذا الهاتف. يدعم هذا الهاتف تنسيق ترميز H.264 فقط. إذا كان هذا الهاتف هو أكثر الأجهزة استخدامًا شيوعًا ، فالرجاء التغيير إلى خيار الوضوح العالي الكامل.
de: 2K-Clips mit hoher Komprimierung sind auf diesem Telefon nicht verfügbar. Dieses Telefon unterstützt nur das H.264-Codierungsformat. Wenn dieses Telefon am häufigsten verwendet wird, wechseln Sie zur Option Full HD.
es: Los clips 2K con alta compresión no están disponibles en este teléfono. Este teléfono solo admite el formato de codificación H.264. Si este teléfono es su dispositivo de uso más común, cambie a la opción Full HD.
fr: Les clips 2K à haute compression ne sont pas disponibles sur ce téléphone. Ce téléphone ne prend en charge que le format d'encodage H.264. Si ce téléphone est votre appareil le plus courant, veuillez passer à l'option Full HD.
it: Le clip 2K ad alta compressione non sono disponibili su questo telefono. Questo telefono supporta solo il formato di codifica H.264. Se questo telefono è il dispositivo che usi più di frequente, passa all'opzione Full HD.
nl: 2K-clips met hoge compressie zijn niet beschikbaar op deze telefoon. Deze telefoon ondersteunt alleen het H.264-coderingsformaat. Als deze telefoon uw meest gebruikte apparaat is, moet u overschakelen naar de Full HD-optie.

# bc.setting.record_quality_restrict_due_to_nas_and_cloud_tip
source: Since you have enabled NAS or subscribed to cloud storage, the recording will only support 1080P Full HD.
ar: نظرًا لأنك قمت بتمكين NAS أو الاشتراك في التخزين السحابي ، فلن يدعم التسجيل سوى 1080P Full HD.
de: Da Sie NAS aktiviert oder Cloud-Speicher abonniert haben, unterstützt die Aufzeichnung nur 1080P Full HD.
es: Como ha habilitado NAS o se ha suscrito al almacenamiento en la nube, la grabación solo admitirá 1080P Full HD.
fr: Étant donné que vous avez activé le NAS ou vous êtes abonné au stockage cloud, l'enregistrement ne prend en charge que le 1080P Full HD.
it: Dato che hai abilitato il NAS o ti sei iscritto allo spazio di archiviazione cloud, la registrazione supporterà solo 1080P Full HD.
nl: Omdat je NAS hebt ingeschakeld of je hebt geabonneerd op cloudopslag, ondersteunt de opname alleen 1080P Full HD.

# bc.setting.record_quality_restrict_due_to_homekit_tip
source: Since you have enabled the HomeKit, the recording will only support 1080P Full HD.
ar: نظرًا لأنك قمت بتمكين HomeKit ، فلن يدعم التسجيل سوى 1080P Full HD.
de: Da Sie das HomeKit aktiviert haben, unterstützt die Aufnahme nur 1080P Full HD.
es: Como ha habilitado el HomeKit, la grabación solo admitirá 1080P Full HD.
fr: Étant donné que vous avez activé le HomeKit, l'enregistrement ne prend en charge que le Full HD 1080P.
it: Poiché hai abilitato HomeKit, la registrazione supporterà solo 1080P Full HD.
nl: Omdat je de HomeKit hebt ingeschakeld, ondersteunt de opname alleen 1080P Full HD.

# bc.setting.cam.audio.turn.off.message.tip
source: The talk-back, recording sound, and sound alarm will be disabled as well.
ar: سيتم تعطيل كلام التحدث والتسجيل الصوتي والتنبيه الصوتي أيضًا.
de: Das Talkback, der Aufnahmeton und der akustische Alarm werden ebenfalls deaktiviert.
es: La respuesta, la grabación de sonido y la alarma sonora también se desactivarán.
fr: Le talk-back, l'enregistrement du son et l'alarme sonore seront également désactivés.
it: Anche il talk-back, la registrazione del suono e l'allarme sonoro saranno disabilitati.
nl: Het terugspreek-, opnamegeluid en geluidsalarm worden ook uitgeschakeld.

# bc.homebase.verity_error_comma_tips
source: Password cannot include the comma
ar: لا يمكن أن تتضمن كلمة المرور الفاصلة
de: Das Passwort darf kein Komma enthalten
es: La contraseña no puede incluir la coma
fr: Le mot de passe ne peut pas inclure la virgule
it: La password non può includere la virgola
nl: Wachtwoord mag de komma niet bevatten

# bc.homebase.verity_error_tips
source: Special symbols allowed in password: `~!@#$%^&*()_-=+|[{]}/?.<>';:"
ar: الرموز الخاصة المسموح بها في كلمة المرور:`~!@#$%^&*()_-=+|[{]}/?.<>';:"
de: Spezielle Symbole im Passwort erlaubt :`~!@#$%^&*()_-=+|[{]}/?.<>';:"
es: Símbolos especiales permitidos en la contraseña:`~!@#$%^&*()_-=+|[{]}/?.<>';:"
fr: Symboles spéciaux autorisés dans le mot de passe:`~!@#$%^&*()_-=+|[{]}/?.<>';:"
it: Simboli speciali consentiti nella password:`~!@#$%^&*()_-=+|[{]}/?.<>';:"
nl: Speciale symbolen toegestaan in wachtwoord:`~!@#$%^&*()_-=+|[{]}/?.<>';:"

# bc.bind.fl_Lan_tip
source: Connect your phone to the SAME Wi-Fi router which you want the camera to connect.
ar: قم بتوصيل هاتفك بجهاز توجيه نفس شبكة Wi-Fi الذي تريد من الكاميرا توصيله.
de: Schließen Sie Ihr Telefon an den gleichen WLAN-Router an, mit dem die Kamera eine Verbindung herstellen soll.
es: Conecte su teléfono al mismo enrutador Wi-Fi que desea que la cámara conecte.
fr: Connectez votre téléphone au MÊME routeur Wi-Fi auquel vous voulez que la caméra se connecte.
it: Connetti il tuo telefono al router STESSO Wi-Fi a cui vuoi connettere la videocamera.
nl: Verbind uw telefoon met de DEZELFDE Wi-Fi-router waarmee u de camera wilt verbinden.

# bc.bind.fl_Lan_tip_red
source: SAME Wi-Fi
ar: نفس شبكة Wi-Fi
de: gleichen WLAN-Router
es: mismo enrutador Wi-Fi
fr: MÊME routeur Wi-Fi
it: STESSO Wi-Fi
nl: DEZELFDE Wi-Fi-router

# bc.camera.setting_switch_LED
source: Status LED will flash when the device is live streaming or recording.
ar: سيومض مؤشر LED الخاص بالحالة عندما يكون الجهاز قيد البث المباشر أو التسجيل.
de: Die Status-LED blinkt, wenn das Gerät live gestreamt oder aufgezeichnet wird.
es: El LED de estado parpadeará cuando el dispositivo esté grabando o transmitiendo en vivo.
fr: Le voyant d'état clignote lorsque l'appareil diffuse ou enregistre en direct.
it: Il LED di stato lampeggerà quando il dispositivo è in live streaming o registra.
nl: De status-LED knippert wanneer het apparaat live streamt of opneemt.

# bc.camera.setting_hide_logo
source: Do you want to hide the EufySecurity logo watermark displayed on the video?
ar: هل تريد إخفاء العلامة المائية لشعار EufySecurity المعروضة على الفيديو؟
de: Möchten Sie das im Video angezeigte Wasserzeichen mit dem EufySecurity-Logo ausblenden?
es: ¿Desea ocultar la marca de agua del logotipo de EufySecurity que se muestra en el video?
fr: Voulez-vous masquer le filigrane du logo EufySecurity affiché sur la vidéo?
it: Vuoi nascondere la filigrana del logo EufySecurity visualizzata nel video?
nl: Wilt u het EufySecurity-logowatermerk dat op de video wordt weergegeven, verbergen?

# bc.sensor.setting_switch_LED
source: When the sensor detects motion, the LED will not flash.
ar: عندما يكتشف المستشعر حركة ، لن يومض مؤشر LED.
de: Wenn der Sensor eine Bewegung erkennt, blinkt die LED nicht.
es: Cuando el sensor detecta movimiento, el LED no parpadeará.
fr: Lorsque le capteur détecte un mouvement, la LED ne clignote pas.
it: Quando il sensore rileva un movimento, il LED non lampeggia.
nl: Wanneer de sensor beweging detecteert, knippert de LED niet.

# bc.common.battery
source: Battery
ar: البطارية
de: Batterie
es: Batería
fr: Batterie
it: Batteria
nl: Accu

# bc.setting.solar_panel
source: Solar Panel
ar: لوحة شمسية
de: Sonnenkollektor
es: Panel solar
fr: Panneau solaire
it: Pannello solare
nl: Zonnepaneel

# bc.setting.solar_panel_tips
source: Please confirm you have installed the solar panel and connect it to the camera before changing the settings.
ar: يرجى التأكد من تثبيت اللوح الشمسي وتوصيله بالكاميرا قبل تغيير الإعدادات.
de: Bitte bestätigen Sie, dass Sie das Solarpanel installiert und an die Kamera angeschlossen haben, bevor Sie die Einstellungen ändern.
es: Confirme que ha instalado el panel solar y conéctelo a la cámara antes de cambiar la configuración.
fr: Veuillez confirmer que vous avez installé le panneau solaire et le connecter à la caméra avant de modifier les paramètres.
it: Confermare di aver installato il pannello solare e collegarlo alla telecamera prima di modificare le impostazioni.
nl: Bevestig dat u het zonnepaneel heeft geïnstalleerd en sluit het aan op de camera voordat u de instellingen wijzigt.

# bc.setting.power_source
source: Power Source
ar: مصدر الطاقة
de: Energiequelle
es: Fuente de alimentación
fr: Source d'énergie
it: Fonte di potere
nl: Krachtbron

# bc.mode.mode
source: Mode
ar: الوضع
de: Modus
es: Modo
it: Modalità
nl: Modus

# bc.mode.security
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Beveiliging

# bc.mode.my_devices
source: My Devices
ar: أجهزتي
de: Meine Geräte
es: Mis dispositivos
fr: Mes appareils
it: I miei dispositivi
nl: Mijn apparaten

# bc.mode.away
source: Away
ar: الغياب
de: Abwesend
es: Fuera de casa
fr: Absent
it: Fuori casa
nl: Afwezig

# bc.mode.home
source: Home
ar: المنزل
de: Zuhause
es: En casa
fr: À la maison
it: A casa
nl: Thuis

# bc.mode.schedule
source: Schedule
ar: الجدول
de: Zeitplan
es: Horario
fr: Programme
it: Programma
nl: Schema

# bc.mode.no_device
source: No Devices
ar: ما من أجهزة
de: Keine Geräte
es: Sin dispositivos
fr: Aucun appareil
it: Nessun dispositivo
nl: Geen apparaten

# bc.mode.apply_when_leave
source: Enable when you leave your home
ar: التمكين عند الخروج من المنزل
de: Aktivieren, wenn Sie Ihr Zuhause verlassen
es: Activar al salir de casa
fr: Activez ce mode lorsque vous quittez votre domicile
it: Abilita quando esci di casa
nl: Inschakelen wanneer u uw huis verlaat

# bc.mode.apply_when_home
source: Enable when you're at home
ar: التمكين عند التواجد في المنزل
de: Aktivieren, wenn Sie zu Hause sind
es: Activar mientras esté en casa
fr: Activez ce mode lorsque vous êtes chez vous
it: Abilita quando sei a casa
nl: Inschakelen wanneer u thuis bent

# bc.mode.schedule_when_mode
source: Manage based on schedule
ar: الإدارة استنادًا إلى الجدول
de: Nach Zeitplan verwalten
es: Gestionar en función de la programación
fr: Gérer en fonction du programme
it: Gestione in base alla pianificazione
nl: Beheren op basis van schema

# bc.mode.away_setting
source: Away Settings
ar: إعدادات الغياب
de: Abwesend – Einstellungen
es: Configuración fuera de casa
fr: Paramètres du mode Absent
it: Impostazioni Fuori casa
nl: Afwezigheidsinstellingen

# bc.mode.home_setting
source: Home Settings
ar: إعدادات الشاشة الرئيسية
de: Zuhause – Einstellungen
es: Configuración en casa
fr: Paramètres du mode À la maison
it: Impostazioni A casa
nl: Thuisinstellingen

# bc.mode.when_motion_detected
source: When motion is detected
ar: عند اكتشاف حركة
de: Wenn eine Bewegung erkannt wird
es: Cuando se detecta movimiento
fr: Lorsqu'un mouvement est détecté
it: Quando viene rilevato un movimento
nl: Wanneer beweging wordt gedetecteerd

# bc.mode.record_video
source: Record Video
ar: تسجيل فيديو
de: Video aufzeichnen
es: Grabar vídeo
fr: Enregistrer une vidéo
it: Registra video
nl: Video opnemen

# bc.devices.push_notification
source: Push Notification
ar: إشعارات مؤقتة
de: Push-Benachrichtigung
es: Notificación push
fr: Notification push
it: Notifica push
nl: Pushmelding

# bc.mode.camera_alarm
source: Camera Alarm
ar: منبّه الكاميرا
de: Kamera-Alarm
es: Alarma de la cámara
fr: Alarme de la caméra
it: Allarme telecamera

# bc.mode.homebase_alarm
source: HomeBase Alarm
ar: منبّه HomeBase
es: Alarma de la HomeBase
fr: Alarme de la HomeBase
it: Allarme HomeBase

# bc.mode.motion_detect_disable
source: Motion Detection is disabled.
ar: يتم تعطيل اكتشاف الحركة.
de: Die Bewegungserkennung ist deaktiviert.
es: La detección de movimiento está desactivada
fr: La détection de mouvement est désactivée.
it: Il rilevamento del movimento è disabilitato.
nl: Bewegingsdetectie is uitgeschakeld.

# bc.mode.homebase_no_device
source: There are no devices connected to HomeBase
ar: ما من أجهزة متصلة بـ HomeBase
de: Es sind keine Geräte mit der HomeBase verbunden.
es: No hay ningún dispositivo conectados a la HomeBase
fr: Aucun appareil n'est connecté à la HomeBase
it: Nessun dispositivo collegato a HomeBase
nl: Er zijn geen apparaten verbonden met HomeBase

# bc.mode.recorddisable_warn_tip
source: Camera's video recording feature is disabled. Are you sure you want to continue?
ar: تم تعطيل ميزة تسجيل الفيديو في الكاميرا. هل أنت متأكد من أنك تريد المتابعة؟
de: Die Videoaufzeichnungsfunktion der Kamera ist deaktiviert. Möchten Sie wirklich fortfahren?
es: La función de grabación de vídeo de la cámara está desactivada. ¿Seguro que desea continuar?
fr: La fonction d'enregistrement vidéo de la caméra est désactivée. Voulez-vous vraiment continuer ?
it: La funzione di registrazione video della telecamera è disabilitata. Continuare?
nl: De camerafunctie voor het opnemen van videobeelden is uitgeschakeld. Weet u zeker dat u wilt doorgaan?

# bc.mode.pushdisable_warn_tip
source: Camera's push notifications feature is disabled. Are you sure you want to continue?
ar: تم تعطيل ميزة الإشعارات المؤقتة في الكاميرا. هل أنت متأكد من أنك تريد المتابعة؟
de: Die Push-Benachrichtigungsfunktion der Kamera ist deaktiviert. Möchten Sie wirklich fortfahren?
es: La función de notificaciones push de la cámara está desactivada. ¿Seguro que desea continuar?
fr: La fonction de notifications push de la caméra est désactivée. Voulez-vous vraiment continuer ?
it: La funzione di notifica push della telecamera è disabilitata. Continuare?
nl: De camerafunctie voor pushmeldingen is uitgeschakeld. Weet u zeker dat u wilt doorgaan?

# bc.mode.sensor_pushdisable_warn_tip
source: Sensor's push notification feature is disabled. Are you sure you want to continue?
ar: تم تعطيل ميزة الإشعارات المؤقتة في جهاز الاستشعار. هل أنت متأكد من أنك تريد المتابعة؟
de: Die Push-Benachrichtigungsfunktion des Sensors ist deaktiviert. Möchten Sie wirklich fortfahren?
es: La función de notificaciones push del sensor está desactivada. ¿Seguro que desea continuar?
fr: La fonction de notification push du capteur est désactivée. Voulez-vous vraiment continuer ?
it: La funzione di notifica push del sensore è disabilitata. Continuare?
nl: De sensorfunctie voor pushmeldingen is uitgeschakeld. Weet u zeker dat u wilt doorgaan?

# bc.mode.minium_schedule_period_warn
source: End time must be set to at least 15 minutes after the start time.
ar: يجب ضبط وقت الانتهاء على 15 دقيقة على الأقل بعد وقت البدء.
de: Die Endzeit muss mindestens 15 Minuten nach der Startzeit liegen.
es: La hora de finalización debe establecerse al menos 15 minutos después de la hora de inicio.
fr: L'heure de fin doit être définie au moins 15 minutes après l'heure de début.
it: L'ora di fine deve essere impostata almeno quindici minuti dopo l'ora di inizio.
nl: De eindtijd moet worden ingesteld op ten minste 15 minuten na de begintijd.

# bc.mode.enable_motion_detection_tip
source: Camera's motion detection feature is disabled. Do you want to enable it?
ar: تم تعطيل ميزة اكتشاف الحركة في الكاميرا. هل تريد تمكينها؟
de: Die Bewegungserkennungsfunktion der Kamera ist deaktiviert. Möchten Sie sie aktivieren?
es: La función de detección de movimiento de la cámara está desactivada. ¿Desea activarla?
fr: La fonction de détection de mouvement de la caméra est désactivée. Voulez-vous l'activer ?
it: La funzione di rilevamento del movimento della telecamera è disabilitata. Abilitarla?
nl: De bewegingsdetectiefunctie van de camera is uitgeschakeld. Wilt u deze inschakelen?

# bc.mode.repeat
source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
nl: Herhalen

# bc.mode.no_schedule
source: No Schedule
ar: لا يوجد جدول
de: Kein Zeitplan
es: Sin horario
fr: Aucun programme enregistré
it: Nessun programma
nl: Geen schema

# bc.mode.schedule_entries_reach_max
source: You can add up to 105 schedules.
ar: يمكنك إضافة ما يصل إلى 105 جدولًا.
de: Sie können bis zu 105 Zeitpläne hinzufügen.
es: Puede añadir hasta 105 horarios.
fr: Vous pouvez ajouter jusqu'à 105 programmes.
it: È possibile aggiungere fino a 105 programmi.
nl: U kunt maximaal 105 schema's toevoegen.

# bc.devices.do_nothing.
source: Do nothing.
ar: لا تفعل شيئًا.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare nulla.
nl: Niets doen.

# bc.mode.add_schedule_tip
source: Device's default is set to Home mode. You may add new schedule based on the background time form which is Home mode.
ar: تم ضبط الوضع الافتراضي للجهاز إلى وضع المنزل. يمكنك إضافة جدول جديد استنادًا إلى تنسيق وقت الخلفية الذي هو وضع المنزل.
de: Standardmäßig ist das Gerät auf den Modus „Zuhause“ eingestellt. Sie können einen neuen Zeitplan basierend auf der Hintergrundzeit im Modus „Zuhause“ hinzufügen.
es: Por defecto, el dispositivo está configurado en el modo "En casa" Puede añadir nuevos horarios a partir del predeterminado del modo "En casa".
fr: L'appareil est défini par défaut sur le mode "À la maison". Vous pouvez ajouter un nouveau programme en fonction du mode "À la maison".
it: Per impostazione predefinita il dispositivo è in modalità A casa. È possibile aggiungere un nuovo programma in base al tempo di background da cui è attiva la modalità A casa.
nl: De standaardinstelling van het apparaat is de modus Thuis. U kunt een nieuw schema toevoegen op basis van het achtergrondtijdformulier dat de instellingen van de modus Thuis bevat.

# bc.mode.add_schedule_next
source: Add Away Schedule
ar: إضافة جدول غياب
de: Abwesenheitsplan hinzufügen
es: Agregar horario fuera
fr: Ajouter un programme d'absence
it: Aggiungi programma Fuori casa
nl: Afwezigheidsschema toevoegen

# bc.mode.add_schedule_title
source: Add Schedule
ar: إضافة جدول
de: Zeitplan hinzufügen
es: Añadir horario
fr: Ajouter un programme
it: Aggiungi programma
nl: Schema toevoegen

# bc.mode.add_schedule_new_tip
source: System is default set to Disarmed for the schedule background time form. You may add new schedule time periods for your required security modes.
ar: يتم ضبط النظام افتراضيًا على "نزع سلاح" لنموذج وقت خلفية الجدول. يمكنك إضافة فترات زمنية جديدة للجدول الزمني لأوضاع الأمان المطلوبة.
de: Das System ist standardmäßig für das Zeitplan-Hintergrundzeitformular auf Unscharf gestellt. Sie können neue Zeitpläne für Ihre erforderlichen Sicherheitsmodi hinzufügen.
es: El sistema está configurado de forma predeterminada como Desarmado para el formulario de tiempo de fondo de programación. Puede agregar nuevos períodos de tiempo de programación para sus modos de seguridad requeridos.
fr: Le système est défini par défaut sur Désarmé pour le formulaire d'heure en arrière-plan. Vous pouvez ajouter de nouvelles périodes pour vos modes de sécurité requis.
it: Il sistema è impostato di default su Disarmato per il modulo orario di pianificazione. È possibile aggiungere nuovi periodi di pianificazione per le modalità di sicurezza richieste.
nl: Het systeem is standaard ingesteld op Uitgeschakeld voor het tijdsschema van de schematische achtergrond. U kunt nieuwe planningsperioden toevoegen voor uw vereiste beveiligingsmodi.

# bc.mode.cur_mode_tip
source: Your system is working in %@ mode. Devices will run according to the settings of this mode.
ar: نظامك في وضع%@. سيتم تشغيل الأجهزة وفقًا لإعدادات هذا الوضع.
de: Ihr System befindet sich im Modus %@. Geräte werden entsprechend den Einstellungen dieses Modus ausgeführt.
es: El sistema está en modo %@. Los dispositivos funcionarán según los ajustes de este modo.
fr: Votre système est en mode %@. Le fonctionnement des appareils suivra les paramètres de ce mode.
it: Il sistema è in modalità %@. I dispositivi funzioneranno con le impostazioni di questa modalità.
nl: Uw systeem bevindt zich in %@ modus. De apparaten werken volgens de instellingen van deze modus.

# bc.mode.add_a_security
source: Customize
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizza
nl: Aangepast
