Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.geofencing.update.fail
source: Failed to save geofencing changes. Please try again later.
ar: فشل حفظ التغييرات في السياج الجغرافي. يُرجى إعادة المحاولة لاحقًا.
de: Änderungen des Geofencing konnten nicht gespeichert werden. Bitte versuchen Sie es später erneut.
es: Error al guardar los cambios de geovallado. Inténtelo de nuevo más tarde.
fr: Impossible d'enregistrer les modifications apportées à l'option de Géorepérage. Veuillez réessayer ultérieurement.
it: Impossibile salvare le modifiche del geofencing. Riprovare più tardi.
nl: Kan wijzigingen van geofencing niet opslaan. Probeer het later opnieuw.

# bc.geofencing.turn.on.location.tip
source: Turn On Location Service to Allow "EufySecurity" to Determine Your Location for Geofencing.
ar: شغّل خدمة تحديد الموقع للسماح لـ "EufySecurity" بتحديد موقعك لوضع السياج الجغرافي.
de: Aktivieren Sie die Standortdaten, damit „EufySecurity“ Ihren Standort für das Geofencing bestimmen kann.
es: Active el servicio de ubicación para permitir que "EufySecurity" determine su ubicación para geovallado.
fr: Activez le service de localisation pour permettre à « EufySecurity » de déterminer votre emplacement pour le Géorepérage.
it: Attivare il servizio di localizzazione per consentire a "eufySecurity" di determinare la posizione dell'utente per il geofencing.
nl: Schakel Locatieservice in om 'eufySecurity' toe te staan uw locatie voor geofencing te bepalen.

# bc.geofencing.turn.on.location.msg
source: Press the phone's home button, go to settings > Privacy and enable Location Service.
ar: اضغط على زر الصفحة الرئيسية على الهاتف وانتقل إلى الإعدادات > الخصوصية، ثم اعمد إلى تمكين خدمة تحديد الموقع.
de: Drücken Sie die Home-Taste des Telefons, gehen Sie zu Einstellungen > Datenschutz und aktivieren Sie die Ortungsdienste.
es: Pulse el botón de inicio del teléfono, vaya a Ajustes > Privacidad y active el servicio de ubicación.
fr: Appuyez sur le bouton d'accueil du téléphone, accédez à Paramètres > Confidentialité et activez le Service de localisation.
it: Premere il tasto Home del telefono, accedere a Impostazioni > Privacy e attivare Servizio di localizzazione.
nl: Druk op de knop Beginscherm van de telefoon, ga naar Instellingen > Privacy en schakel Locatieservice in.

# bc.geofencing.turn.on.location.msg.home
source: Press the phone's home button, go to settings > Privacy and enable Location Service. If you don't want to give EufySecurity location access, go to Security and switch geofencing to other modes to disable this reminder.
ar: اضغط على زر الصفحة الرئيسية على الهاتف وانتقل إلى الإعدادات > الخصوصية، ثم اعمد إلى تمكين خدمة تحديد الموقع. في حال لم تُرِد السماح به، انتقل إلى الأمان وبدّل السياج الجغرافي إلى وضعٍ آخر لتعطيل هذا التذكير.
de: Drücken Sie die Home-Taste des Telefons, gehen Sie zu Einstellungen > Datenschutz und aktivieren Sie die Ortungsdienste. Wenn Sie den Zugriff nicht zulassen möchten, schalten Sie Geofencing unter Sicherheit in den anderen Modus, damit Sie diese Erinnerung nicht erneut erhalten.
es: Pulse el botón de inicio del teléfono, vaya a Ajustes > Privacidad y active el servicio de ubicación. Si no quiere que se utilice su ubicación, vaya a Seguridad y cambie Geovallado a otro modo, para desactivar este recordatorio.
fr: Appuyez sur le bouton d'accueil du téléphone, accédez à Paramètres > Confidentialité et activez le Service de localisation. Si vous ne souhaitez pas l'autoriser, accédez à Sécurité et basculez le mode de Géorepérage sur autre mode pour désactiver ce rappel.
it: Premere il tasto Home del telefono, accedere a Impostazioni > Privacy e attivare Servizio di localizzazione. Se non si desidera consentire l'operazione, passare alla sezione Sicurezza e impostare il geofencing su un'altra modalità per disattivare il promemoria.
nl: Druk op de knop Beginscherm van de telefoon, ga naar Instellingen > Privacy en schakel Locatieservice in. Als u dit niet wilt toestaan, gaat u naar Beveiliging en wijzigt u Geofencing naar een andere modus om deze herinnering uit te schakelen.

# bc.geofencing.alway.location.tip.title
source: To use the Geofencing you must allow the app to Use Your Current Location.
ar: لتتمكن من استخدام السياج الجغرافي، يجب أن تسمح للتطبيق باستخدام موقعك الحالي.
de: Um Geofencing zu verwenden, müssen Sie der App Zugriff auf Ihre Standortdaten geben.
es: Para utilizar el geovallado, deberá permitir a la aplicación utilizar su ubicación actual.
fr: Pour utiliser le Géorepérage, vous devez autoriser l'application à accéder à votre emplacement actuel.
it: Per utilizzare la funzione di geofencing è necessario consentire all'applicazione di utilizzare la propria posizione attuale.
nl: Als u de geofencing wilt gebruiken, moet u de app toestemming geven om uw huidige locatie te gebruiken.

# bc.geofencing.alway.location.tip.msg.home
source: To enable geofencing, go to EufySecurity App Permissions, click on Location Service and set to "Always" If you don't want to allow it, go to Security and switch Geofencing to other mode to disable this reminder.
ar: لتمكين السياج الجغرافي، انتقل إلى أذونات تطبيق EufySecurity وانقر فوق خدمة تحديد الموقع واضبطها على دائمًا في حال لم تُرِد السماح به، انتقل إلى الأمان وبدّل السياج الجغرافي إلى وضعٍ آخر لتعطيل هذا التذكير.
de: Um Geofencing zu aktivieren, gehen Sie in der EufySecurity-App zu Berechtigungen, klicken Sie auf Standortdaten und wählen Sie die Einstellung „Immer“. Wenn Sie den Zugriff nicht zulassen möchten, schalten Sie Geofencing unter Sicherheit in den anderen Modus, damit Sie diese Erinnerung nicht erneut erhalten.
es: Para activar el geovallado, vaya a los permisos de la aplicación EufySecurity, haga clic en Servicio de ubicación y defina esta opción en "Siempre" Si no quiere que se utilice su ubicación, vaya a Seguridad y cambie Geovallado a otro modo, para desactivar este recordatorio.
fr: Pour activer le Géorepérage, accédez à Autorisations de l'application EufySecurity, cliquez sur Service de localisation et réglez-le sur « Toujours » Si vous ne souhaitez pas l'autoriser, accédez à Sécurité et basculez le mode de Géorepérage sur autre mode pour désactiver ce rappel.
it: Per abilitare la funzione di geofencing, accedere alle autorizzazioni dell'app eufySecurity, fare clic su Servizio di localizzazione e impostarlo su "Sempre". Se non si desidera consentire l'operazione, passare alla sezione Sicurezza e impostare il geofencing su un'altra modalità per disattivare il promemoria.
nl: Als u geofencing wilt inschakelen, gaat u naar App-machtigingen eufySecurity, klikt u op Locatieservice en stelt u in op 'Altijd' Als u dit niet wilt toestaan, gaat u naar Beveiliging en wijzigt u Geofencing naar een andere modus om deze herinnering uit te schakelen.

# bc.geofencing.alway.location.tip.msg
source: To enable geofencing, go to EufySecurity App Permissions, click on Location Service and set to "Always"
ar: لتمكين السياج الجغرافي، انتقل إلى أذونات تطبيق EufySecurity وانقر فوق خدمة تحديد الموقع واضبطها على "دائمًا"
de: Um Geofencing zu aktivieren, gehen Sie in der EufySecurity-App zu Berechtigungen, klicken Sie auf Standortdaten und wählen Sie die Einstellung „Immer“.
es: Para activar el geovallado, vaya a los permisos de la aplicación EufySecurity, haga clic en Servicio de ubicación y defina esta opción en "Siempre"
fr: Pour activer le Géorepérage, accédez à Autorisations de l'application EufySecurity, cliquez sur Service de localisation et réglez-le sur « Toujours »
it: Per abilitare la funzione di geofencing, accedere alle autorizzazioni dell'app eufySecurity, fare clic su Servizio di localizzazione e impostarlo su "Sempre".
nl: Als u geofencing wilt inschakelen, gaat u naar App-machtigingen eufySecurity, klikt u op Locatieservice en stelt u in op 'Altijd'

# bc.geofencing.go_set
source: Go set
ar: انتقل للتعيين
de: Jetzt einrichten
es: Ir a configuración
fr: Définir
it: Imposta
nl: Ga naar Instellen

# bc.geofencing.switch.mode.tip
source: Do you want to switch the system to be managed by geofencing now?
ar: هل تريد تبديل النظام لتتم إدارته بحسب السياج الجغرافي الآن؟
de: Soll das System jetzt per Geofencing verwaltet werden?
es: ¿Desea cambiar el sistema para que lo gestione la opción de geovallado?
fr: Souhaitez-vous changer le système pour qu'il soit désormais contrôlé par l'option Géorepérage ?
it: Passare al controllo del sistema basato sul geofencing?
nl: Wilt u het systeem nu door geofencing laten beheren?

# bc.geofencing.unavailable
source: Unavailable
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
nl: Niet beschikbaar

# bc.geofencing.invite.title
source: Your family or friend is requesting your Phone's Location Service > Always Permission for enabling Security mode's Geofencing feature.
ar: يطلب أحد أفراد عائلتك أو أصدقائك خدمة تحديد موقع هاتفك > الإذن الدائم لتمكين ميزة السياج الجغرافي لوضع الأمان.
de: Ein Familienmitglied oder Freund bittet um die Berechtigung Standortdaten > Immer auf Ihrem Smartphone, um den Sicherheitsmodus Geofencing zu aktivieren.
es: Algún miembro de su familia o un amigo están solicitando acceder al servicio de ubicación del teléfono > permiso Siempre para habilitar la opción Geovallado del modo Seguridad.
fr: Votre famille ou votre ami souhaite avoir accès au Service de localisation de votre téléphone > Toujours autoriser l'activation de la fonction de Géorepérage en mode Sécurité.
it: La famiglia o un amico dell'utente richiede di impostare l'autorizzazione del telefono Servizio di localizzazione > Sempre, per abilitare la funzione di geofencing in modalità di sicurezza.
nl: Uw familie of vriend vraagt om de locatieservice van uw telefoon > Altijd toestemming voor het inschakelen van de beveiligingsmodus Geofencing.

# bc.geofencing.get.location
source: Getting location...
ar: يتم تحديد الموقع...
de: Standort wird abgerufen...
es: Obteniendo ubicación...
fr: Détection de l'emplacement…
it: Recupero della posizione in corso...
nl: Locatie ophalen...

# bc.geofencing.get.location.error
source: Failed to get location. Please set the location manually in the map.
ar: فشل تحديد الموقع. يُرجى ضبطه يدويًا على الخريطة.
de: Standort konnte nicht abgerufen werden. Wählen Sie ihn bitte manuell auf einer Karte aus.
es: Error al obtener la ubicación. Defínala manualmente en un mapa.
fr: Impossible d'obtenir l'emplacement. Veuillez le définir manuellement sur une carte.
it: Impossibile ottenere la posizione. Impostarla manualmente su una mappa.
nl: Kan locatie niet ophalen. Stel deze handmatig in op een kaart.

# bc.geofencing.get.location.address.error
source: System located, but unable to obtain address.
ar: تم تحديد موقع النظام، لكنه غير قادر على تحديد العنوان.
de: System gefunden, aber es kann keine Adresse abgerufen werden.
es: Se ha encontrado el sistema, pero no puede obtener la dirección.
fr: Système localisé, mais impossible d'obtenir l'adresse.
it: Il sistema è stato individuato ma non è possibile ottenere l'indirizzo.
nl: Systeem gevonden, maar kan adres niet ophalen.

# bc.geofencing.set.error
source: Failed to set Geofencing.
ar: فشل ضبط السياج الجغرافي.
de: Fehler beim Aktivieren von Geofencing.
es: Error al definir el geovallado.
fr: Le paramétrage du Géorepérage a échoué.
it: Impossibile impostare il geofencing.
nl: Kan geofencing niet instellen.

source: DETAILS
ar: التفاصيل
es: DETALLES
fr: DÉTAILS
it: DETTAGLI
nl: GEGEVENS

# Camera Location
source: Location Name
ar: اسم الموقع
de: Standortnamen
es: Nombre de la ubicación
fr: Nom de la localisation
it: Nome del Posizione
nl: Locatie naam

source: Enabled Devices
ar: الأجهزة الممكّنة
de: Aktivierte Geräte
es: Dispositivos activados
fr: Appareils activés
it: Dispositivi abilitati
nl: Ingeschakelde apparaten

source: SELECT MODE
ar: تحديد الوضع
de: MODUS AUSWÄHLEN
es: SELECCIONAR MODO
fr: SÉLECTIONNER LE MODE
it: SELEZIONA MODALITÀ
nl: MODUS SELECTEREN

# bc.geofencing.devices.waiting
source: Waiting...
ar: يتم الانتظار...
de: Warten...
es: Esperando…
fr: Patientez…
it: Attesa...
nl: Wachten...

# bc.geofencing.change.tip
source: Your family or friend has changed the Geofencing location. It may be different from the previous Geofencing zone.
ar: لقد غيّر أحد أفراد عائلتك أو صديقك موقع السياج الجغرافي. قد يكون مختلفًا عن منطقة السياج الجغرافي السابقة.
de: Ihr Familienmitglied oder Ihr Freund hat den Geofencing-Standort geändert. Er kann von der vorherigen Geofencing-Zone abweichen.
es: Su familiar o amigo ha cambiado la ubicación del geovallado. Puede ser diferente a la zona de geovallado anterior.
fr: Le membre de votre famille ou votre ami a modifié l'emplacement de Géorepérage. Il peut être différent de la zone de Géorepérage précédente.
it: Familiari o amici hanno modificato la posizione del geofencing. Potrebbe essere diversa dalla zona di geofencing precedente.
nl: Uw familie of vriend heeft de locatie voor geofencing gewijzigd. Deze wijkt mogelijk af van het vorige geofencinggebied.

# bc.geofencing.change.tip1
source: Geofencing location changes saved successfully.
ar: تم حفظ تغييرات السياج الجغرافي بنجاح.
de: Geofencing-Änderungen wurden gespeichert.
es: Los cambios en el geovallado se han guardado correctamente.
fr: Les modifications du Géorepérage ont bien été enregistrées.
it: Modifiche al geofencing salvate correttamente.
nl: Wijzigingen aan geofencing zijn opgeslagen.

# bc.geofencing.change.content
source: Please ask your family or guest to open the app to sync the changes.
ar: يُرجى الطلب من أحد أفراد عائلتك أو ضيفك فتح التطبيق لمزامنة التغييرات.
de: Bitten Sie Ihr Familienmitglied oder Ihren Gast, die App zu öffnen, um die Änderungen zu synchronisieren.
es: Pídale a su familiar o invitado que abran la aplicación para sincronizar los cambios.
fr: Demandez à un membre de votre famille ou à un invité d'ouvrir l'application pour synchroniser les modifications.
it: Chiedere ai propri familiari o ospiti di aprire l'app per sincronizzare le modifiche.
nl: Vraag uw familie of gast om de app te openen om de wijzigingen te synchroniseren.

# bc.geofencing.mode.content
source: In %@ mode
ar: في وضع %@
de: Im Modus %@
es: En modo %@
fr: En mode %@.
it: In modalità %@
nl: In de modus %@

# bc.geofencing.device.unavailable
source: This device is disabled
ar: تم تعطيل هذا الجهاز
de: Dieses Gerät ist deaktiviert
es: Este dispositivo esta deshabilitado
fr: Cet appareil est désactivé
it: Questo dispositivo è disabilitato
nl: Dit apparaat is uitgeschakeld

# bc.geofencing.change.save.tip
source: Do you want to save the changes?
ar: هل تريد حفظ التغييرات؟
de: Möchten Sie die Änderungen speichern?
es: ¿Desea guardar los cambios?
fr: Voulez-vous sauvegarder les modifications ?
it: Salvare le modifiche?
nl: Wilt u de wijzigingen opslaan?

# NSLocationAlwaysAndWhenInUseUsageDescription NSLocationAlwaysUsageDescription
source: Eufy Security is requesting your phone's location permission for Geofencing.
ar: يطلب EufySecurity الإذن للوصول إلى خدمة تحديد موقع هاتفك لوضع السياج الجغرافي.
de: EufySecurity bittet um Zugriffsberechtigung auf die Standortdaten Ihres Smartphones für das Geofencing.
es: EufySecurity está solicitando acceder a permisos en el servicio de ubicación del teléfono para el Geovallado.
fr: EufySecurity souhaite avoir accès au service de localisation de votre téléphone pour le Géorepérage.
it: euySecurity richiede l'autorizzazione del Servizio di localizzazione del telefono per il geofencing.
nl: eufySecurity vraagt om toestemming van de locatieservice van uw telefoon voor geofencing.

# bc.geofencing.devices.this.device
source: (this device)
ar: (هذا الجهاز)
de: (Dieses Gerät)
es: (este dispositivo)
fr: (cet appareil)
it: (questo dispositivo)
nl: (dit apparaat)

# bc.geofencing.devices.init.tip
source: 1. Your family's and your phones which login to the eufySecurity app will be listed here. 2. Geofencing supports multi-person (multi-phone) to collaborate to switch security modes. 3. If one person is in the zone, the security mode will be switched to the home mode by Geofencing. 4. When everyone is out of the zone, the security mode will be switched to away mode by Geofencing.
ar: 1. سيتم سرد عائلتك وهواتفك التي تسجّل الدخول إلى تطبيق eufySecurity هنا. 2. تدعم Geofencing متعدد الأشخاص (هاتف متعدد) للتعاون على تبديل أوضاع الأمان. 3. إذا كان هناك شخص واحد في المنطقة ، سيتم تبديل وضع الأمان إلى الوضع الرئيسي عن طريق Geofencing. 4. عندما يكون الجميع خارج المنطقة ، سيتم تبديل وضع الأمان إلى وضع بعيد بواسطة Geofencing.
de: 1. Ihre Familie und Ihre Telefone, die sich bei der eufySecurity-App anmelden, werden hier aufgelistet. 2. Geofencing unterstützt die Zusammenarbeit mehrerer Personen (mehrere Telefone), um den Sicherheitsmodus zu wechseln. 3. Wenn eine Person angemeldet ist In der Zone wird der Sicherheitsmodus durch Geofencing in den Ausgangsmodus umgeschaltet. 4. Wenn sich jeder außerhalb der Zone befindet, wird der Sicherheitsmodus durch Geofencing in den Abwesenheitsmodus umgeschaltet.
es: 1. Su familia y sus teléfonos que inician sesión en la aplicación eufySecurity se enumerarán aquí. 2. Geofencing admite múltiples personas (varios teléfonos) para colaborar para cambiar los modos de seguridad. 3. Si una persona está en la zona, Geofencing cambiará el modo de seguridad al modo de inicio. 4. Cuando todos estén fuera de la zona, Geofencing cambiará al modo de seguridad.
fr: 1. Votre famille et vos téléphones qui se connectent à l'application eufySecurity seront répertoriés ici. 2. Le géorepérage prend en charge plusieurs personnes (plusieurs téléphones) pour collaborer pour changer de mode de sécurité. 3. Si une personne est dans la zone, le mode de sécurité passera en mode domestique par Geofencing. 4. Lorsque tout le monde sera hors de la zone, le mode de sécurité sera basculé en mode absent par Geofencing.
it: 1. La tua famiglia e i tuoi telefoni che accedono all'app eufySecurity saranno elencati qui. 2. Geofencing supporta più persone (multi-telefono) per collaborare per cambiare modalità di sicurezza. 3. Se una persona è nella zona, la modalità di sicurezza verrà passata alla modalità home tramite Geofencing. 4. Quando tutti sono fuori dalla zona, la modalità di sicurezza verrà commutata in modalità away tramite Geofencing.
nl: 1. Uw familie en uw telefoons die inloggen op de eufySecurity-app worden hier vermeld. 2. Geofencing ondersteunt multi-person (multi-telefoon) om samen te werken om van beveiligingsmodus te wisselen. 3. Als één persoon in de zone wordt de beveiligingsmodus door Geofencing omgeschakeld naar de thuismodus. 4. Wanneer iedereen zich buiten de zone bevindt, wordt de beveiligingsmodus door Geofencing omgeschakeld naar de afwezigheidsmodus.
