Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.common.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
it: Tutti
nl: Alles

# bc.common.accept
source: Accept
ar: قبول
de: Einverstanden
es: Aceptar
fr: Accepter
it: Accetto
nl: Accepteren

# bc.common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

# bc.common.continue
source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan

# bc.common.confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen

# bc.common.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen

# bc.common.edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken

# bc.common.finish
source: Finish
ar: إنهاء
de: Fertigstellen
es: Finalizar
fr: Terminer
it: Fine
nl: Voltooien

# bc.common.got_it
source: Got it
ar: مفهوم
de: Verstanden
es: Hecho
fr: OK
it: Inizia
nl: Begrepen

# bc.common.help
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Guida

# bc.common.loading
source: Loading...
ar: يتم التحميل...
de: Ladevorgang...
es: Cargando...
fr: Chargement…
it: Caricamento in corso...
nl: Laden...

# bc.common.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
nl: Naam

# bc.common.next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende

# bc.common.no_upper
source: No
ar: لا
de: Nein
fr: Non
nl: Nee

# bc.common.ok
source: OK
ar: موافق
es: Aceptar

# bc.common.reminder
source: Reminder
ar: تذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
nl: Herinnering

# bc.common.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw

# bc.common.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan

# bc.common.send
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden

# bc.common.warning
source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Attention
it: Avvertenza
nl: Waarschuwing

# bc.common.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja

# bc.common.camera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera

# bc.common.donnot_show_again
source: Don't show again
ar: عدم الإظهار مجددًا
de: Nicht erneut anzeigen
es: No volver a mostrar
fr: Ne plus afficher ce message
it: Non visualizzare più
nl: Niet opnieuw weergeven

# bc.devices.notification_disabled_tip_title
source: Notification is disabled
ar: تم تعطيل الإشعار
de: Benachrichtigung ist deaktiviert
es: Notificación desactivada
fr: La notification est désactivée
it: La notifica è disabilitata
nl: Melding is uitgeschakeld

# bc.common.max
source: Max
ar: الحد الأقصى
es: Máx.

# bc.common.min
source: Min
ar: الحد الأدنى
es: Mín.

# bc.common.about
source: About
ar: حول
de: Info
es: Acerca de
fr: À propos
it: Informazioni
nl: Info

# bc.common.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen(ne)
it: Media
nl: Gemiddeld

# bc.common.alert
source: Alert
ar: تنبيه
de: Warnung
es: Alerta
fr: Alerte
it: Avviso
nl: Let op

# bc.common.low
source: Low
ar: خفيف
de: Niedrig
es: Bajo
fr: Faible
it: Bassa
nl: Laag

# bc.common.try_again
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw

# bc.common.reset
source: Reset
ar: إعادة التعيين
es: Restablecer
fr: Réinitialiser
it: Ripristina
nl: Resetten

# bc.common.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen

# bc.common.sending
source: Sending...
ar: يتم الإرسال...
de: Wird gesendet...
es: Enviando...
fr: Envoi en cours...
it: Invio in corso...
nl: Verzenden...

# bc.common.from
source: From
ar: من
de: Von
es: De
fr: De
it: Da
nl: Van

# bc.common.nickname
source: Nickname
ar: اللقب
de: Spitzname
es: Apodo
fr: Pseudo
nl: Bijnaam

# bc.common.to
source: To
ar: إلى
de: Bis
es: Para
fr: À
it: A
nl: Aan

# bc.common.open_upper
source: Open
ar: فتح
de: Öffnen
es: Abierto
fr: Ouvrir
it: Apri
nl: Openen

# bc.common.email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
nl: E-mailadres

# bc.common.not_now
source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
nl: Niet nu

# bc.common.open
source: Open
ar: فتح
de: Öffnen
es: Abrir
it: Apri
nl: Openen

# bc.common.high
source: High
ar: مرتفع
de: Hoch
es: Alta
fr: Haute
it: Alta
nl: Hoog

# bc.common.close
source: Close
ar: قريب
de: Schliessen
es: Cerrar
fr: Fermer
it: Vicino
nl: Dicht

# bc.common.day
source: Day
ar: وضع النهار
de: Tag
es: Día
fr: Jour
it: Giorno
nl: Dag

# bc.common.resend
source: Resend
ar: إعادة الإرسال
de: Erneut senden
es: Reenviar
fr: Renvoyer
it: Invia di nuovo
nl: Opnieuw verzenden

# bc.common.mail
source: E-mail
ar: البريد
es: Correo

# bc.common.close_upper
source: Closed
ar: مغلق
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
nl: Gesloten

# bc.common.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug

# bc.common.password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

# bc.common.no
source: No
ar: لا
de: Nein
fr: Non
nl: Nee

# bc.common.later
source: Later
ar: فيما بعد
de: Später
es: Luego
fr: Plus tard
it: Dopo

# bc.common.go_backup
source: Go Backup
ar: الاحتياطي
de: Gehen Sie auf Backup
es: Copiar Datos
it: Vai a Backup
nl: Ga naar back-up

# bc.common.search
source: Search
ar: بحث
de: Suche
es: Buscar
fr: Chercher
it: Ricerca
nl: Zoeken

# bc.common.binding
source: Binding
ar: ملزمة
de: Bindung
es: Encuadernación
fr: Contraignant
it: Rilegatura
nl: Verbindend

# bc.common.eufycam2c
source: eufyCam
ar: eufyCam 2C
de: eufyCam 2C
es: eufyCam 2C
fr: eufyCam 2C
it: eufyCam 2C
nl: eufyCam 2C

# bc.common.repair
source: Repair
ar: يصلح
de: Reparatur
es: Reparar
fr: réparation
it: Riparazione
nl: Reparatie

# bc.common.clips
source: Clips
ar: كليب
fr: Des clips

# bc.common.restart
source: Restart
ar: إعادة بدء
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Ricomincia
nl: Herstarten

# bc.common.submit
source: Submit
ar: تقديم
de: Einreichen
es: Enviar
fr: Soumettre
it: Sottoscrivi
nl: Voorleggen

# bc.common.time.second
source: s
ar: ثواني
de: Sekunden
es: segundos
fr: secondes
it: secondi
nl: seconden

# bc.common.time.minute
source: min
ar: الدقائق
de: Minuten
es: minutos
fr: minutes
it: minuti
nl: notulen

# bc.common.go_learn
source: Go learn
ar: الذهاب تعلم
de: Geh `Lernen
es: Ve a aprender
fr: Allez apprendre
it: Vai a imparare
nl: Ga leren

# bc.common.go_enable
source: Go Enable
ar: الانتقال إلى التمكين
de: Zum Aktivieren wechseln
es: Ir a Activar
fr: Activer
it: Abilita
nl: Naar Inschakelen

# bc.common.cameras
source: Cameras
ar: كاميرات
de: Kameras
es: Cámaras
fr: Caméras
it: telecamere

# bc.common.others
source: Others
ar: الآخرين
de: Sonstige
es: Otros
fr: Autres
it: Altri
nl: anderen

# bc.common.surveillance
source: Surveillance
ar: مراقبة
de: Überwachung
es: Vigilancia
it: Sorveglianza
nl: Toezicht

# bc.common.other_security
source: Other Security
ar: الأمن الأخرى
de: Andere Sicherheit
es: Otra seguridad
fr: Autre sécurité
it: Altra sicurezza
nl: Overige beveiliging

# bc.common.new
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
nl: Nieuw

# bc.bind.skip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Overslaan

# bc.common.alarm_settings
source: Alarm Settings
ar: إعدادات التنبيه
de: Alarmeinstellungen
es: Configuraciones de alarma
fr: Paramètres d'alarme
it: Impostazioni allarmi
nl: Alarminstellingen

# bc.homekit.homekit_authentication
source: HomeKit Authentication
ar: HomeKit المصادقة
de: HomeKit-Authentifizierung
es: Autenticación HomeKit
fr: Authentification HomeKit
it: Autenticazione HomeKit
nl: HomeKit-verificatie

# bc.homekit.eufycam2guide_tip4_II
source: If you hear the voice "Unable to add device.", please try above pressing guide again.
ar: إذا سمعت الصوت "غير قادر على إضافة الجهاز. " ، يرجى المحاولة أعلاه الضغط على الدليل مرة أخرى.
de: Wenn Sie die Stimme "Gerät kann nicht hinzugefügt werden" hören, versuchen Sie es erneut, indem Sie oben auf die Anleitung drücken.
es: Si escucha la voz "No se puede agregar el dispositivo", intente presionar la guía arriba nuevamente.
fr: Si vous entendez la voix "Impossible d'ajouter le périphérique. ", Veuillez réessayer en appuyant sur le guide ci-dessus.
it: Se senti la voce "Impossibile aggiungere il dispositivo. ", Prova a premere di nuovo sopra la guida.
nl: Als u de stem "Kan apparaat niet toevoegen " hoort, probeer het dan opnieuw door op de gids te drukken.

# bc.homekit.goto_home_app_tip
source: Go to the Apple Home app to add HomeBase 2 as an accessory.
ar: انتقل إلى تطبيق Apple Home لإضافة HomeBase 2 كملحق.
de: Rufen Sie die Apple Home App auf, um HomeBase 2 als Zubehör hinzuzufügen.
es: Vaya a la aplicación Apple Home para agregar HomeBase 2 como accesorio.
fr: Accédez à l'application Apple Home pour ajouter HomeBase 2 comme accessoire.
it: Vai all'app Apple Home per aggiungere HomeBase 2 come accessorio.
nl: Ga naar de Apple Home-app om HomeBase 2 als accessoire toe te voegen.

# bc.homekit.homekit_setup_guide
source: HomeKit Setup Guide
ar: دليل الإعداد HomeKit
de: Installationsanleitung für HomeKit
es: Guía de configuración de HomeKit
fr: Guide de configuration de HomeKit
it: Guida all'installazione di HomeKit
nl: HomeKit Installatiehandleiding

# bc.homekit.eufycam2guide_tip1
source: 1. Make sure you have added HomeBase 2 as an accessory to the Home app.
ar: 1. تأكد من قيامك بإضافة HomeBase 2 كملحق في تطبيق Home.
de: 1. Stellen Sie sicher, dass Sie HomeBase 2 als Zubehör zur Home-App hinzugefügt haben.
es: 1. Asegúrese de haber agregado HomeBase 2 como accesorio a la aplicación Home.
fr: 1.Assurez-vous d'avoir ajouté HomeBase 2 comme accessoire à l'application Home.
it: 1.Assicurati di aver aggiunto HomeBase 2 come accessorio all'app Home.
nl: 1. Zorg ervoor dat u HomeBase 2 als accessoire hebt toegevoegd aan de Home-app.

# bc.homekit.accessorie_add_success_tip
source: New accessories were added successfully to the Home app.
ar: تمت إضافة ملحقات جديدة بنجاح إلى تطبيق Home.
de: Neues Zubehör wurde erfolgreich zur Home-App hinzugefügt.
es: Se agregaron nuevos accesorios con éxito a la aplicación Home.
fr: De nouveaux accessoires ont été ajoutés avec succès à l'application Home.
it: Nuovi accessori sono stati aggiunti correttamente all'app Home.
nl: Nieuwe accessoires zijn met succes toegevoegd aan de Home-app.

# bc.homekit.add_accessory
source: Add Accessory
ar: إضافة ملحق
de: Zubehör hinzufügen
es: Agregar accesorio
fr: Ajouter un accessoire
it: Aggiungi accessorio
nl: Accessoire toevoegen

# bc.homekit.usb_drive_support_tip
source: USB Disk, eufy USB AI Module and 4G USB Dongle are supported
ar: يتم دعم قرص USB ووحدة USB AI ووحدة USB دونغل 4G
de: USB Disk, eufy USB AI Module und 4G USB Dongle werden unterstützt
es: Disco USB, eufy USB AI Module y 4G USB Dongle son compatibles
fr: Le disque USB, le module USB AI d'Eufy et le dongle USB 4G sont pris en charge
it: Sono supportati USB Disk, eufy USB AI Module e 4G USB Dongle
nl: USB Disk, eufy USB AI Module en 4G USB Dongle worden ondersteund

# bc.homekit.eufycam2guide_bold_tip4
source: Device was added successfully
ar: تمت إضافة الجهاز بنجاح
de: Gerät wurde erfolgreich hinzugefügt
es: El dispositivo se agregó con éxito
fr: L'appareil a été ajouté avec succès
it: Il dispositivo è stato aggiunto correttamente
nl: Apparaat is succesvol toegevoegd

# bc.homekit.portal
source: HomeKit Portal
ar: بوابة HomeKit
es: Portal HomeKit
fr: Portail HomeKit
it: Portale HomeKit

# bc.homekit.add_accessory_title
source: Add Accessory
ar: إضافة ملحق
de: Zubehör hinzufügen
es: Agregar accesorio
fr: Ajouter un accessoire
it: Aggiungi accessorio
nl: Accessoire toevoegen

# bc.homekit.reset_hub2_and_try_again_tip
source: HomeBase 2 has bound with a Home app. Please remove it from the Home app, or reset the back hole of HomeBase 2 with a reset pin. Then try to add it again.
ar: يرتبط HomeBase 2 بتطبيق Home. يرجى إزالته من التطبيق Home ، أو إعادة تعيين الفتحة الخلفية لـ HomeBase 2 باستخدام دبوس إعادة التعيين. ثم حاول إضافته مرة أخرى.
de: HomeBase 2 ist an eine Home-App gebunden. Bitte entfernen Sie es aus der Home-App oder setzen Sie das hintere Loch von HomeBase 2 mit einem Reset-Pin zurück. Versuchen Sie dann erneut, es hinzuzufügen.
es: HomeBase 2 se ha vinculado con una aplicación de inicio. Elimínelo de la aplicación Inicio o restablezca el orificio posterior de HomeBase 2 con un pin de restablecimiento. Luego intente agregarlo nuevamente.
fr: HomeBase 2 s'est lié avec une application Home. Veuillez le supprimer de l'application Home ou réinitialiser le trou arrière de HomeBase 2 avec une broche de réinitialisation. Essayez ensuite de l'ajouter à nouveau.
it: HomeBase 2 è stato associato con un'app Home. Rimuovilo dall'app Home o ripristina il foro posteriore di HomeBase 2 con un pin di ripristino. Quindi prova ad aggiungerlo di nuovo.
nl: HomeBase 2 is verbonden met een Home-app. Verwijder het uit de Home-app of reset het achterste gat van HomeBase 2 met een reset-pin. Probeer het vervolgens opnieuw toe te voegen.

# bc.homekit.eufycam2guide_tip2
source: 2. Press the eufyCam's SYNC button for 2 seconds until you hear the beep.
ar: 2. اضغط على زر التزامن eufyCam / 2C لمدة ثانيتين حتى تسمع صوت صفير.
de: 2. Drücken Sie die SYNC-Taste der eufyCam / 2C 2 Sekunden lang, bis Sie einen Piepton hören.
es: 2. Presione el botón SYNC de eufyCam / 2C durante 2 segundos hasta que escuche el pitido.
fr: 2. Appuyez sur le bouton SYNC de l'eufyCam / 2C pendant 2 secondes jusqu'à ce que vous entendiez le bip.
it: 2. Premere il pulsante SYNC di eufyCam / 2C per 2 secondi fino a quando viene emesso un segnale acustico.
nl: 2. Druk 2 seconden op de SYNC-knop van de eufyCam / 2C totdat u een pieptoon hoort.

# bc.homekit.eufy_ask_add_accessory_to_home_tip
source: The "EufySecurity" app, by "Eufy" is asking to add an accessory to your home.
ar: يطلب تطبيق "EufySecurity" ، بواسطة "Eufy" إضافة ملحق إلى منزلك.
de: Die "EufySecurity" - App von "Eufy" fordert Sie auf, Ihrem Zuhause ein Accessoire hinzuzufügen.
es: La aplicación "EufySecurity", de "Eufy" está pidiendo agregar un accesorio a su hogar.
fr: L'application "EufySecurity", par "Eufy" demande d'ajouter un accessoire à votre maison.
it: L'app "EufySecurity", di "Eufy" chiede di aggiungere un accessorio a casa tua.
nl: De app "EufySecurity" van "Eufy" vraagt

# bc.homekit.accessorie_add_fail_tip
source: Fail to Add accessories to the Home app.
ar: أخفق إضافة الملحقات إلى التطبيق الرئيسي.
de: Zubehör kann der Home-App nicht hinzugefügt werden.
es: No se pueden agregar accesorios a la aplicación de inicio.
fr: Échec de l'ajout d'accessoires à l'application Home.
it: Impossibile aggiungere accessori all'app Home.
nl: Kan accessoires niet toevoegen aan de Home-app.

# bc.homekit.hb2_cam2_home_setup
source: HomeBase 2 and eufyCam/2C HomeKit Setup Guide
ar: eufyCam/2C و HomeBase 2 HomeKit دليل الإعداد
de: Installationsanleitung für HomeBase 2 und eufyCam/2C HomeKit
es: Guía de configuración de HomeBase 2 y eufyCam/2C HomeKit
fr: HomeBase 2 et eufyCam/2C HomeKit Setup Guide
it: HomeBase 2 e eufyCam/2C Guida all'installazione di HomeKit
nl: Installatiehandleiding HomeBase 2 en eufyCam/2C HomeKit

# bc.homekit.setup_troubleshooting
source: Setup Troubleshooting
ar: إعداد استكشاف الأخطاء وإصلاحها
de: Fehlerbehebung bei der Einrichtung
es: Solución de problemas de configuración
fr: Dépannage de l'installation
it: Risoluzione dei problemi di installazione
nl: Installatieproblemen oplossen

# bc.homekit.eufycam2guide_tip3
source: 3. Press the HomeBase 2 SYNC/ALARM OFF button for 2 seconds until you hear the sound wave.
ar: 3. اضغط على زر HomeBase 2 SYNC / ALARM OFF لمدة ثانيتين حتى تسمع موجة الصوت.
de: 3. Drücken Sie die HomeBase 2 SYNC / ALARM OFF-Taste 2 Sekunden lang, bis Sie die Schallwelle hören.
es: 3. Presione el botón HomeBase 2 SYNC / ALARM OFF durante 2 segundos hasta que escuche la onda de sonido.
fr: 3. Appuyez sur le bouton HomeBase 2 SYNC / ALARM OFF pendant 2 secondes jusqu'à ce que vous entendiez l'onde sonore.
it: 3. Premere il pulsante SYNC / ALARM OFF di HomeBase 2 per 2 secondi fino a quando non si sente l'onda sonora.
nl: 3. Druk gedurende 2 seconden op de knop HomeBase 2 SYNC / ALARM OFF totdat u de geluidsgolf hoort.

# bc.homekit.reset_homebase2
source: Reset HomeBase 2
ar: إعادة تعيين HomeBase 2
de: Setzen Sie HomeBase 2 zurück
es: Restablecer HomeBase 2
fr: Réinitialiser HomeBase 2
it: Ripristina HomeBase 2

# bc.homekit.requesting_info
source: Requesting Info
ar: طلب معلومات
de: Informationen anfordern
es: Solicitud de información
fr: Demande d'informations
it: Richiesta di informazioni
nl: Verzoek om info

# bc.homekit.requesting_hk_info_tip
source: Requesting HomeKit Information...
ar: طلب معلومات HomeKit ...
de: HomeKit-Informationen werden angefordert ...
es: Solicitud de información de HomeKit ...
fr: Demande d'informations sur HomeKit ...
it: Richiesta di informazioni su HomeKit ...
nl: HomeKit-informatie aanvragen ...

# bc.homekit.add_now
source: Add now
ar: إضافة الآن
de: Jetzt hinzufügen
es: Añadir ahora
fr: Ajouter maintenant
it: Aggiungi ora
nl: Voeg nu toe

# bc.homekit.eufycam2guide_tip4
source: 4. Wait for around 30 seconds for the voice prompt "%@" to sound. This means eufyCam/2C has added successfully.
ar: 4. انتظر حوالي 30 ثانية حتى يطالب الصوت "%@" بالصوت. هذا يعني أن eufyCam/2C أضاف بنجاح.
de: 4. Warten Sie ca. 30 Sekunden, bis die Sprachaufforderung "%@" ertönt. Dies bedeutet, dass eufyCam/2C erfolgreich hinzugefügt wurde.
es: 4. Espere unos 30 segundos para que suene el mensaje de voz "%@". Esto significa que eufyCam/2C se ha agregado con éxito.
fr: 4. Attendez environ 30 secondes pour que l'invite vocale "%@" retentisse. Cela signifie que eufyCam/2C a été ajouté avec succès.
it: 4. Attendere circa 30 secondi affinché venga emesso il comando vocale "%@". Ciò significa che eufyCam/2C è stato aggiunto correttamente.
nl: 4. Wacht ongeveer 30 seconden tot de gesproken melding "%@" klinkt. Dit betekent dat eufyCam/2C met succes is toegevoegd.

# bc.homekit.setup_fail
source: Setup Failed
ar: فشل الإعداد
de: Setup fehlgeschlagen
es: Configuración fallida
fr: Échec de l'installation
it: Installazione non riuscita
nl: Installatie mislukt

# bc.homekit.request_data_access
source: Request Data Access
ar: طلب الوصول إلى البيانات
de: Datenzugriff anfordern
es: Solicitar acceso a datos
fr: Demander l'accès aux données
it: Richiedi accesso ai dati
nl: Verzoek om gegevenstoegang

# bc.homekit.use_this_request_access_home_data
source: To enable this feature, the EufySecurity app requests permission to access your Home Data.
ar: لتمكين هذه الميزة ، يطلب تطبيق EufySecurity إذنًا للوصول إلى بياناتك الرئيسية.
de: Um diese Funktion zu aktivieren, fordert die EufySecurity-App die Berechtigung zum Zugriff auf Ihre Home-Daten an.
es: Para habilitar esta función, la aplicación EufySecurity solicita permiso para acceder a los datos de su hogar.
fr: Pour activer cette fonctionnalité, l'application EufySecurity demande la permission d'accéder à vos données personnelles.
it: Per abilitare questa funzione, l'app EufySecurity richiede l'autorizzazione per accedere ai tuoi dati personali.
nl: Om deze functie in te schakelen, vraagt

# bc.homekit.add_to_home_title
source: Add to "Home"
ar: أضف إلى "الصفحة الرئيسية "
de: Zu "Startseite" hinzufügen
es: Agregar a "Inicio"
fr: Ajouter à "Accueil"
it: Aggiungi a "Home"
nl: Toevoegen aan "Home"

# bc.homekit.add_bridge
source: Add Bridge?
ar: أضف جسر؟
de: Brücke hinzufügen?
es: Añadir puente?
fr: Ajouter un pont?
it: Aggiungi Bridge?
nl: Bridge toevoegen?

# bc.homekit.maxium_cameras_support_tip
source: HomeKit currently supports up to 4 cameras at the same time.
ar: يدعم HomeKit حاليًا ما يصل إلى 4 كاميرات في نفس الوقت.
de: HomeKit unterstützt derzeit bis zu 4 Kameras gleichzeitig.
es: Actualmente, HomeKit admite hasta 4 cámaras al mismo tiempo.
fr: HomeKit prend actuellement en charge jusqu'à 4 caméras en même temps.
it: HomeKit attualmente supporta fino a 4 telecamere contemporaneamente.
nl: HomeKit ondersteunt momenteel maximaal 4 camera's tegelijkertijd.

# bc.homekit.eufycam2guide_tip5
source: 5. Wait for another 30 seconds for camera initializing, then the camera will appear on your Home app.
ar: 5. انتظر 30 ثانية أخرى لتهيئة الكاميرا ، ثم ستظهر الكاميرا على تطبيقك الرئيسي.
de: 5. Warten Sie weitere 30 Sekunden, bis die Kamera initialisiert ist. Die Kamera wird dann in Ihrer Home-App angezeigt.
es: 5. Espere otros 30 segundos para que la cámara se inicialice, luego la cámara aparecerá en su aplicación Home.
fr: 5. Attendez encore 30 secondes pour l'initialisation de la caméra, puis la caméra apparaîtra sur votre application Home.
it: 5. Attendere altri 30 secondi per l'inizializzazione della videocamera, quindi la videocamera verrà visualizzata nell'app Home.
nl: 5. Wacht nog 30 seconden tot de camera is geïnitialiseerd, waarna de camera in uw Home-app verschijnt.

# bc.homekit.no_usb_device_tip
source: No USB device is plugged in
ar: لا يوجد جهاز USB متصل
de: Es ist kein USB-Gerät angeschlossen
es: Ningún dispositivo USB está enchufado
fr: Aucun périphérique USB n'est branché
it: Nessun dispositivo USB è collegato
nl: Er is geen USB-apparaat aangesloten

# bc.homekit.select_the_cameras_you_want_tip
source: Select the cameras you want to enable for HomeKit
ar: حدد الكاميرات التي تريد تمكينها لـ HomeKit
de: Wählen Sie die Kameras aus, die Sie für HomeKit aktivieren möchten
es: Seleccione las cámaras que desea habilitar para HomeKit
fr: Sélectionnez les caméras que vous souhaitez activer pour HomeKit
it: Seleziona le telecamere che desideri abilitare per HomeKit
nl: Selecteer de camera's die u wilt inschakelen voor HomeKit

# bc.homekit.setup_completed
source: Setup Complete
ar: الإعداد الكامل
de: Setup abgeschlossen
es: Instalación completa
fr: Configuration terminée
it: Installazione completata
nl: Installatie voltooid

# bc.homekit.led_brightness
source: LED Brightness
ar: سطوع الصمام
de: LED-Helligkeit
es: Brillo del LED
fr: Luminosité LED
it: Luminosità del LED
nl: LED helderheid

# bc.homekit.work_with_homekit
source: Works with Apple HomeKit
ar: يعمل مع Apple HomeKit
de: Funktioniert mit Apple HomeKit
es: Funciona con Apple HomeKit
fr: Fonctionne avec Apple HomeKit
it: Funziona con Apple HomeKit
nl: Werkt met Apple HomeKit

# bc.homekit.apple_homekit
source: Apple HomeKit
ar: أبل HomeKit
