Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc_nas_open_failed_content
source: Failed to enable camera's RTSP stream.
ar: فشل تمكين بث بروتوكول RTSP للكاميرا.
de: RTSP-Stream der Kamera konnte nicht aktiviert werden.
es: No se ha podido activar la transmisión RTSP de la cámara.
fr: Impossible d'activer le flux RTSP de la caméra.
it: Impossibile attivare il flusso RTSP della telecamera.
nl: Kan RTSP-stream van camera niet inschakelen.

# bc.nas_guide_page6_heard_title
source: Copy the RTSP link or configure the breakdown parameters to your NAS surveillance settings.
ar: قم بنسخ رابط RTSP أو تكوين معلمات الانفصال وفقًا لإعدادات المراقبة في المخزن المتصل بالشبكة لديك.
de: Kopieren Sie den RTSP-Link, oder konfigurieren Sie die Parameter für Ihre NAS-Überwachungseinstellungen.
es: Copie el vínculo de RTSP o configure los parámetros de desglose de la transmisión en los ajustes de vigilancia de su dispositivo NAS.
fr: Copiez le lien RTSP ou configurez les paramètres de défaillance dans vos réglages de surveillance NAS.
it: Copiare il collegamento RTSP o configurare i parametri di dettaglio nelle impostazioni di sorveglianza NAS.
nl: Kopieer de RTSP-koppeling of configureer de parameters voor uw NAS-bewakingsinstellingen.

# bc.nas_guide_page7_title
source: Press the "Test Connection" button in your NAS software to test if the camera's RTSP stream works.
ar: اضغط على زر "اختبار الاتصال" في برنامج المخزن المتصل بالشبكة لاختبار عمل بث بروتوكول RTSP للكاميرا.
de: Drücken Sie in Ihrer NAS-Software auf die Schaltfläche „Verbindung testen“, um zu testen, ob der RTSP-Stream der Kamera funktioniert.
es: Pulse el botón "Probar conexión" en el software de su dispositivo NAS para comprobar si funciona la transmisión RTSP de la cámara.
fr: Appuyez sur le bouton "Tester la connexion" de votre logiciel NAS pour vérifier le fonctionnement du flux RTSP de la caméra.
it: Premere il pulsante "Prova connessione" nel software NAS per eseguire un test allo scopo di verificare il funzionamento del flusso RTSP della telecamera.
nl: Druk op de knop 'Verbinding testen' in uw NAS-software om te testen of de RTSP-stream van de camera werkt.

# bc.nas_guide_page7_content
source: If it works, please press the "Done" button in the app to finish setup. If it doesn't work, press the "Retry button" to try the setup process again.
ar: إذا كان يعمل، فيُرجى الضغط على زر "تم" في التطبيق لإنهاء الإعداد. وإذا لم يكن يعمل، فاضغط على زر "إعادة المحاولة" لتجربة عملية الإعداد مرة أخرى.
de: Wenn er funktioniert, drücken Sie in der App auf die Schaltfläche „Fertig“, um die Einrichtung abzuschließen. Wenn er nicht funktioniert, drücken Sie auf die Schaltfläche „Erneut versuchen“, um die Einrichtung erneut durchzuführen.
es: Si funciona, pulse el botón "Completado" de la aplicación para finalizar la configuración. Si no funciona, pulse el botón "Reintentar" para volver a probar el proceso de configuración.
fr: Si tout fonctionne, appuyez sur le bouton "Effectué" de l'application pour terminer la configuration. En cas de défaillance, appuyez sur le bouton "Réessayer" pour tenter à nouveau le processus de configuration.
it: Se funziona, fare clic sul pulsante "Fine" nell'app per completare l'installazione. Se non funziona, premere il pulsante "Riprova" per ritentare l'installazione.
nl: Als de stream werkt, drukt u op de knop 'Gereed' in de app om de installatie te voltooien. Als dit niet werkt, drukt u op de knop 'Opnieuw' om de configuratie opnieuw uit te voeren.

# bc.nas_guide_page7_failed
source: Why did the test fail?
ar: ما سبب فشل الاختبار؟
de: Warum ist der Test fehlgeschlagen?
es: ¿Por qué ha fallado la prueba?
fr: Pourquoi le test a-t-il échoué ?
it: Perché il test non riesce?
nl: Waarom is de test mislukt?

# bc_nas_rtsp_setup_complete
source: Camera RTSP setup complete.
ar: اكتمل إعداد بروتوكول RTSP للكاميرا.
de: RTSP-Einrichtung der Kamera ist abgeschlossen.
es: Configuración de la transmisión RTSP de la cámara finalizada.
fr: Configuration RTSP de la caméra terminée.
it: Configurazione RTSP telecamera completata.
nl: RTSP-configuratie van camera voltooid.

# bc.nas_guide_page6_have_configured
source: Have configured
ar: تم التكوين
de: Konfiguriert
es: Se ha configurado
fr: Configuré
it: È stato configurato
nl: Geconfigureerd

# bc.nas_guide_page7_done
source: Done
ar: تم
de: Fertig
es: Completado
fr: Effectué
it: Fine
nl: Gereed

# bc.nas_guide_page4_have_installed
source: Have installed
ar: تم التثبيت
de: Installiert
es: Se ha instalado
fr: Installé
it: È stato installato
nl: Geïnstalleerd

# bc.common.enable
source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
nl: Inschakelen

# bc_nas_open_failed_exit
source: Exit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten

# bc_nas_guide_link_title
source: RTSP stream link:
ar: رابط بث بروتوكول الدفق في الوقت الحقيقي:
es: Vínculo de la transmisión RTSP:
fr: Lien du flux RTSP :
it: Collegamento al flusso RTSP:
nl: RTSP-streamkoppeling:

# bc.camerasetting.nas
source: NAS
ar: المخزن المتصل بالشبكة

# bc.camerasetting.nas_rtsp_stream
source: RTSP Stream
ar: بث بروتوكول الدفق في الوقت الحقيقي للمخزن المتصل بالشبكة
es: Transmisión NAS RTSP
fr: Flux NAS RTSP
it: Flusso RTSP

# bc.devicesetting.nas_link
source: RTSP stream link:
ar: رابط بث بروتوكول الدفق في الوقت الحقيقي:
es: Vínculo de la transmisión RTSP:
fr: Lien du flux RTSP :
it: Collegamento al flusso RTSP:
nl: RTSP-streamkoppeling:

# bc.devicesetting.copy
source: Copy link
ar: نسخ الرابط
de: Link kopieren
es: Copiar vínculo
fr: Copiez le lien
it: Copia collegamento
nl: Koppeling kopiëren

# bc.devicesetting.link_copied
source: Link copied to your phone's clipboard
ar: تم نسخ الرابط إلى حافظة الهاتف
de: Link in die Zwischenablage Ihres Mobiltelefons kopiert
es: Vínculo copiado al portapapeles del teléfono
fr: Lien copié dans le presse-papiers de votre téléphone
it: Collegamento copiato negli Appunti del telefono
nl: Koppeling gekopieerd naar het klembord van uw telefoon

# bc.camerasetting.nas_parameters_tip
source: Link breakdown parameters:
ar: معلمات انهيار بث بروتوكول الدفق في الوقت الحقيقي:
de: RTSP-Stream-Parameter:
es: Parámetros de desglose de la transmisión RTSP:
fr: Paramètres de défaillance du flux RTSP :
it: Dettaglio parametri flusso RTSP:
nl: Parameters voor RTSP-stream:

# bc.camerasetting.nas_ip_address
source: IP address:
ar: عنوان بروتوكول الإنترنت:
de: IP-Adresse:
es: Dirección IP:
fr: Adresse IP :
it: Indirizzo IP:
nl: IP-adres:

# bc.camerasetting.nas_port
source: Port:
ar: المنفذ:
es: Puerto:
it: Porta:
nl: Poort:

# bc.camerasetting.nas_brand
source: Brand:
ar: العلامة التجارية:
de: Marke:
es: Marca:
fr: Marque :
it: Marca:
nl: Merk:

# bc.camerasetting.nas_brand_content
source: Customized/User Defined
ar: مخصص/تعريف المستخدم
de: Personalisiert / Benutzerdefiniert
es: Personalizado/Definido por el usuario
fr: Personnalisé/Défini par l'utilisateur
it: Personalizzato/definito dall'utente
nl: Aangepast/door gebruiker gedefinieerd

# bc.camerasetting.nas_source_path
source: Source path:
ar: مسار المصدر:
de: Quellpfad:
es: Ruta de origen:
fr: Chemin de la source :
it: Percorso di origine:
nl: Bronpad:

# bc.camerasetting.nas_username
source: Username:
ar: اسم المستخدم:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome utente:
nl: Gebruikersnaam:

# bc.camerasetting.nas_password
source: Password:
ar: كلمة المرور:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
nl: Wachtwoord:

# bc.camerasetting.nas_blank
source: blank
ar: فارغ
de: leer
es: en blanco
fr: vide
it: vuoto
nl: leeg

# bc.nas_guide_page4_note_title
source: Note:
ar: ملاحظة:
de: Hinweis:
es: Nota:
fr: Remarque :
it: Nota:
nl: Opmerking:

# bc_nas_open_setup_guide
source: RTSP setup guide
ar: دليل إعداد بروتوكول RTSP
de: RTSP-Einrichtungsanleitung
es: Guía de configuración de RTSP
fr: Guide de configuration RTSP
it: Manuale di installazione di RTSP
nl: RTSP-configuratiehandleiding

# bc.nas_help_title_1
source: 1. Which brands of NAS does eufy Security support?
ar: 1. ما علامات المخزن المتصل بالشبكة التجارية التي يدعمها eufy Security؟
de: 1. Welche NAS-Marken werden von eufySecurity unterstützt?
es: 1. ¿Qué marcas de dispositivos NAS son compatibles con EufySecurity?
fr: 1. Quelles marques de NAS sont prises en charge par eufySecurity ?
it: 1. Quali marche di NAS sono supportate da Eufy Security?
nl: 1. Welke NAS-merken worden door eufySecurity ondersteund?

# bc.nas_help_content_1_a
source: A. The RTSP feature on eufyCam only works with NAS that supports the RTSP protocol.
ar: أ. تعمل ميزة بروتوكول RTSP على eufyCam فقط مع المخزن المتصل بالشبكة الذي يدعم هذا البروتوكول.
de: A. Die RTSP-Funktion auf der eufyCam funktioniert nur mit einem NAS, der das RTSP-Protokoll unterstützt.
es: A. La función de RTSP de eufyCam solo funciona con dispositivos NAS compatibles con el protocolo RTSP.
fr: A. La fonction RTSP de l'eufyCam fonctionne uniquement avec des NAS prenant en charge le protocole RTSP.
it: A. La funzione RTSP di eufyCam funziona solo con i dispositivi NAS che supportano il protocollo RTSP.
nl: A. De RTSP-functie op de eufyCam werkt alleen met een NAS die het RTSP-protocol ondersteunt.

# bc.nas_help_content_1_b
source: B. Synology NAS is verified and compatible with the eufy Security. Other brands will need you to discover.
ar: ب. المخزن المتصل بالشبكة Synology NAS معتمد ومتوافق مع eufy Security. ويتعين عليك اكتشاف العلامات التجارية الأخرى.
de: B. Synology NAS ist verifiziert und mit eufySecurity kompatibel. Für andere Marken müssen Sie dies überprüfen.
es: B. Se ha verificado la compatibilidad de los dispositivos NAS de Synology con EufySecurity. Deberá comprobar la compatibilidad de otras marcas.
fr: B. Le NAS Synology est agréé et compatible avec eufySecurity. Il existe d'autres marques compatibles.
it: B. Synology Nas è stato verificato e risulta compatibile con Eufy Security. Le altre marche devono essere verificate dall'utente.
nl: B. Synology NAS is geverifieerd en compatibel met eufySecurity. Bij andere merken moet u dit zelf onderzoeken.

# bc.nas_help_title_2
source: 2. Why did the test fail?
ar: 2. ما سبب فشل الاختبار؟
de: 2. Warum ist der Test fehlgeschlagen?
es: 2. ¿Por qué ha fallado la prueba?
fr: 2. Pourquoi le test a-t-il échoué ?
it: 2. Perché il test non riesce?
nl: 2. Waarom is de test mislukt?

# bc.nas_help_content_2_a
source: A. Please make sure your NAS storage device and HomeBase are connected to the same Wi-Fi router.
ar: أ. يُرجى التأكد من توصيل جهاز تخزين المخزن المتصل بالشبكة وHomeBase بجهاز توجيه Wi-Fi نفسه.
de: A. Vergewissern Sie sich, dass Ihr NAS-Speicher und die HomeBase mit demselben WLAN-Router verbunden sind.
es: A. Asegúrese de que el dispositivo de almacenamiento NAS y la HomeBase están conectados al mismo router Wi-Fi.
fr: A. Vérifiez que votre appareil de stockage NAS et la HomeBase sont connectés au même routeur Wi-Fi.
it: A. Verificare che il dispositivo di archiviazione NAS e HomeBase siano connessi allo stesso router Wi-Fi.
nl: A. Controleer of uw NAS-opslagapparaat en HomeBase zijn verbonden met dezelfde Wi-Fi-router.

# bc.nas_help_content_2_b
source: B. Please make sure HomeBase has been set with a static IP address in your router.
ar: ب. يُرجى التأكد من إعداد HomeBase باستخدام عنوان IP ثابت في جهاز التوجيه.
de: B. Stellen Sie sicher, dass die HomeBase mit einer statischen IP-Adresse in Ihrem Router eingerichtet wurde.
es: B. Compruebe que ha configurado la HomeBase con una dirección IP estática en el router.
fr: B. Vérifiez que la HomeBase a été définie avec une adresse IP statique dans votre routeur.
it: B. Verificare che per HomeBase sia stato configurato un indirizzo IP statico nel router in uso.
nl: B. Controleer of de HomeBase is geconfigureerd met een vast IP-adres in uw router.

# bc.nas_help_content_2_c
source: C. Please check if you have entered the correct parameters.
ar: ج. يُرجى التحقق من إدخال المعلمات الصحيحة.
de: C. Prüfen Sie, ob Sie die richtigen Parameter eingegeben haben.
es: C. Compruebe si ha introducido los parámetros correctos.
fr: C. Vérifiez que vous avez saisi les bons paramètres.
it: C. Verificare che siano stati immessi i parametri corretti.
nl: C. Controleer of u de juiste parameters hebt ingevoerd.

# bc.nas_help_content_2_d
source: D. Press the "Retry" button to try to setup the camera RTSP again.
ar: د. اضغط على زر "إعادة المحاولة" لمحاولة إعداد بروتوكول RTSP للكاميرا مرة أخرى.
de: D. Drücken Sie auf die Schaltfläche „Erneut versuchen“, um die Einrichtung des Kamera-RTSP erneut zu versuchen.
es: D. Pulse el botón "Reintentar" para tratar de configurar nuevamente la transmisión RTSP de la cámara.
fr: D. Appuyez sur le bouton "Réessayer" pour tenter à nouveau de configurer le flux RTSP de la caméra.
it: D. Premere il tasto "Riprova" per tentare di impostare nuovamente il protocollo RTSP della telecamera.
nl: D. Druk op de knop 'Opnieuw' om de RTSP van de camera opnieuw te configureren.

# bc.nas_help_title_3
source: 3. Why don't I have video clips after completing the test?
ar: 3. ما سبب عدم وجود مقاطع فيديو لدي بعد إكمال الاختبار؟
de: 3. Warum habe ich nach Abschluss des Tests keine Videoclips?
es: 3. ¿Por qué no tengo clips de vídeo después de completar la prueba?
fr: 3. Pourquoi n'ai-je pas de clips vidéo après avoir terminé le test ?
it: 3. Perché non sono presenti clip video dopo il completamento del test?
nl: 3. Waarom heb ik geen videoclips meer na de test?

# bc.nas_help_content_3_a
source: A. The video clips will be saved to your NAS only when motion is detected by the camera.
ar: أ. سيتم حفظ مقاطع الفيديو في المخزن المتصل بالشبكة لديك فقط عند اكتشاف الكاميرا للحركة.
de: A. Die Videoclips werden nur dann auf Ihrem NAS gespeichert, wenn die Kamera Bewegungen erkennt.
es: A. Los clips de vídeo se guardarán en el dispositivo NAS solamente cuando la cámara detecte movimiento.
fr: A. Des clips vidéo sont uniquement enregistrés sur votre NAS lorsque la caméra détecte un mouvement.
it: A. I clip video vengono salvati nel dispositivo NAS solo se la telecamera ha rilevato un movimento.
nl: A. De videoclips worden alleen opgeslagen op uw NAS wanneer de camera beweging detecteert.

# bc.nas_help_content_3_b
source: B. When you test the connection in NAS, only the live feed will work. The motion detection function will be disabled during connection testing.
ar: ب. عند اختبار الاتصال في المخزن المتصل بالشبكة، لن يعمل سوى البث المباشر. سيتم تعطيل وظيفة اكتشاف الحركة أثناء اختبار الاتصال.
de: B. Wenn Sie die Verbindung im NAS testen, funktioniert nur der Live-Feed. Die Bewegungserkennungsfunktion wird während des Verbindungstests deaktiviert.
es: B. Cuando se prueba la conexión en NAS, solo funciona la retransmisión en directo. La función Detección de movimiento se desactivará durante las pruebas de conexión.
fr: B. Quand vous testez la connexion dans le NAS, seule la transmission en direct fonctionne. La fonction de détection de mouvement est désactivée pendant le test de connexion.
it: B. Quando si esegue il test di connessione nel dispositivo NAS, funzionano solo i feed live. La funzione di rilevamento del movimento viene disattivata durante il test di connessione.
nl: B. Als u de verbinding in de NAS test, werkt alleen de live feed. De bewegingsdetectiefunctie wordt uitgeschakeld tijdens het testen van de verbinding.

# bc.nas_help_content_3_c
source: C. It will take a few minutes for the system to upload clips to NAS. Please wait at least 5 minutes to check the clips in NAS after motion is detected.
ar: ج. سيستغرق النظام بضع دقائق لتحميل مقاطع الفيديو إلى المخزن المتصل بالشبكة. يُرجى الانتظار لمدة 5 دقائق على الأقل للتحقق من مقاطع الفيديو في المخزن المتصل بالشبكة بعد اكتشاف الحركة.
de: C. Es dauert einige Minuten, bis das System Clips auf den NAS hochgeladen hat. Bitte warten Sie mit der Prüfung der Clips im NAS mindestens 5 Minuten, nachdem eine Bewegung erkannt wurde.
es: C. El sistema tardará unos minutos en cargar los clips en el dispositivo NAS. Espere al menos 5 minutos para buscar los clips en el dispositivo NAS cuando se detecte movimiento.
fr: C. Le téléchargement de clips vers le NAS par le système nécessite quelques minutes. Attendez au moins 5 minutes pour vérifier les clips dans le NAS après détection d'un mouvement.
it: C. Occorrono circa due minuti per consentire al sistema di caricare clip nel dispositivo NAS. Attendere almeno 5 minuti prima di controllare i clip nel dispositivo NAS dopo il rilevamento del movimento.
nl: C. Het duurt een paar minuten voordat het systeem clips heeft geüpload naar de NAS. Wacht minstens 5 minuten om de clips in de NAS te controleren nadat beweging is gedetecteerd.

# bc.nas_help_content_3_d
source: D. There will be some video clips missing due to when NAS lost connection.
ar: د. ستكون هناك بعض مقاطع الفيديو المفقودة بسبب انقطاع اتصال المخزن المتصل بالشبكة.
de: D. Es fehlen einige Videoclips aus dem Zeitraum, in dem die NAS-Verbindung unterbrochen war.
es: D. Faltarán algunos clips de vídeo a causa de la pérdida de conexión del dispositivo NAS.
fr: D. Certains clips vidéo seront absents en raison d'une perte de connexion au NAS.
it: D. Mancheranno alcuni clip video a causa dell'interruzione della connessione al dispositivo NAS.
nl: D. Er ontbreken videoclips omdat de NAS-verbinding is verbroken.

# bc.nas_help_content_3_e
source: E. If your router IP address changes, the RTSP stream link will change as well. If this occurs, follow the RTSP setup guide to re-configure the parameters.
ar: هـ. إذا تغير عنوان IP لجهاز التوجيه، فسيتغير رابط بث بروتوكول RTSP أيضًا. في حالة حدوث ذلك، اتبع دليل إعداد بروتوكول RTSP لإعادة تكوين المعلمات.
de: E. Wenn sich die IP-Adresse Ihres Routers ändert, ändert sich auch der RTSP-Streamlink. Befolgen Sie in diesem Fall die Anweisungen in der RTSP-Einrichtungsanleitung, um die Parameter neu zu konfigurieren.
es: E. Si la dirección IP del router cambia, también lo hará el vínculo de la transmisión RTSP. Si esto ocurre, siga la Guía de configuración de RTSP para volver a configurar los parámetros.
fr: E. Si l'adresse IP de votre routeur change, le lien de flux RTSP changera également. Si cela se produit, suivez le guide de configuration RTSP pour reconfigurer les paramètres.
it: E. Se l'indirizzo IP cambia del router, cambia anche il collegamento al flusso RTSP. In questo caso, riconfigurare i parametri attenendosi al manuale di installazione di RTSP.
nl: E. Als het IP-adres van uw router verandert, verandert ook de RTSP-streamkoppeling. Als dit gebeurt, volgt u de RTSP-configuratiehandleiding om de parameters opnieuw te configureren.

# bc.nas_help_title_4
source: 4. Why do I frequently have the message in the NAS that displays "Connection recovered" and "Connection lost"？
ar: 4. لماذا تظهر كثيرًا على المخزن المتصل بالشبكة رسائل "تمت استعادة الاتصال" و"تم فقد الاتصال"؟
de: 4. Warum werden im NAS häufig die Meldungen „Verbindung wiederhergestellt“ und „Verbindung unterbrochen“ angezeigt?
es: 4. ¿Por qué se suelen aparecer los mensajes "Se ha recuperado la conexión" y "Se ha perdido la conexión" en el dispositivo NAS?
fr: 4. Pourquoi les messages "Connexion rétablie" et "Perte de la connexion" s'affichent-ils fréquemment dans le NAS ?
it: 4. Perché nel dispositivo NAS viene spesso visualizzato il messaggio "Connessione ripristinata" e "Connessione interrotta"?
nl: 4. Waarom krijg ik vaak het bericht 'Verbinding hersteld' en 'Verbinding verbroken' in het geheugen van de NAS?

# bc.nas_help_content_4_a
source: A. This is a normal occurence. You can ignore these messages. "Connection recovered" means motion detection video clips will start to be saved to NAS. "Connection lost" means video clips have been saved to NAS.
ar: الإجابة. هذا أمر طبيعي. يمكنك تجاهل هذه الرسائل. تعني رسالة "تمت استعادة الاتصال" بدء حفظ مقاطع الفيديو الخاصة باكتشاف الحركة في المخزن المتصل بالشبكة. وتعني رسالة "تم فقد الاتصال" الانتهاء من حفظ مقاطع الفيديو في المخزن المتصل بالشبكة.
de: A. Dies sind normale Ereignisse. Sie können diese Meldungen ignorieren. „Verbindung wiederhergestellt“ bedeutet, dass Videoclips zur Bewegungserkennung ab diesem Zeitpunkt auf dem NAS gespeichert werden. „Verbindung unterbrochen“ bedeutet, dass Videoclips auf dem NAS gespeichert wurden.
es: A. Se trata de un suceso normal. Puede ignorar estos mensajes. "Se ha recuperado la conexión" significa que comenzarán a guardarse en el dispositivo NAS los clips de vídeo de detección de movimiento. "Se ha perdido la conexión" significa que se han guardado en el dispositivo NAS los clips de vídeo.
fr: A. Il s'agit d'un phénomène normal. Vous n'avez pas à tenir compte de ces messages. "Connexion rétablie" signifie que les clips vidéo de détection de mouvement seront désormais enregistrés sur le NAS. "Perte de la connexion" signifie que les clips vidéo ont été enregistrés sur le NAS.
it: A. Si tratta di un comportamento normale. Tali messaggi possono essere ignorati. "Connessione ripristinata" indica che sta per iniziare il salvataggio su NAS dei clip video di rilevamento del movimento. "Connessione interrotta" indica che i clip video sono stati salvati su NAS.
nl: A. Dit is normaal. U kunt deze berichten negeren. 'Verbinding hersteld' betekent dat videoclips met bewegingsdetectie worden opgeslagen op de NAS. 'Verbinding verbroken' betekent dat videoclips zijn opgeslagen op de NAS.

# bc.nas_guide_page3_have_set
source: Have set
ar: تم التعيين
de: Eingestellt
es: Se ha definido
fr: Défini
it: È stato impostato
nl: Ingesteld

# bc.camerasettings.smart_notification_all_events_title
source: All Alerts
ar: كل التنبيهات
de: Alle Alarme
es: Todas las alertas
fr: Toutes les alertes
it: Tutti gli avvisi
nl: Alle meldingen

# bc.camerasettings.smart_notification_all_events_detail
source: The system will notify the motion detected messages to you on all events.
ar: سيقوم النظام بإخطار حركة الكشف عن الرسائل إليك في جميع الأحداث.
de: Das System benachrichtigt Sie bei allen Ereignissen über die Bewegungserkennung.
es: El sistema le notificará los mensajes de movimiento detectado en todos los eventos.
fr: Le système vous notifiera les messages de détection de mouvement sur tous les événements.
it: Il sistema ti avviserà dei messaggi di movimento rilevati su tutti gli eventi.
nl: Het systeem zal de bewegingsdetectie-berichten over alle gebeurtenissen aan u melden.

# bc.camerasettings.smart_notification_humans_only_title
source: Person Alerts
ar: التنبيهات البشرية
de: Personenalarme
es: Alertas de persona
fr: Alertes de personne
it: Avvisi persona
nl: Persoonsmeldingen

# bc.camerasettings.smart_notification_humans_only_detail
source: The system will try its best to notify the person detected message to you. If no human is detected, it will only notify the motion message.
ar: سيبذل النظام قصارى جهده لإبلاغ الشخص الذي تم اكتشاف الرسالة لك. إذا لم يتم الكشف عن أي إنسان ، فسوف يخطر رسالة الحركة فقط.
de: Das System wird sein Bestes tun, um Sie über die von der Person erkannte Nachricht zu informieren. Wenn kein Mensch erkannt wird, wird nur die Bewegungsnachricht benachrichtigt.
es: El sistema hará todo lo posible para notificarle a la persona el mensaje detectado. Si no se detecta ningún humano, solo notificará el mensaje de movimiento.
fr: Le système fera de son mieux pour vous notifier le message de la personne détectée. Si aucun humain n'est détecté, il notifiera uniquement le message de mouvement.
it: Il sistema farà del suo meglio per avvisare l'utente del messaggio rilevato. Se non viene rilevato alcun essere umano, notificherà solo il messaggio di movimento.
nl: Het systeem zal zijn best doen om het door u gedetecteerde bericht aan u te melden. Als er geen mens wordt gedetecteerd, wordt alleen het bewegingsbericht gemeld.

# bc.camerasettings.smart_notification_push_facial_title
source: Facial Alerts
ar: تنبيهات الوجه
de: Gesichtsalarme
es: Alertas faciales
fr: Alertes faciales
it: Avvisi riconoscimento facciale
nl: Gezichtsmeldingen
