Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.setting.fl_current_wifi
source: Current Wi-Fi
ar: شبكة Wi-Fi الحالية
de: Aktuelles WLAN
es: Wi-Fi actual
fr: Wi-Fi actuel
it: Wi-Fi attuale
nl: Huidige wifi

# bc.setting.fl_enter_wifi_title
source: Enter new Wi-Fi name and password
ar: أدخل اسم Wi-Fi جديد وكلمة المرور
de: Geben Sie einen neuen WLAN-Namen und ein neues Passwort ein
es: Ingrese el nuevo nombre y contraseña de Wi-Fi
fr: Entrez un nouveau nom Wi-Fi et un nouveau mot de passe
it: Inserisci il nuovo nome e password Wi-Fi
nl: Voer een nieuwe Wi-Fi-naam en wachtwoord in

# bc.setting.fl_enter_wifi_subtitle
source: Only 2.4G WiFi supported
ar: فقط 2.4G واي فاي معتمد
de: Nur 2.4G WiFi unterstützt
es: Solo 2.4G WiFi compatible
fr: Seulement 2.4G WiFi supporté
it: Supportato solo WiFi 2.4G
nl: Alleen 2.4G WiFi ondersteund

# bc.setting.fl_motion_five_level_footer
source: * With the highest sensitivity level, the detection distance will increase, but false triggers will increase as well.
ar: * مع أعلى مستوى حساسية ، ستزداد مسافة الكشف ، لكن المشغلات الخاطئة ستزيد أيضًا.
de: * Mit der höchsten Empfindlichkeitsstufe erhöht sich die Erkennungsentfernung, aber auch die Anzahl der falschen Auslöser.
es: * Con el nivel de sensibilidad más alto, la distancia de detección aumentará, pero también aumentarán los disparadores falsos.
fr: * Avec le niveau de sensibilité le plus élevé, la distance de détection augmentera, mais les faux déclenchements augmenteront également.
it: * Con il livello di sensibilità più elevato, la distanza di rilevamento aumenta, ma aumentano anche i falsi trigger.
nl: * Met het hoogste gevoeligheidsniveau zal de detectie-afstand toenemen, maar valse triggers zullen ook toenemen.

# bc.setting.fl_motion_five_level_tip
source: The detection sensitivity has been set to the highest level. It is recommended to create or adjust the activity zones.
ar: تم ضبط حساسية الكشف على أعلى مستوى. يوصى بإنشاء أو ضبط مناطق النشاط.
de: Die Erkennungsempfindlichkeit wurde auf die höchste Stufe eingestellt. Es wird empfohlen, die Aktivitätszonen zu erstellen oder anzupassen.
es: La sensibilidad de detección se ha establecido en el nivel más alto. Se recomienda crear o ajustar las zonas de actividad.
fr: La sensibilité de détection a été réglée au plus haut niveau. Il est recommandé de créer ou d’ajuster les zones d’activité.
it: La sensibilità di rilevamento è stata impostata al massimo livello. Si consiglia di creare o regolare le zone di attività.
nl: De detectiegevoeligheid is ingesteld op het hoogste niveau. Het wordt aanbevolen om de activiteitszones te maken of aan te passen.

# bc.setting.fl_light_control_alex_title
source: Control lights by Alexa / Google Assistant
ar: أضواء التحكم عن طريق اليكسا / مساعد جوجل
de: Kontrollleuchten von Alexa / Google Assistant
es: Control de luces por Alexa / Google Assistant
fr: Lumières de contrôle par Alexa / Google Assistant
it: Luci di controllo di Alexa / Google Assistant
nl: Controle lichten door Alexa / Google Assistant

# bc.bind.fl_bind_phone_wifi_tip1
source: Go to your Phone Settings and connect to Wi-Fi "FloodlightCam_eufy".
ar: انتقل إلى إعدادات الهاتف والاتصال بشبكة "Wi-Fi FloodlightCam_eufy".
de: Gehen Sie zu Ihren Telefoneinstellungen und stellen Sie eine Verbindung zu Wi-Fi "FloodlightCam_eufy" her.
es: Vaya a la Configuración de su teléfono y conéctese a Wi-Fi "FloodlightCam_eufy".
fr: Accédez aux paramètres de votre téléphone et connectez-vous au Wi-Fi "FloodlightCam_eufy".
it: Vai alle Impostazioni del telefono e connettiti al Wi-Fi "FloodlightCam_eufy".
nl: Ga naar uw telefooninstellingen en maak verbinding met Wi-Fi "FloodlightCam_eufy".

# bc.bind.fl_bind_phone_wifi_tip2
source: Return to EufySecurity app to continue setup.
ar: ارجع إلى تطبيق EufySecurity لمتابعة الإعداد.
de: Kehren Sie zur EufySecurity-App zurück, um mit dem Setup fortzufahren.
es: Regrese a la aplicación EufySecurity para continuar con la configuración.
fr: Revenez à l'application EufySecurity pour poursuivre la configuration.
it: Ritorna all'app EufySecurity per continuare l'installazione.
nl: Keer terug naar de EufySecurity-app om door te gaan met de installatie.

# bc.video.fl_live_play_timeout_title
source: Weak signal or no connection
ar: إشارة ضعيفة أو لا اتصال
de: Schwaches Signal oder keine Verbindung
es: Señal débil o sin conexión
fr: Signal faible ou pas de connexion
it: Segnale debole o nessuna connessione
nl: Zwak signaal of geen verbinding

# bc.video.fl_live_play_timeout_help_tip
source: 1. Please check if the power source is connected. 2. Please try to move your router closer to your Floodlight Cam, or use a Wi-Fi extender to improve the Wi-Fi signal. 3. Please try to power off and power on Floodlight Cam to restart the device.
ar: 1. يرجى التحقق مما إذا كان مصدر الطاقة متصلاً. 2n. يرجى محاولة تقريب جهاز التوجيه الخاص بك إلى كاميرا Floodlight ، أو استخدام موسع Wi-Fi لتحسين إشارة Wi-Fi. 3 . يرجى المحاولة لإيقاف التشغيل والتشغيل على Floodlight Cam لإعادة تشغيل الجهاز.
de: 1. Überprüfen Sie, ob die Stromquelle angeschlossen ist. 2. Bitte versuchen Sie, Ihren Router näher an Ihre Floodlight-Kamera heranzuführen, oder verwenden Sie einen WLAN-Extender, um das WLAN-Signal zu verbessern. 3. Bitte versuchen Sie, die Floodlight-Kamera aus- und wieder einzuschalten, um das Gerät neu zu starten.
es: 1. Compruebe si la fuente de alimentación está conectada. 2. Intente acercar su enrutador a su Floodlight Cam o use un extensor de Wi-Fi para mejorar la señal de Wi-Fi. 3. Intente apagar y encender Floodlight Cam para reiniciar el dispositivo.
fr: 1. Veuillez vérifier si la source d'alimentation est connectée. 2. Essayez de rapprocher votre routeur de votre Floodlight Cam ou utilisez un prolongateur Wi-Fi pour améliorer le signal Wi-Fi. 3. Veuillez essayer d'éteindre et d'allumer Floodlight Cam pour redémarrer l'appareil.
it: 1. Verificare che la fonte di alimentazione sia collegata. 2. Prova ad avvicinare il router alla Floodlight Cam o usa un extender Wi-Fi per migliorare il segnale Wi-Fi. 3. Prova a spegnere e accendere Floodlight Cam per riavviare il dispositivo.
nl: 1. Controleer of de stroombron is aangesloten. 2. Probeer uw router dichter bij uw Floodlight Cam te plaatsen of gebruik een wifi-extender om het wifi-signaal te verbeteren. 3. Probeer de Floodlight Cam uit en weer aan te zetten om het apparaat opnieuw te starten.

# bc.homebase_other_network
source: Other Network
ar: شبكة أخرى
de: Anderes Netzwerk
es: Otra red
fr: Autre réseau
it: Altra rete
nl: Ander netwerk

# bc.homebase_network_wifi_other_tips
source: Manually enter the Wi-Fi name, password, and select the security type.
ar: أدخل اسم Wi-Fi وكلمة المرور يدويًا وحدد نوع الأمان.
de: Geben Sie den WLAN-Namen und das Kennwort manuell ein und wählen Sie den Sicherheitstyp aus.
es: Ingrese manualmente el nombre de Wi-Fi, la contraseña y seleccione el tipo de seguridad.
fr: Saisissez manuellement le nom Wi-Fi, le mot de passe et sélectionnez le type de sécurité.
it: Immettere manualmente il nome Wi-Fi, la password e selezionare il tipo di sicurezza.
nl: Voer handmatig de Wi-Fi-naam en het wachtwoord in en selecteer het beveiligingstype.

# bc.homebase_network_wifi_name
source: Wi-Fi name
ar: اسم Wi-Fi
es: Nombre de Wi-Fi
fr: Nom Wi-Fi
it: Nome Wi-Fi
nl: Wi-Fi-naam

# bc.homebase_network_wifi_password
source: Password
ar: كلمه السر
de: Passwort
es: Contraseña
fr: Mot de passe
it: Parola d'ordine
nl: Wachtwoord

# bc.homebase_network_wifi_other_password_tips1
source: * Please only enter a 2.4Ghz Wi-Fi.
ar: * يُرجى إدخال Wi-Fi بسرعة 2.4 غيغاهرتز فقط.
de: * Bitte geben Sie nur ein 2,4-GHz-WLAN ein.
es: * Ingrese solo un Wi-Fi de 2.4Ghz.
fr: * Veuillez entrer uniquement une connexion Wi-Fi de 2,4 GHz.
it: * Inserisci solo un Wi-Fi a 2,4 Ghz.
nl: * Voer alleen een 2,4 GHz wifi in.

# bc.homebase_network_wifi_other_password_tips2
source: * Please pay attention to uppercase and lowercase letters.
ar: * يرجى الانتباه إلى الأحرف الكبيرة والصغيرة.
de: * Bitte achten Sie auf Groß- und Kleinbuchstaben.
es: * Por favor, preste atención a las letras mayúsculas y minúsculas.
fr: * Veuillez faire attention aux lettres majuscules et minuscules.
it: * Prestare attenzione alle lettere maiuscole e minuscole.
nl: * Let op hoofdletters en kleine letters.

# bc.homebase_network_wifi_select_wifi
source: Select Wi-Fi from list
ar: حدد Wi-Fi من القائمة
de: Wählen Sie Wi-Fi aus der Liste
es: Seleccione Wi-Fi de la lista
fr: Sélectionnez Wi-Fi dans la liste
it: Seleziona Wi-Fi dall'elenco
nl: Selecteer Wi-Fi in de lijst

# sac.bind.checking_firmware
source: Checking firmware...
ar: يتمّ التحقق من البرنامج الثابت...
de: Firmware wird überprüft...
es: Comprobando el firmware...
fr: Vérification du firmware…
it: Controllo del firmware in corso...
nl: Firmware controleren...

# sac.bind.charge_mind_tip
source: Fully charge the battery before mounting.
ar: اشحن البطارية بالكامل قبل التركيب.
de: Laden Sie den Akku vor der Montage vollständig auf.
es: Cargue completamente la batería antes de montar.
fr: Chargez complètement la batterie avant le montage.
it: Caricare completamente la batteria prima del montaggio.
nl: Laad de batterij volledig op voor montage.

# sac.bind.charge_mind_tip_content
source: It will takes about 8 hours from no electricity to full charge through a 5V/2A power source.
ar: سيستغرق شحن البطارية بالكامل عندما تكون فارغة حوالى 8 ساعات مع مصدر طاقة بقوة 5 فولت / 2 أمبير.
de: Das vollständige Laden des leeren Akkus dauert bei einer Speisung mit 5 V/2 A ca. 8 Stunden.
es: Tardará unas 8 horas en cargarse completamente desde cero con una fuente de alimentación de 5 V/2 A.
fr: Il faut compter environ 8 heures pour une charge complète avec une source d'alimentation de 5 V/2 A.
it: Saranno necessarie circa 8 ore per effettuare una ricarica completa con una fonte di alimentazione da 5 V/2 A.
nl: Het duurt ongeveer acht uur om de accu volledig op te laden met een voedingsbron van 5 V/2 A.

# sac.bind.camera_guide_test_signal
source: Test Signal
ar: إشارة اختبار
es: Señal de prueba
fr: Signal de test
it: Segnale di prova
nl: Testsignaal

# sac.bind.qrscan_tip_msg
source: Scan the QR Code on the tail of camera.
ar: امسح رمز الاستجابة السريعة (QR) الموجود على الجزء الخلفي من الكاميرا.
de: Scannen Sie den QR-Code auf der Unterseite der Kamera.
es: Escanee el código QR de la parte posterior de la cámara.
fr: Scannez le code QR situé sur la caméra.
it: Eseguire la scansione del codice QR situato sul retro della telecamera.
nl: Scan de QR-code aan de achterkant van de camera.

# sac.bind.qr_manual_tip1
source: Enter the setup code under the QR code
ar: أدخل رمز الإعداد تحت رمز الاستجابة السريعة (QR)
de: Geben Sie den Einrichtungscode unter dem QR-Code ein.
es: Introduzca el código de configuración que aparece debajo del código QR
fr: Saisissez le code de configuration sous le code QR.
it: Immettere il codice di configurazione sotto il codice QR
nl: Voer de instellingscode in die onder de QR-code staat

# sac.bind.connecttowifi
source: Connect to Wi-Fi
ar: اتصل بشبكة Wi-Fi
de: Stellen Sie eine Verbindung zu Wi-Fi her
es: Conectarse a Wi-Fi
fr: Connectez-vous au Wi-Fi
it: Connettiti al Wi-Fi
nl: Maak verbinding met wifi

# sac.bind.no_sdcard_content
source: Please insert a microSD card into the camera for recording.
ar: يُرجى إدخال بطاقة microSD في الكاميرا للتسجيل.
de: Bitte legen Sie eine microSD-Karte für Aufzeichnungen in die Kamera ein.
es: Inserte una tarjeta microSD en la cámara para la grabación.
fr: Veuillez insérer une carte microSD dans la caméra pour enregistrer.
it: Inserire una scheda microSD nella telecamera per le registrazioni.
nl: Plaats een microSD-kaart in de camera om op te nemen.

# sac.bind.format_sdcard_content
source: The microSD card needs to be formated for clips storing.
ar: يجب تهيئة بطاقة microSD لتخزين مقاطع الفيديو.
de: Die microSD-Karte muss für die Speicherung von Videoclips formatiert werden.
es: La tarjeta microSD debe estar formateada para almacenar vídeos.
fr: La carte microSD doit être formatée pour enregistrer des clips.
it: La scheda microSD deve essere formattata per l'archiviazione dei clip.
nl: De microSD-kaart moet worden geformatteerd voor het opslaan van opnamen.

# sac.bind.charge_mind_title
source: Charge Battery
ar: شحن البطارية
de: Akku aufladen
es: Cargar batería
fr: Charger la batterie
it: Mettere in carica la batteria
nl: Batterij opladen

# sac.devicesetting.storage.sd_over_128G_tips
source: The Camera microSD card supports up to 128GB capacity.
ar: تصل سعة بطاقة microSD الخاصة بالكاميرا إلى 128 جيجابايت.
de: Die Kamera unterstützt Kartengrößen von bis zu 128 GB.
es: La capacidad máxima de la tarjeta microSD de la cámara es de 128 GB.
fr: La carte microSD de la caméra prend en charge jusqu'à 128 Go de capacité.
it: La scheda microSD della telecamera supporta fino a 128 GB di capacità.
nl: De microSD-kaart van de camera biedt 128 GB opslagruimte.

# sac.settings.storage.sdcard_broken_title
source: microSD Card cannot work properly. Please re-insert the microSD Card or restart the camera.
ar: يتعذّر على بطاقة microSD العمل بشكل صحيح. يُرجى إعادة إدخال بطاقة microSD أو إعادة تشغيل الكاميرا.
de: Die microSD-Karte funktioniert nicht ordnungsgemäß. Legen Sie die microSD-Karte erneut ein oder starten Sie die Kamera neu.
es: La tarjeta microSD no funciona correctamente. Vuelva a insertar la tarjeta microSD o reinicie la cámara.
fr: La carte microSD ne fonctionne pas correctement. Réinsérez la carte microSD ou redémarrez la caméra.
it: La scheda microSD non funziona correttamente. Reinserire nuovamente la scheda microSD o riavviare la telecamera.
nl: De microSD-kaart werkt niet goed. Plaats de microSD-kaart opnieuw of start de camera opnieuw op.

# sac.bind.sac_confirm_router_name_pwd
source: Select the Wi-Fi you want the Camera to connect to and input the password.
ar: حدد شبكة Wi-Fi التي تريد أن تتصل الكاميرا بها وأدخِل كلمة المرور.
de: Wählen Sie das WLAN aus, mit dem die Kamera verbunden werden soll und geben Sie das Passwort ein.
es: Seleccione la red Wi-Fi a la que desea conectar la cámara e introduzca la contraseña.
fr: Sélectionnez le Wi-Fi auquel vous souhaitez que la caméra se connecte et saisissez le mot de passe.
it: Selezionare la rete Wi-Fi a cui si desidera connettere la telecamera e immettere la password.
nl: Selecteer het Wi-Fi-netwerk waarmee u de camera wilt verbinden en voer het wachtwoord in.

# sac.settings.nas_guide_page3_title_1
source: Please set up your Camera with a static IP address in your router.
ar: يرجى إعداد الكاميرا باستخدام عنوان IP ثابت في الموجّه الخاص بك.
de: Richten Sie Ihre Kamera mit einer statischen IP-Adresse in Ihrem Router ein.
es: Configure la cámara con una dirección IP estática en el router.
fr: Configurez votre caméra avec une adresse IP statique dans votre routeur.
it: Configurare la telecamera con un indirizzo IP statico nel router in uso.
nl: Configureer uw camera met een vast IP-adres in uw router.

# sac.settings.nas_guide_page2_title_1
source: The RTSP feature on Solo Cam only works with NAS that supports RTSP protocol.
ar: تعمل ميزة بروتوكول RTSP على Solo Cam فقط مع المخزن المتصل بالشبكة (NAS) الذي يدعم بروتوكول RTSP.
de: Die RTSP-Funktion auf der Solo Cam funktioniert nur mit einem NAS, der das RTSP-Protokoll unterstützt.
es: La función de RTSP de Solo Cam solo funciona con dispositivos NAS compatibles con el protocolo RTSP.
fr: La fonction RTSP de la Solo Cam fonctionne uniquement avec des NAS prenant en charge le protocole RTSP.
it: La funzione RTSP di Solo Cam funziona solo con i dispositivi NAS che supportano il protocollo RTSP.
nl: De RTSP-functie op de Solo Cam werkt alleen met een NAS die het RTSP-protocol ondersteunt.

# sac.bind.no_sdcard_title
source: No microSD card in Camera.
ar: لم يتم إدخال بطاقة microSD في الكاميرا.
de: Es befindet sich keine microSD-Karte in der Kamera.
es: No hay ninguna tarjeta microSD en la cámara.
fr: Aucune carte microSD détectée dans la caméra.
it: Nessuna scheda microSD nella telecamera.
nl: Geen microSD-kaart in camera.

# sac.bind.add_SAC_fail_help
source: Ask for help
ar: طلب المساعدة
de: Hilfe
es: Solicitar ayuda
fr: Demander de l'aide
it: Chiedi aiuto
nl: Vraag om hulp

# sac.setting.turn_off_speaker_title
source: Do you want to turn off the speaker?
ar: هل تريد بالتأكيد إيقاف تشغيل مكبر الصوت؟
de: Möchten Sie den Lautsprecher wirklich ausschalten?
es: ¿Seguro que desea desactivar el altavoz?
fr: Voulez-vous vraiment désactiver le haut-parleur ?
it: Disattivare l'altoparlante?
nl: Weet u zeker dat u de luidspreker wilt uitschakelen?

# sac.bind.qr_error_tip_msg
source: Ensure you are scanning the correct QR code on the tail of the camera.
ar: تأكد من أنك تمسح رمز الاستجابة السريعة (QR) الموجود على الجزء الخلفي من الكاميرا.
de: Vergewissern Sie sich, dass Sie den richtigen QR-Code auf der Unterseite der Kamera scannen.
es: Asegúrese de que está escaneando el código QR correcto en la parte posterior de la cámara.
fr: Assurez-vous de scanner le code QR correct sur l'arrière de la caméra.
it: Accertarsi di eseguire la scansione del codice QR corretto situato sul retro della telecamera.
nl: Controleer of u de juiste QR-code aan de achterkant van de camera scant.

# sac.settings.storage.disable
source: Disable
ar: تعطيل
de: Deaktivieren
es: Inhabilitar
fr: Désactiver
it: disattivare
nl: Uitschakelen

# sac.bind.latest_version_available
source: Latest firmware is available: %@
ar: أحدث برنامج ثابت متوفر: %@
de: Die neueste Firmware ist verfügbar: %@
es: Última versión de firmware disponible: %@
fr: La dernière version du firmware est disponible : %@
it: È disponibile una versione più recente del firmware: %@
nl: De nieuwste firmware is beschikbaar: %@

# sac.devices.camera_is_updating
source: Camera is updating...
ar: يتم تحديث الكاميرا...
de: Kamera wird aktualisiert...
es: La cámara se está actualizando...
fr: Mise à jour de la caméra…
it: Aggiornamento della telecamera in corso...
nl: Camera wordt bijgewerkt...

# sac.devices.camera_turn_off
source: Camera has been turned off.
ar: لقد انطفأت الكاميرا.
de: Die Kamera wurde deaktiviert.
es: La cámara se ha apagado.
fr: La caméra s'est éteinte.
it: La telecamera si è disattivata.
nl: Camera is uitgeschakeld.

# sac.bind.qr_manual_title
source: Enter QR Code
ar: إدخال رمز الاستجابة السريعة
de: QR-Code eingeben
es: Introducir código QR
fr: Saisissez le code QR
it: Inserire il codice QR
nl: Voer de QR-code in

# sac.bind.sac_confirm_router_name_password
source: Select the Wi-Fi network you want the camera to connect to and input the Wi-Fi password.
ar: حدد شبكة Wi-Fi التي تريد أن تتصل بها الكاميرا وأدخل كلمة مرور Wi-Fi.
de: Wählen Sie das Wi-Fi-Netzwerk aus, zu dem die Kamera eine Verbindung herstellen soll, und geben Sie das Wi-Fi-Passwort ein.
es: Seleccione la red Wi-Fi a la que desea que se conecte la cámara e ingrese la contraseña de Wi-Fi.
fr: Sélectionnez le réseau Wi-Fi auquel vous souhaitez que la caméra se connecte et saisissez le mot de passe Wi-Fi.
it: Seleziona la rete Wi-Fi a cui desideri connettere la videocamera e inserisci la password Wi-Fi.
nl: Selecteer het Wi-Fi-netwerk waarmee u de camera wilt verbinden en voer het Wi-Fi-wachtwoord in.

# sac.bind.sac_iOS13_WiFi_tip_top
source: Manually enter the Wi-Fi name, password, and select the security type.
ar: أدخل اسم Wi-Fi وكلمة المرور يدويًا وحدد نوع الأمان.
de: Geben Sie den WLAN-Namen und das Kennwort manuell ein und wählen Sie den Sicherheitstyp aus.
es: Ingrese manualmente el nombre y la contraseña de la red Wi-Fi y seleccione el tipo de seguridad.
fr: Saisissez manuellement le nom Wi-Fi, le mot de passe et sélectionnez le type de sécurité.
it: Immettere manualmente il nome e la password Wi-Fi e selezionare il tipo di protezione.
nl: Voer handmatig de Wi-Fi-naam en het wachtwoord in en selecteer het beveiligingstype.

# sac.bind.sac_device_connect_wifi_content
source: Connecting to the Wi-Fi network... Keep camera close to the router.
ar: جارٍ الاتصال بشبكة Wi-Fi ... احتفظ بالكاميرا بالقرب من جهاز التوجيه.
de: Herstellen einer Verbindung zum Wi-Fi-Netzwerk ... Halten Sie die Kamera in der Nähe des Routers.
es: Conectando a la red Wi-Fi ... Mantenga la cámara cerca del enrutador.
fr: Connexion au réseau Wi-Fi ... Gardez la caméra à proximité du routeur.
it: Connessione alla rete Wi-Fi ... Mantieni la videocamera vicino al router.
nl: Verbinding maken met het Wi-Fi-netwerk ... Houd de camera dicht bij de router.

# sac.bind.mount_tip1
source: Use the outdoor mount if you want to mount the camera outdoors.
ar: استخدم جهاز التثبيت الخارجي إذا كنت ترغب في تثبيت الكاميرا في الخارج.
de: Verwenden Sie die Halterung für Außenbereiche, wenn Sie die Kamera im Freien montieren.
es: Utilice el soporte para exteriores si desea montar la cámara en el exterior.
fr: Utilisez le support extérieur si vous souhaitez installer la caméra en extérieur.
it: Utilizzare il montaggio per esterni se si desidera montare la telecamera all'aperto.
nl: Gebruik de buitensteun als u de camera buiten wilt monteren.

# sac.bind.mount_tip2
source: Take your camera and phone to the location you want to mount the camera. Use the app to read the signal strength on the camera.
ar: انقل الكاميرا والهاتف إلى الموقع حيث تريد تثبيت الكاميرا. استخدم التطبيق لقراءة قوة الإشارة على الكاميرا.
de: Bringen Sie die Kamera und Ihr Mobiltelefon mit an den Ort, an dem Sie die Kamera montieren möchten. Verwenden Sie die App, um die Signalstärke am Kamerastandort abzulesen.
es: Lleve la cámara y el móvil a la ubicación en la que desee montar la cámara. Utilice la aplicación para comprobar la intensidad de la señal en la cámara.
fr: Placez votre caméra et votre téléphone à l'emplacement où vous souhaitez installer la caméra. Utilisez l'application pour identifier l'intensité du signal au niveau de la caméra.
it: Posizionare la telecamera e il telefono nel punto in cui si desidera montare la telecamera. Utilizzare l'app per leggere l'intensità del segnale sulla telecamera.
nl: Breng uw camera en telefoon naar de locatie waar u de camera wilt monteren. Gebruik de app om de signaalsterkte op de camera te lezen.

# sac.bind.mount_tip3
source: Make sure the signal strength is Great at the desired location.
ar: تأكد من أن قوة الإشارة "جيدة جدًا" في الموقع المطلوب.
de: Stellen Sie sicher, dass die Signalstärke an der gewünschten Position „Gut“ ist.
es: Asegúrese de que la potencia de la señal es fuerte en la ubicación deseada.
fr: Assurez-vous que l'intensité du signal est « Excellente » à l'emplacement souhaité.
it: Assicurarsi che nella posizione desiderata la potenza del segnale sia "Buona".
nl: Zorg ervoor dat de signaalsterkte op de gewenste locatie "Geweldig" is.

# sac.bind.mount_tip4
source: Mount the camera 7-10ft high.
ar: اعمد إلى تثبيت الكاميرا على ارتفاع 7 إلى 10 أقدام.
de: Montieren Sie die Kamera in einer Höhe von ca. 2–3 m.
es: Monte la cámara a unos 2 o 3 metros de altura.
fr: Installez la caméra à une hauteur comprise entre 2,10 m et 3 m.
it: Montare la telecamera a un'altezza di 2 o 3 metri.
nl: Monteer de camera op een hoogte van 210-305 cm.

# sac.bind.mount_tip5
source: Avoid placing the camera under direct sunlight.
ar: تجنب وضع الكاميرا تحت أشعة الشمس مباشرةً.
de: Bringen Sie die Kamera nicht an Orten mit direkter Sonneneinstrahlung an.
es: Evite exponer la cámara a la luz solar directa.
fr: Évitez d'exposer la caméra à la lumière directe du soleil.
it: Non posizionare la telecamera sotto la luce diretta del sole.
nl: Plaats de camera niet in direct zonlicht.
