Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.mode.some_device_push_record_disabled_warn
source: Some devices recording or push notification is disabled in this mode. Do you want to save it?
ar: يتم تعطيل التسجيل أو الإشعارات المؤقتة في بعض الأجهزة في هذا الوضع. هل تريد حفظه؟
de: In diesem Modus sind die Aufzeichnungen oder Push-Benachrichtigungen für einige Geräte deaktiviert. Möchten Sie die Einstellung speichern?
es: Las funciones de grabación o de notificación push de algunos dispositivos están desactivadas en este modo. ¿Desea guardarla?
fr: Dans ce mode, l'enregistrement ou la notification push de certains appareils est désactivé. Voulez-vous l'enregistrer ?
it: Le registrazioni o le notifiche push di alcuni dispositivi vengono disattivate in questa modalità. Salvare?
nl: In deze modus zijn de opnames of pushmeldingen van sommige apparaten uitgeschakeld. Wilt u dit opslaan?

# bc.mode.some_device_sound_alarm_enabled_warn
source: Some devices sound alarm is enabled in this mode. Do you want to save it?
ar: يتم تمكين المنبّه الصوتي في بعض الأجهزة في هذا الوضع. هل تريد حفظه؟
de: In diesem Modus ist der Alarmton für einige Geräte aktiviert. Möchten Sie die Einstellung speichern?
es: La alarma con sonido de algunos dispositivos está activada en este modo. ¿Desea guardarla?
fr: L'alarme sonore de certains appareils est activée dans ce mode. Voulez-vous l'enregistrer ?
it: L'allarme acustico di alcuni dispositivi viene attivato in questa modalità. Salvare?
nl: In deze modus is het geluidsalarm van sommige apparaten ingeschakeld. Wilt u dit opslaan?

# bc.mode.mode_name_exists
source: Mode name already exists.
ar: اسم الوضع موجود.
de: Modusname existiert
es: El nombre del modo existe.
fr: Le nom de mode existe.
it: Il nome della modalità esiste.
nl: De modenaam bestaat.

# bc.event.filter.devices
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
nl: Apparaten

# bc.event.filter.storage_path
source: Storage Path
ar: مسار التخزين
de: Speicherpfad
es: Ruta de almacenamiento
fr: Chemin de stockage
it: Percorso di memorizzazione
nl: Opslagpad

# bc.event.filter.select_all
source: Select All
ar: اختر الكل
de: Wählen Sie Alle
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
nl: Selecteer alles

# bc.event.filter.unselect_all
source: Deselect All
ar: الغاء تحديد الكل
de: Alle abwählen
es: Deseleccionar todo
fr: Tout déselectionner
it: Deselezionare tutto
nl: Deselecteer alles

# bc.event.filter.local
source: Local
ar: المحلي
de: Lokaler
it: Locale
nl: Lokale

# bc.event.filter.cloud
source: Cloud
ar: السحابة
es: Nube

# bc.mode.no_schedule_tip_while_change_to_schedule
source: No available schedules. Would you like to create your security modes schedule?
ar: لا توجد جداول متاحة. هل ترغب في إنشاء جدول أوضاع الأمان الخاص بك؟
de: Keine verfügbaren Zeitpläne. Möchten Sie Ihren Zeitplan für Sicherheitsmodi erstellen?
es: No hay horarios disponibles. ¿Te gustaría crear tu horario de modos de seguridad?
fr: Aucun horaire disponible. Souhaitez-vous créer votre programme de modes de sécurité?
it: Nessun programma disponibile. Desideri creare la tua pianificazione delle modalità di sicurezza?
nl: Geen beschikbare schema's. Wilt u uw schema voor beveiligingsmodi maken?

# bc.menu.insert_sdcard_tip
source: Please insert microSD card.
ar: يُرجى إدخال بطاقة microSD.
de: Bitte die microSD-Karte einlegen.
es: Introduzca la tarjeta microSD.
fr: Insérez la carte microSD.
it: Inserire la scheda MicroSD.
nl: Plaats een microSD-kaart.

# bc.devices.homebase_upgrade_downloading
source: HomeBase is downloading...
ar: يتم تنزيل HomeBase...
de: HomeBase-Aktualisierung wird heruntergeladen...
es: HomeBase está descargando...
fr: Téléchargement de l'application HomeBase…
it: Download di HomeBase in corso...
nl: HomeBase wordt gedownload...

# bc.menu.prepare_update
source: Preparing to update...
ar: يتم التحضير للتحديث...
de: Aktualisierung wird vorbereitet...
es: Preparando para actualizar...
fr: Préparation de la mise à jour…
it: Preparazione dell'aggiornamento in corso...
nl: Update voorbereiden...

# bc.devices.wait_minutes
source: Please wait a few minutes.
ar: يُرجى الانتظار بضع دقائق.
de: Bitte warten Sie einige Minuten.
es: Espere unos minutos, por favor.
fr: Patientez quelques minutes.
it: Attendere alcuni minuti.
nl: Een ogenblik geduld.

# bc.menu.homebase_upgrade_success
source: HomeBase updated successfully.
ar: تم تحديث HomeBase بنجاح.
de: Die HomeBase wurde aktualisiert.
es: HomeBase actualizada correctamente.
fr: La HomeBase a été mise à jour avec succès.
it: Aggiornamento di HomeBase completato.
nl: HomeBase is bijgewerkt.

# bc.menu.fail_update_homebase_retry
source: Failed to update HomeBase. Please restart HomeBase and try again.
ar: فشل تحديث HomeBase. يُرجى إعادة تشغيل HomeBase والمحاولة مرة أخرى.
de: Die HomeBase konnte nicht aktualisiert werden. Starten Sie die HomeBase neu und versuchen Sie es noch einmal.
es: Fallo al actualizar la HomeBase. Reinicie la HomeBase e inténtelo de nuevo.
fr: La mise à jour de la HomeBase a échoué. Redémarrez la HomeBase, puis réessayez.
it: Impossibile aggiornare HomeBase. Riavviare HomeBase e riprovare.
nl: Kan HomeBase niet bijwerken. Start HomeBase opnieuw en probeer het nog een keer.

# bc.devices.not_find_update_package
source: Cannot find the update package.
ar: يتعذّر العثور على حزمة التحديث.
de: Das Aktualisierungspaket konnte nicht gefunden werden.
es: No se ha encontrado el paquete de actualización.
fr: Le package de mise à jour est introuvable.
it: Impossibile trovare il pacchetto di aggiornamento.
nl: Kan het updatepakket niet vinden.

# bc.devices.fail_download_update_retry
source: Failed to download the update package. Please restart HomeBase and try again.
ar: فشل تنزيل حزمة التحديث. يُرجى إعادة تشغيل HomeBase والمحاولة مرة أخرى.
de: Das Aktualisierungspaket konnte nicht heruntergeladen werden. Starten Sie die HomeBase neu und versuchen Sie es noch einmal.
es: Fallo al descargar el paquete de actualización. Reinicie la HomeBase e inténtelo de nuevo.
fr: Le téléchargement du package de mise à jour a échoué. Redémarrez la HomeBase, puis réessayez.
it: Impossibile scaricare il pacchetto di aggiornamento. Riavviare HomeBase e riprovare.
nl: Kan het updatepakket niet downloaden. Start HomeBase opnieuw en probeer het nog een keer.

# bc.menu.not_connect_internet
source: Phone can not connect to the Internet.
ar: تعذّر اتصال الهاتف بالإنترنت.
de: Das Mobiltelefon konnte keine Internetverbindung herstellen.
es: El teléfono no se puede conectar a Internet.
fr: Le téléphone ne peut pas se connecter à Internet.
it: Impossibile connettere il telefono a Internet.
nl: Telefoon kan geen verbinding maken met internet.

# bc.devices.fail_connect_homebase
source: Failed to connect to HomeBase.
ar: فشل الاتصال بـ HomeBase.
de: Die Verbindung zur HomeBase ist fehlgeschlagen.
es: Fallo al conectar a la HomeBase.
fr: La connexion à la HomeBase a échoué.
it: Impossibile connettersi a HomeBase.
nl: Kan geen verbinding maken met HomeBase.

# bc.devicesetting.sdcard_formate_success
source: microSD card formatted successfully.
ar: تمت تهيئة بطاقة microSD بنجاح
de: Die microSD-Karte wurde formatiert
es: Tarjeta microSD formateada correctamente
fr: La carte microSD a été formatée avec succès.
it: Formattazione della scheda microSD completata
nl: De microSD-kaart is geformatteerd

# bc.menu.fail_format_sdcard
source: Failed to format microSD card.
ar: فشلت تهيئة بطاقة microSD.
de: Die microSD-Karte konnte nicht formatiert werden.
es: Fallo al formatear la tarjeta microSD.
fr: Le formatage de la carte microSD a échoué.
it: Impossibile formattare la scheda MicroSD.
nl: microSD-kaart formatteren mislukt.

# bc.devices.microsd_card_is_busy
source: microSD card is busy
ar: بطاقة microSD مشغولة
de: Die microSD-Karte ist ausgelastet.
es: La tarjeta microSD está ocupada.
fr: La carte microSD est occupée
it: La scheda microSD non è disponibile
nl: De microSD-kaart is bezet

# bc.devices.microsd_card_is_formatting
source: microSD card is formatting.
ar: تتم تهيئة بطاقة microSD.
de: Die microSD-Karte wird formatiert.
es: Se está formateando la tarjeta microSD.
fr: Formatage de la carte microSD…
it: La scheda microSD è in fase di formattazione.
nl: De microSD-kaart wordt geformatteerd.

# bc.menu.format_sdcard_to_storage
source: Please format HomeBase microSD Card for data encrypting.
ar: يُرجى تهيئة بطاقة microSD الخاصة بـ HomeBase لتشفير البيانات.
de: Bitte formatieren Sie die microSD-Karte der HomeBase für die Datenverschlüsselung.
es: Formatee la tarjeta microSD de la HomeBase para el cifrado de datos.
fr: Formatez la carte microSD de la HomeBase pour chiffrer les données.
it: Formattare la scheda microSD di HomeBase per la crittografia dei dati.
nl: Formatteer de microSD-kaart van HomeBase voor gegevensversleuteling.

# bc.menu.format_sdcard
source: Format microSD card
ar: تهيئة بطاقة microSD
de: microSD-Karte formatieren
es: Formatear tarjeta microSD
fr: Formatez la carte microSD
it: Formatta scheda microSD
nl: MicroSD-kaart formatteren

# bc.menu.fail_format_sdcard_remove
source: Failed to format microSD card. Please remove it from HomeBase.
ar: فشلت تهيئة بطاقة microSD. يُرجى إزالتها من HomeBase.
de: Die microSD-Karte konnte nicht formatiert werden. Bitte entfernen Sie sie aus der HomeBase.
es: Fallo al formatear la tarjeta microSD. Extráigala de la HomeBase.
fr: Le formatage de la carte microSD a échoué. Veuillez la retirer de la HomeBase.
it: Impossibile formattare la scheda MicroSD. Rimuoverla da HomeBase.
nl: microSD-kaart formatteren mislukt. Verwijder de kaart uit HomeBase.

# bc.menu.homebase_sdcard_not_work_tip
source: microSD Card cannot work properly. Please re-plug the microSD Card or restart the HomeBase.
ar: بطاقة microSD لا يمكن أن تعمل بشكل صحيح. يرجى إعادة توصيل بطاقة microSD أو إعادة تشغيل HomeBase.
de: Die microSD-Karte funktioniert nicht richtig. Bitte stecken Sie die microSD-Karte erneut ein oder starten Sie die HomeBase neu.
es: La tarjeta microSD no funciona correctamente. Vuelva a enchufar la tarjeta microSD o reinicie HomeBase.
fr: La carte microSD ne peut pas fonctionner correctement. Veuillez rebrancher la carte microSD ou redémarrer la HomeBase.
it: La scheda microSD non può funzionare correttamente. Ricollegare la scheda microSD o riavviare HomeBase.
nl: microSD-kaart kan niet goed werken. Sluit de microSD-kaart opnieuw aan of start de HomeBase opnieuw op.

# bc.menu.getting_status
source: Getting status...
ar: يتم الحصول على حالة...
de: Status wird abgerufen...
es: Obteniendo estado...
fr: Obtention de l'état…
it: Recupero dello stato in corso...
nl: Status ophalen...

# bc.menu.confirm_pullout_homebase_sdcard
source: Please confirm you have pulled out the microSD card from HomeBase.
ar: يُرجى التأكد من أنك سحبت بطاقة microSD من HomeBase.
de: Bitte bestätigen Sie, dass Sie die microSD-Karte aus der HomeBase entfernt haben.
es: Confirme que ha extraído la tarjeta microSD de la HomeBase.
fr: Veuillez confirmer que vous avez bien retiré la carte microSD de la HomeBase.
it: Verificare di aver estratto la scheda microSD da HomeBase.
nl: Controleer of u de microSD-kaart uit HomeBase hebt gehaald.

# bc.menu.initialize_sdcard
source: Initializing microSD card...
ar: تتم تهيئة بطاقة microSD...
de: microSD-Karte wird initialisiert...
es: Inicializando tarjeta microSD...
fr: Initialisation de la carte microSD…
it: Inizializzazione della scheda microSD in corso...
nl: MicroSD-kaart initialiseren...

# bc.menu.pullout_sdcard
source: Remove microSD Card
ar: إزالة بطاقة microSD
de: microSD-Karte entfernen
es: Extraer tarjeta microSD
fr: Retirez la carte microSD
it: Rimuovere la scheda microSD
nl: MicroSD-kaart verwijderen

# bc.menu.sdcard_formate_success
source: microSD card formatted successfully.
ar: تمت تهيئة بطاقة microSD بنجاح.
de: Die microSD-Karte wurde formatiert.
es: Tarjeta microSD formateada correctamente.
fr: Formatage réussi de la carte microSD.
it: Formattazione della scheda microSD completata.
nl: De microSD-kaart is geformatteerd.

# bc.devicesetting.local_storage
source: Local Storage
ar: التخزين المحلي
de: Lokaler Speicher
es: Almacenamiento local
fr: Stockage local
it: Spazio di archiviazione locale
nl: Lokale opslag

# bc.devicesetting.used
source: Used
ar: المستخدَم
de: Belegt
es: En uso
fr: Utilisé
it: In uso
nl: Gebruikt

# bc.devicesetting.total
source: Total
ar: الإجمالي
de: Gesamt
it: Totale
nl: Totaal

# bc.menu.sdcard_full_tip
source: microSD card is full. Please backup any important video clips as they will be recorded over.
ar: إن بطاقة microSD ممتلئة. يُرجى الاحتفاظ بنسخة احتياطية من كل مقاطع الفيديو المهمة لأنه سيتم التسجيل فوقها.
de: Die microSD-Karte ist voll. Bitte sichern Sie alle wichtigen Videoclips, da sie demnächst überschrieben werden.
es: La tarjeta microSD está llena. Cree una copia de seguridad de todos los clips de vídeo importantes, ya que se sobrescribirán.
fr: La carte microSD est pleine. Veuillez sauvegarder tous vos clips vidéo importants, car l'enregistrement de nouveaux clips les effacera.
it: La scheda microSD è piena. Eseguire una copia di backup di tutti i clip video importanti mano a mano che vengono registrati.
nl: De microSD-kaart is vol. Maak een back-up van belangrijke videoclips, want deze zullen worden overschreven.

# bc.devicesetting.formate_sdcard_continue_do
source: Formatting the microSD card will remove all of the data stored on it. Are you sure you want to continue?
ar: ستؤدي تهيئة بطاقة microSD إلى إزالة كل البيانات المخزنة عليها. هل أنت متأكد من أنك تريد المتابعة؟
de: Beim Formatieren der microSD-Karte werden alle darauf gespeicherten Daten entfernt. Möchten Sie wirklich fortfahren?
es: Al formatear la tarjeta microSD, se eliminarán todos los datos almacenados en ella. ¿Seguro que desea continuar?
fr: Le formatage de la carte microSD supprimera toutes les données qu'elle contient. Voulez-vous vraiment continuer ?
it: La formattazione della scheda microSD comporta la rimozione di tutti i dati memorizzati su di essa. Continuare?
nl: Als u de microSD-kaart formatteert, worden alle erop opgeslagen gegevens verwijderd. Weet u zeker dat u wilt doorgaan?

# bc.menu.sdcard_need_formate_tip
source: microSD card needs to be formatted. Please backup your data before formatting.
ar: يجب تهيئة بطاقة microSD. يُرجى الاحتفاظ بنسخة احتياطية من بياناتك قبل التهيئة.
de: Die microSD-Karte muss formatiert werden. Bitte sichern Sie Ihre Daten, bevor Sie sie formatieren.
es: La tarjeta microSD se tiene que formatear. Cree una copia de seguridad de sus datos antes de hacerlo.
fr: La carte microSD doit être formatée. Veuillez sauvegarder vos données avant le formatage.
it: La scheda microSD deve essere formattata. Eseguire il backup dei dati prima di procedere con la formattazione.
nl: De microSD-kaart moet worden geformatteerd. Maak een back-up van uw gegevens voordat u deze formatteert.

# bc.devices.sdcard_mount_fail_reinsert_tip
source: microSD card is not working properly. Please re-insert it or restart HomeBase.
ar: لا تعمل بطاقة microSD بشكل صحيح. يُرجى إعادة إدخالها أو إعادة تشغيل HomeBase.
de: Die microSD-Karte funktioniert nicht ordnungsgemäß. Bitte legen Sie sie erneut ein oder starten Sie die HomeBase neu.
es: La tarjeta microSD no está funcionando correctamente. Vuelva a insertarla o reinicie la HomeBase.
fr: La carte microSD ne fonctionne pas correctement. Veuillez la réinsérer ou redémarrez la HomeBase.
it: La scheda microSD non funziona correttamente. Reinserire o riavviare HomeBase.
nl: De microSD-kaart werkt niet goed. Plaats de kaart opnieuw of start HomeBase opnieuw.

# bc.other.sdcard_need_format_tip
source: microSD card needs to be formatted for data encryption.
ar: يجب تهيئة بطاقة microSD لتشفير البيانات.
de: Die microSD-Karte muss für die Datenverschlüsselung formatiert werden.
es: La tarjeta microSD se tiene que formatear para la codificación de datos.
fr: La carte microSD doit être formatée pour chiffrer les données.
it: La scheda microSD deve essere formattata per la crittografia dei dati.
nl: De microSD-kaart moet worden geformatteerd voor gegevensversleuteling.

# bc.menu.formatting_progress_0
source: Formatting... 0%
ar: تتم التهيئة... 0%
de: Wird formatiert... 0 %
es: Formateando... %@
fr: Formatage… 0 %
it: Formattazione in corso... 0%
nl: Formatteren... 0%

# bc.menu.homebase_update_latest_tip
source: HomeBase' firmware must be updated to the latest version.
ar: يجب تحديث البرنامج الثابت لـ HomeBase إلى أحدث إصدار.
de: Die HomeBase-Firmware muss auf die neueste Version aktualisiert werden.
es: El firmware de la HomeBase se debe actualizar a la versión más reciente.
fr: Le firmware de la HomeBase doit être mis à jour avec la dernière version.
it: È necessario aggiornare il firmware di HomeBase alla versione più recente.
nl: De firmware van de HomeBase moet worden bijgewerkt naar de nieuwste versie.

# bc.menu.formatting_progress_tip
source: Formatting... %.0f%%
ar: تتم التهيئة... % من%%
de: Wird formatiert... %.0f%%
es: Formateando... %.0f%%
fr: Formatage… %.0f%%
it: Formattazione in corso... %.0f%%
nl: Formatteren... %.0f%%

# bc.menu.sdcard_formatting
source: microSD card is formatting.…
ar: تتم تهيئة بطاقة microSD....
de: Die microSD-Karte wird formatiert...
es: Se está formateando la tarjeta microSD...
fr: Formatage de la carte microSD…
it: Formattazione della scheda microSD in corso...
nl: De microSD-kaart wordt geformatteerd...

# bc.menu.formatting_progress_finish
source: Formatting... 100%
ar: تتم التهيئة... 100%
de: Wird formatiert... 100 %
es: Formateando... 100 %
fr: Formatage… 100%
it: Formattazione in corso... 100%
nl: Formatteren... 100%

# bc.devices.sdcard_need_format_tip
source: microSD card needs to be formated. Please backup your data before formatting.
ar: يجب تهيئة بطاقة microSD. يُرجى الاحتفاظ بنسخة احتياطية من بياناتك قبل التهيئة.
de: Die microSD-Karte muss formatiert werden. Bitte sichern Sie Ihre Daten, bevor Sie sie formatieren.
es: La tarjeta microSD se tiene que formatear. Cree una copia de seguridad de sus datos antes de hacerlo.
fr: La carte microSD doit être formatée. Veuillez sauvegarder vos données avant le formatage.
it: La scheda microSD deve essere formattata. Eseguire il backup dei dati prima di procedere con la formattazione.
nl: De microSD-kaart moet worden geformatteerd. Maak een back-up van uw gegevens voordat u deze formatteert.

# bc.menu.cannot_connect_homebase
source: Unable to connect to HomeBase.
ar: تعذر الاتصال بـ HomeBase.
de: Es konnte keine Verbindung zur HomeBase hergestellt werden.
es: No se ha podido conectar a la HomeBase.
fr: Impossible de se connecter à la HomeBase.
it: Impossibile connettersi a HomeBase.
nl: Kan geen verbinding maken met HomeBase.

# bc.devices.not_to_internet
source: Phone is not connected to the Internet.
ar: إن الهاتف ليس متصلاً بالإنترنت.
de: Das Mobiltelefon ist nicht mit dem Internet verbunden.
es: El teléfono no está conectado a Internet.
fr: Le téléphone n'est pas connecté à Internet.
it: Il telefono non è connesso a Internet.
nl: Telefoon is niet met internet verbonden.

# bc.menu.fail_get_sdcard_status_tip
source: Unable to get microSD card's status.
ar: تعذر الحصول على حالة بطاقة microSD.
de: Der Status der microSD-Karte konnte nicht abgerufen werden.
es: No se ha podido obtener el estado de la tarjeta microSD.
fr: Impossible d'obtenir l'état de la carte microSD.
it: Impossibile recuperare lo stato della scheda microSD.
nl: Kan de status van de microSD-kaart niet ophalen.

# bc.devicesetting.microsd_card
source: microSD Card
ar: بطاقة microSD
de: microSD-Karte
es: Tarjeta microSD
fr: Carte microSD
it: Scheda MicroSD
nl: MicroSD-kaart

# bc.menu.formating_
source: Formatting...
ar: تتم التهيئة...
de: Wird formatiert...
es: Formateando...
fr: Formatage…
it: Formattazione in corso...
nl: Formatteren...

# bc.menu.formatting
source: Formatting...
ar: تتم التهيئة...
de: Wird formatiert...
es: Formateando...
fr: Formatage…
it: Formattazione in corso...
nl: Formatteren...

# bcii.devicesetting.format_storage_tip_msg
source: Formatting local memory will remove all of the data stored in it, and it may take a long time. Are you sure you want to continue?
ar: سيؤدي تنسيق الذاكرة المحلية إلى إزالة جميع البيانات المخزنة فيها ، وقد يستغرق الأمر وقتًا طويلاً. هل أنت متأكد أنك تريد المتابعة؟
de: Durch das Formatieren des lokalen Speichers werden alle darin gespeicherten Daten gelöscht. Dies kann sehr lange dauern. Bist du dir sicher, dass du weitermachen willst?
es: El formateo de la memoria local eliminará todos los datos almacenados en ella, y puede llevar mucho tiempo. Estás seguro de que quieres continuar?
fr: Le formatage de la mémoire locale supprime toutes les données stockées, ce qui peut prendre beaucoup de temps. Es-tu sur de vouloir continuer?
it: La formattazione della memoria locale rimuoverà tutti i dati in essa memorizzati e potrebbe richiedere molto tempo. Sei sicuro di voler continuare?
nl: Als u het lokale geheugen formatteert, worden alle gegevens die erin zijn opgeslagen verwijderd en kan het lang duren. Weet je zeker dat je door wilt gaan?

# bcii.devicesetting.prepare_format_emmc
source: Preparing to format the local memory...
ar: جارٍ التحضير لتهيئة الذاكرة المحلية ...
de: Formatierung des lokalen Speichers wird vorbereitet ...
es: Preparación para formatear la memoria local ...
fr: Préparer le formatage de la mémoire locale ...
it: Preparazione alla formattazione della memoria locale ...
nl: Voorbereiding voor het formatteren van het lokale geheugen ...

# bcii.menu.emmc_formatting
source: Formatting the local memory... %@
ar: تتم تهيئة الذاكرة المحلية...%@
de: Lokaler Speicher wird formatiert...%@
es: Formateando la memoria local…%@
fr: Formatage de la mémoire locale...%@
it: Formattazione della memoria locale in corso...%@
nl: Het lokale geheugen wordt geformatteerd...%@

# bcii.menu.initialize_emmc
source: Initializing the local memory...
ar: تهيئة الذاكرة المحلية ...
de: Initialisierung des lokalen Speichers ...
es: Inicializando la memoria local ...
fr: Initialisation de la mémoire locale ...
it: Inizializzazione della memoria locale ...
nl: Het lokale geheugen initialiseren ...

# bcii.devicesetting.formatted_emmc_successfully
source: Local memory formatted successfully.
ar: تمت تهيئة الذاكرة المحلية بنجاح.
de: Lokaler Speicher erfolgreich formatiert.
es: La memoria local se ha formateado correctamente.
fr: Formatage de la mémoire locale réussi.
it: Formattazione della memoria locale riuscita.
nl: Het lokale geheugen is geformatteerd.

# bcii.devicesetting.failed_to_format_emmc
source: Failed to format the local memory.
ar: فشل إصلاح الذاكرة المحلية.
de: Reparieren des lokalen Speichers fehlgeschlagen.
es: Error al reparar la memoria local.
fr: Échec de la réparation de la mémoire locale.
it: Impossibile riparare la memoria locale.
nl: Kan het lokale geheugen niet herstellen.

# bcii.devicesetting.format_sd_tip_msg
source: Formatting SD Card will remove all of the data stored in it, and it may take a long time. Are you sure you want to conitue?
ar: ستؤدي تهيئة بطاقة microSD إلى إزالة كل البيانات المخزنة عليها. هل أنت متأكد من أنك تريد المتابعة؟
de: Beim Formatieren der microSD-Karte werden alle darauf gespeicherten Daten entfernt. Möchten Sie wirklich fortfahren?
es: Al formatear la tarjeta microSD, se eliminarán todos los datos almacenados en ella. ¿Seguro que desea continuar?
fr: Le formatage de la carte microSD supprimera toutes les données qu'elle contient. Voulez-vous vraiment continuer ?
it: La formattazione della scheda microSD comporta la rimozione di tutti i dati memorizzati su di essa. Continuare?
nl: Als u de microSD-kaart formatteert, worden alle erop opgeslagen gegevens verwijderd. Weet u zeker dat u wilt doorgaan?
