Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.bind_fl_guide_connect_fail_action2
source: Add a Wi-Fi Range Extender to your network to improve the signal strength of the Floodlight Cam.
ar: أضِف موسع نطاق Wi-Fi إلى شبكتك لتحسين قوة إشارة الكاميرا مع مصباح الضوء الغامر.
de: Verwenden Sie einen WLAN-Signalverstärker, um die Reichweite des Flutlichtkamerasignals zu verbessern.
es: Añada un extensor de rango de Wi-Fi a su red para mejorar la intensidad de la señal de la cámara con focos.
fr: Ajoutez un répéteur Wi-Fi à votre réseau pour améliorer l'intensité du signal de la caméra de sécurité avec réflecteurs.
it: Aggiungere un estensore di portata Wi-Fi alla rete per migliorare la potenza del segnale della telecamera con riflettore.
nl: Voeg een Wi-Fi Range Extender aan uw netwerk toe om de signaalsterkte van de Schijnwerpercamera te verbeteren.

# bc.bind_fl_guide_connect_fail_action3
source: You can test the signal later in the menu - Floodlight Cam Settings > Mounting Guide.
ar: يمكنك اختبار الإشارة لاحقًا في القائمة - إعدادات الكاميرا مع مصباح الضوء الغامر > دليل التثبيت.
de: Sie können das Signal zu einem späteren Zeitpunkt testen. Wählen Sie dazu im Menü – Einstellungen der Flutlichtkamera > Montageanleitung.
es: Puede probar la señal más adelante en el menú Configuración de la cámara con focos > Guía de montaje.
fr: Vous pouvez tester le signal plus tard dans le menu - Paramètres de la caméra de sécurité avec réflecteurs > Guide de montage.
it: È possibile testare il segnale in un secondo momento nel menu - Impostazioni della telecamera con riflettore > Guida al montaggio.
nl: U kunt het signaal later testen in het menu - Instellingen van de Schijnwerpercamera > Montagehandleiding.

# bc.setting.fl_light_night_off_title
source: Do you want to turn off night vision?
ar: هل تريد إيقاف تشغيل الرؤية الليلية؟
de: Möchten Sie die Nachtsicht ausschalten?
es: ¿Desea desactivar la visión nocturna?
fr: Voulez-vous éteindre la vision nocturne ?
it: Spegnere la visione notturna?
nl: Wilt u nachtzicht uitschakelen?

# bc.setting.fl_light_night_off_tip
source: Night vision will not be activated automatically during night time.
ar: لن يتم تنشيط الرؤية الليلية تلقائيًا خلال الليل.
de: Die Nachtsicht wird bei Dunkelheit nicht automatisch aktiviert.
es: La visión nocturna no se activará automáticamente durante la noche.
fr: La vision nocturne ne s'active pas automatiquement pendant la nuit.
it: La visione notturna non viene attivata automaticamente durante la notte.
nl: Nachtzicht wordt 's nachts niet automatisch geactiveerd.

# bc.setting.fl_common_unavailable
source: Unavailable
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
nl: Niet beschikbaar

# bc.setting.fl_off_motion_for_light_tip
source: Unavailable. Motion Detection is disabled.
ar: غير متوفر. تم تعطيل اكتشاف الحركة.
de: Nicht verfügbar. Die Bewegungserkennung ist deaktiviert.
es: No disponible. La detección de movimiento está desactivada.
fr: Indisponible. La détection de mouvement est désactivée.
it: Non disponibile. Il rilevamento del movimento è disabilitato.
nl: Niet beschikbaar. Bewegingsdetectie is uitgeschakeld.

# bc.bind.fl_sync_view_title
source: Enable setup Mode
ar: تمكين وضع الإعداد
de: Einrichtungsmodus aktivieren
es: Activar modo de configuración
fr: Activation du mode Configuration
it: Abilita la modalità di configurazione
nl: Schakel de installatiemodus in

# bc.bind.fl_connect_cam_title
source: Connect Camera
ar: توصيل الكاميرا
de: Kamera anschließen
es: Conectar la cámara
fr: Connectez la caméra
it: Collega la telecamera
nl: Camera verbinden

# bc.bind.fl_manual_wifi_title
source: Manually Enter Wi-Fi
ar: إدخال Wi-Fi يدويًا
de: WLAN manuell eingeben
es: Introducir Wi-Fi manualmente
fr: Passez manuellement en mode Wi-Fi
it: Inserisci manualmente Wi-Fi
nl: Voer Wi-Fi handmatig in

# bc.bind.fl_slide_white
source: Solid White
ar: أبيض ثابت
de: Leuchtet weiß
es: Blanco fijo
fr: Blanc fixe
it: Bianco fisso
nl: Brandt wit

# bc.bind_fl_wifi_5g_not_support
source: 5Ghz Wi-Fi not supported.
ar: لا يتم دعم شبكة Wi-Fi بتردد 5 جيجاهرتز.
de: 5-GHz-WLAN nicht unterstützt.
es: Wi-Fi de 5 GHz no compatible.
fr: Réseau Wi-Fi 5 GHz non pris en charge.
it: Wi-Fi a 5 GHz non supportato.
nl: 5Ghz-Wi-Fi wordt niet ondersteund.

# bc.mode.fl_speaker_off_tip
source: Audio is disabled.
ar: تم تعطيل الصوت.
de: Audiofunktion ist deaktiviert.
es: El audio está desactivado.
fr: L'audio est désactivé.
it: L'audio è disattivato.
nl: Audio is uitgeschakeld.

# bc.setting.fl_record_0s
source: 0s
ar: 0 ثانية
de: 0 Sek.

# bc.setting.fl_record_30s
source: 30s
ar: 30 ثانية
de: 30 Sek.

# bc.setting.fl_record_120s
source: 120s
ar: 120 ثانية
de: 120 Sek.

# bc.setting.fl_record_setting_title
source: Recording Settings
ar: إعدادات التسجيل
de: Aufzeichnungseinstellungen
es: Configuración de grabación
fr: Paramètres d'enregistrement
it: Impostazioni di registrazione
nl: Opname-instellingen

# bc.setting.fl_record_set_pir_unable_tip
source: Motion detection was disabled. Recording settings are unable to be set. Do you want to enable it?
ar: تم تعطيل اكتشاف الحركة. يتعذر تعيين إعدادات التسجيل. هل تريد تمكينها؟
de: Die Bewegungserkennung wurde deaktiviert. Aufzeichnungseinstellungen können nicht eingerichtet werden. Möchten Sie sie aktivieren?
es: La detección de movimiento se ha desactivado. No se pueden establecer los ajustes de grabación. ¿Desea activarla?
fr: La détection de mouvement a été désactivée. Impossible de définir les paramètres d'enregistrement. Voulez-vous l'activer ?
it: Il rilevamento del movimento è disabilitato. Impossibile impostare l'impostazione di registrazione. Abilitarla?
nl: Bewegingsdetectie werd uitgeschakeld. Opname-instellingen kunnen niet worden ingesteld. Wilt u deze inschakelen?

# bc.bind.fl_fail_network_error_title
source: Router is unable to connect to the internet
ar: يتعذّر على الموجّه الاتصال بالإنترنت
de: Der Router konnte keine Internetverbindung herstellen
es: El router no ha podido conectarse a Internet.
fr: Le routeur ne parvient pas à se connecter à Internet.
it: Il router non è in grado di connettersi a Internet
nl: Router kan geen verbinding maken met internet

# bc.bind.fl_fail_network_error_tip
source: Make sure your router can connect to the internet.
ar: تأكد من إمكانية اتصال الموجّه بالإنترنت.
de: Überprüfen Sie, ob Ihr Router eine Internetverbindung herstellen kann.
es: Asegúrese de que su router pueda conectarse a Internet.
fr: Vérifiez que votre routeur peut se connecter à Internet.
it: Verificare che il router sia in grado di connettersi a Internet.
nl: Controleer of uw router verbinding kan maken met internet.

# bc.devices.fl_brightness_setting_head
source: Set the brightness when in manual, motion and schedule mode.
ar: قم بإعداد سطوع الأضواء عند التحكم بها عبر الإعداد اليدوي، والحركة والجدول.
de: Richten Sie die Helligkeit der Beleuchtung bei manueller Steuerung, Bewegung und Zeitplan ein.
es: Configure el brillo de las luces cuando se controlen de forma manual, mediante movimiento y mediante programación.
fr: Permet de configurer la luminosité des voyants lorsqu'ils sont contrôlés manuellement, par mouvement et par programme.
it: Impostare la luminosità delle luci se controllata manualmente, con movimento e programma.
nl: Stel de helderheid van de verlichting in als deze handmatig, met bewegingsdetectie en via een tijdschema wordt geregeld.

# bc.devices.fl_brightness_setting_head_key
source: manual, motion and schedule
ar: اليدوي والحركة والجدول
de: manuell, Bewegung und Zeitplan
es: manual, movimiento y programación
fr: manuel, mouvement et programme
it: manuale, movimento e programma
nl: handmatig, bewegingsdetectie en tijdschema

# bc.setting.fl_light_total_off_tip
source: The auto-night vision feature will be turned off permanently. Do you want to continue?
ar: سيتم إيقاف تشغيل ميزة الرؤية الليلية التلقائية نهائيًا. هل تريد المتابعة؟
de: Die automatische Nachtsichtfunktion wird dauerhaft deaktiviert. Möchten Sie fortfahren?
es: La función de visión nocturna automática se desactivará permanentemente. ¿Desea continuar?
fr: La fonction de vision nocturne automatique sera désactivée de manière permanente. Souhaitez-vous continuer ?
it: La funzione di visione notturna verrà disattivata in modo permanente. Continuare?
nl: De functie voor automatisch nachtzicht wordt definitief uitgeschakeld. Wilt u doorgaan?

# bc.exception.fl_ppcs_error_-125
source: Please press and hold the Floodlight Cam SYNC button for at least 2 seconds.
ar: يُرجى الضغط باستمرار على زر SYNC الخاص بالكاميرا مع مصباح الضوء الغامر لمدة ثانيتَين على الأقل.
de: Halten Sie die Taste „SYNC“ der Flutlichtkamera mindestens zwei Sekunden lang gedrückt.
es: Mantenga pulsado el botón SYNC de la cámara con focos durante al menos dos segundos.
fr: Appuyez sur le bouton SYNC de la caméra de sécurité avec réflecteurs pendant au moins deux secondes.
it: Tenere premuto il tasto SYNC della telecamera con riflettore per almeno 2 secondi.
nl: Houd de knop SYNC op de Schijnwerpercamera ten minste 2 seconden ingedrukt.

# bc.device.fl_guest_light_off_tip
source: The lights have been turned off by the owner. Please ask the owner to turn them back on.
ar: أوقف المالك تشغيل الأضواء. يُرجى طلب تشغيلها من المالك.
de: Die Beleuchtung wurde vom Besitzer ausgeschaltet. Bitten Sie den Besitzer, sie einzuschalten.
es: El propietario ha apagado las luces. Pida al propietario que las encienda.
fr: L'éclairage a été éteint par le propriétaire. Veuillez demander au propriétaire de l'activer.
it: Le luci sono state spente dal proprietario. Chiedere al proprietario di attivarle.
nl: Verlichting is uitgeschakeld door de eigenaar. Vraag de eigenaar de verlichting in te schakelen.

# bc.bind.fl_wifi_guide_next
source: Already Connected
ar: تم الاتصال مسبقًا مع مصباح
de: Bereits verbunden
es: Ya está conectado
fr: Déjà connecté
it: Già connesso
nl: Reeds verbonden

# bc.bind.fl_iOS13_WiFi_tip_top
source: Write down and enter the Wi-Fi name and password you want the Floodlight Camera connect to.
ar: اكتب اسم شبكة Wi-Fi التي تريد أن تتصل بها الكاميرا الضوء الغامر، بالإضافة إلى كلمة مرورها وأدخلهما.
de: Notieren Sie den Namen und das Passwort des WLAN, mit dem Sie die Flutlichtkamera verbinden möchten, und geben Sie sie ein.
es: Anote e introduzca el nombre y la contraseña de la red Wi-Fi a la que desea conectar la cámara con focos.
fr: Saisissez le nom et le mot de passe du routeur Wi-Fi auquel vous souhaitez que la caméra de sécurité avec réflecteurs se connecte.
it: Annotare e immettere il nome Wi-Fi e la password a cui si desidera connettere la telecamera con riflettore.
nl: Voer de Wi-Fi-naam en het Wi-Fi-wachtwoord in waarmee de Schijnwerpercamera verbinding moet maken en noteer deze gegevens.

# bc.bind.fl_iOS13_WiFi_tip_bottom1
source: * Please only enter a 2.4Ghz Wi-Fi.
ar: * يُرجى إدخال شبكة Wi-Fi بتردد 2,4 جيجاهرتز فحسب.
de: * Geben Sie bitte nur ein 2,4-GHz-WLAN ein.
es: * Introduzca solo una red Wi-Fi de 2,4 GHz.
fr: * Veuillez saisir uniquement une connexion Wi-Fi 2,4 Ghz.
it: * Immettere solo un Wi-Fi a 2,4 GHz.
nl: * Voer alleen een Wi-Fi-netwerk van 2.4Ghz in.

# bc.bind.fl_iOS13_WiFi_tip_bottom2
source: * Please pay attention to uppercase and lowercase letters.
ar: * يُرجى الانتباه إلى الأحرف الكبيرة والصغيرة.
de: * Achten Sie bitte auf die Groß- und Kleinschreibung.
es: * Tenga en cuenta las letras mayúsculas y minúsculas.
fr: * Attention aux majuscules et aux minuscules.
it: * Prestare attenzione alle lettere maiuscole e minuscole.
nl: * Hoofdlettergevoelig.

# bc.bind.fl_wifi_connect_tip
source: *If unable to find camera's SSID, refresh your phone's WLAN list.
ar: *إذا لم تتمكن من العثور على معرّف SSID الخاص بالكاميرا، فقم بتحديث قائمة شبكة WLAN على هاتفك.
de: * Falls Sie die SSID der Kamera nicht finden können, aktualisieren Sie die WLAN-Liste Ihres Mobiltelefons.
es: * Si no puede encontrar el SSID de la cámara, actualice la lista de WLAN de su teléfono.
fr: *Si vous ne parvenez pas à trouver le SSID de la caméra, actualisez la liste WLAN de votre téléphone.
it: *Se è impossibile trovare l'SSID della telecamera, aggiornare l'elenco WLAN del telefono.
nl: * Als de SSID van de camera niet kan worden gevonden, dient u de WLAN-lijst van uw telefoon te vernieuwen.

# bc.setting.fl_light_total_off_status_tip
source: Lights have been turned off. Do you want to turn them on in the Light Settings?
ar: تم إيقاف تشغيل الأضواء بشكل دائم. هل تريد تشغيل الأضواء في إعدادات الضوء؟
de: Die Beleuchtung wurde dauerhaft ausgeschaltet. Möchten Sie die Beleuchtung in den Beleuchtungseinstellungen einschalten?
es: Las luces se han apagado permanentemente. ¿Desea encender las luces en la configuración de luces?
fr: Les voyants ont été éteints de façon permanente. Voulez-vous allumer les voyants dans les paramètres d'éclairage ?
it: Le luci sono state spente in modo permanente. Accendere le luci in Impostazioni luci?
nl: Verlichting is permanent uitgeschakeld. Wilt u de verlichting inschakelen in de Verlichtingsinstellingen?

# bc.setting.fl_no_light_schedule
source: Customize your lights schedule
ar: جدولة الأضواء ليتم تشغيلها وإيقاف تشغيلها تلقائيًا
de: Automatisches Ein- und Ausschalten nach Beleuchtungszeitplan einrichten
es: Programar las luces para que se enciendan y se apaguen automáticamente
fr: Programmez les voyants pour qu'ils s'allument et s'éteignent automatiquement
it: Programmare l'accensione e lo spegnimento automatico delle luci
nl: Maak een schema om de verlichting automatisch in en uit te schakelen

# bc.player.floodlight_off
source: Lights turned off
ar: تم إيقاف تشغيل الأضواء
de: Beleuchtung ausgeschaltet
es: Luces apagadas
fr: Voyants éteints
it: Luci spente
nl: Verlichting uitgeschakeld

# bc.player.floodlight_on
source: Lights turned on
ar: تم تشغيل الأضواء
de: Beleuchtung eingeschaltet
es: Luces encendidas
fr: Voyants allumés
it: Luci accese
nl: Verlichting ingeschakeld

# bc.setting.fl_motion_setting_head
source: Detection Sensitivity
ar: حساسية الاكتشاف
de: Erkennungsempfindlichkeit
es: Sensibilidad de detección
fr: Sensibilité de détection
it: Sensibilità di rilevamento
nl: Detectiegevoeligheid

# bc.devicesetting.fl_flash_red_detects_motion
source: Camera will flash red and sound beep when it detects motion.
ar: ستومض الكاميرا باللون الأحمر وستُصدر إشارةً صوتيةً عند اكتشاف حركة.
de: Die Kamera blinkt rot und gibt einen Signalton aus, wenn eine Bewegung erkannt wird.
es: La cámara parpadeará en rojo y emitirá un pitido cuando detecte movimiento.
fr: La caméra est rouge clignotant et émet un bip lorsqu'elle détecte un mouvement.
it: La telecamera lampeggia in rosso e viene emesso un segnale acustico quando rileva un movimento.
nl: De camera knippert rood en er klinkt een pieptoon als er beweging wordt gedetecteerd.

# bc.devicesetting.fl_flash_red_key1
source: flash red
ar: أحمر وامض
de: Blinkt rot
es: parpadeo rojo
fr: rouge clignotant
it: rosso lampeggiante
nl: knippert rood

# bc.devicesetting.fl_flash_red_key2
source: sound beep
ar: إصدار إشارة صوتية
de: Signalton
es: pitido
fr: émet un bip
it: segnale acustico
nl: pieptoon

# bc.setting.fl_motion_distance_lights
source: Motion distance for lights
ar: مسافة الحركة للأضواء
de: Bewegungsabstand für Beleuchtung
es: Distancia de movimiento para luces
fr: Distance de mouvement pour les voyants
it: Distanza di movimento per le luci
nl: Bewegingsafstand voor verlichting

# bc.setting.fl_motion_distance_footer
source: Customize the motion detection distance.
ar: خصص مسافة الحركة حيث بإمكانها اكتشافها.
de: Passen Sie den Abstand an, in dem Bewegungen erkannt werden sollen.
es: Personalice la distancia de movimiento a la que se puede realizar una detección.
fr: Personnalisez la distance de mouvement là où elle peut être délectable.
it: Consente di personalizzare la distanza di movimento in modo che sia possibile il rilevamento.
nl: Pas de afstand aan voor bewegingsdetectie.

# bc.bind.fl_au1_title
source: Select Region
ar: تحديد المنطقة
de: Region auswählen
es: Seleccionar región
fr: Sélectionnez la région
it: Seleziona zona
nl: Selecteer Regio

# bc.bind.fl_au1_tip1
source: Please select the region where Floodlight Cam will be installed.
ar: يُرجى تحديد المنطقة التي سيتم فيها تثبيت الكاميرا مع مصباح الضوء الغامر.
de: Wählen Sie die Region aus, in der die Flutlichtkamera installiert werden soll.
es: Seleccione la región en la que se instalará la cámara con focos.
fr: Veuillez sélectionner la région où sera installée la caméra de sécurité avec réflecteurs.
it: Selezionare la zona in cui verrà installata la telecamera con riflettore.
nl: Selecteer de regio waarin de Schijnwerpercamera wordt geïnstalleerd.

# bc.bind.fl_au1_tip2
source: The setup guide will vary for different regions.
ar: سيختلف دليل الإعداد باختلاف المناطق.
de: Die Installationsanleitung variiert je nach Region.
es: La guía de configuración variará según la región.
fr: Le guide de configuration varie selon les régions.
it: La guida all'impostazione varia in base alle diverse zone.
nl: De configuratiehandleiding verschilt per regio.

# bc.bind.fl_au1_value1
source: USA or Canada
ar: الولايات المتحدة الأميركية أو كندا
de: USA oder Kanada
es: EE. UU. o Canadá
fr: États-Unis ou Canada
it: USA o Canada
nl: VS of Canada

# bc.bind.fl_au1_value2
source: Non USA or Canada
ar: غير الولايات المتحدة الأميركية أو كندا
de: Außerhalb der USA oder Kanadas
es: Fuera de EE. UU. o Canadá
fr: Hors États-Unis ou Canada
it: Non USA o Canada
nl: Buiten de VS of Canada

# bc.bind.fl_au2_title
source: Positioning Location
ar: موضع الموقع
de: Position
es: Ubicación de posicionamiento
fr: Emplacement de positionnement
it: Luogo di posizionamento
nl: Bevestigingslocatie

# bc.bind.fl_au2_tip_title
source: Position your Floodlight Cam for the proper location.
ar: ضع الكاميرا مع مصباح الضوء الغامر في الموقع المناسب.
de: Positionieren Sie die Flutlichtkamera ordnungsgemäß.
es: Coloque su cámara con focos en la ubicación adecuada.
fr: Positionner la caméra de sécurité avec réflecteurs à l'emplacement approprié.
it: Posizionare la telecamera con riflettore nella posizione corretta.
nl: Plaats uw Schijnwerpercamera op de juiste locatie.

# bc.bind.fl_au2_tip1
source: Recommended on the side wall:
ar: الموقع الذي يوصى به على الحائط الجانبي:
de: Empfohlen an der Seitenwand:
es: Recomendado en la pared lateral:
fr: Recommandé sur le mur latéral :
it: Si consiglia sulla parete laterale:
nl: Aanbevolen aan de zijmuur:

# bc.bind.fl_au2_tip2
source: On the front wall:
ar: على الحائط الأمامي:
de: An der Vorderwand:
es: En la pared frontal:
fr: Sur le mur avant :
it: Sulla parete anteriore:
nl: Aan de voormuur:

# bc.bind.fl_au3_title
source: Junction Box
ar: صندوق التوصيل
de: Verteilerdose
es: Caja de conexión
fr: Boîtier de raccordement
it: Scatola di derivazione
nl: Aansluiteenheid

# bc.bind.fl_au3_tip
source: Please confirm if you have installed the junction box.If not, please find a professional electrician to install the junction box.
ar: يُرجى تأكيد ما إذا قمت بتثبيت صندوق التوصيل. إذا لم تثبته، فيُرجى العثور على فنّي كهربائي محترف لتثبيت صندوق التوصيل.
de: Sie müssen eine Verteilerdose installiert haben. Wenn nicht, beauftragen Sie einen qualifizierten Elektriker mit der Installation der Verteilerdose.
es: Compruebe si ha instalado la caja de conexión. De no ser así, busque a un electricista profesional para que instale la caja de conexión.
fr: Veuillez confirmer que vous avez installé le boîtier de raccordement. Si ce n'est pas le cas, demandez à un électricien professionnel d'installer le boîtier de raccordement.
it: Verificare che la scatola di derivazione sia stata installata. In caso contrario, rivolgersi a un elettricista professionista per l'installazione della scatola di derivazione.
nl: Controleer of u de aansluiteenheid hebt geïnstalleerd. Als dit niet het geval is, vraag dan een bevoegd elektricien om de aansluiteenheid te installeren.

# bc.bind.fl_au_learn_how_install
source: Learn how to install
ar: تعرف على كيفية التثبيت
de: Installationsanweisung
es: Aprender a realizar la instalación
fr: Apprenez à installer
it: Scopri come installare
nl: Instructies voor de installatie

# bc.bind.fl_au_turn_off_power
source: Turn off Power
ar: إيقاف تشغيل الطاقة
de: Stromversorgung trennen
es: Desactivar alimentación
fr: Désactivez l'alimentation
it: Spegni alimentazione
nl: Stroom uitschakelen

# bc.bind.fl_au4_tip_title1
source: The power to your Floodlight Cam must be shut off at your breaker box.
ar: يجب إيقاف تشغيل الطاقة عن الكاميرا مع مصباح الضوء الغامر في صندوق قاطع الدائرة.
de: Die Stromversorgung Ihrer Flutlichtkamera muss am Sicherungskasten ausgeschaltet sein.
es: La alimentación de su cámara con focos debe estar desactivada en su caja de disyuntor.
fr: L'alimentation de votre caméra de sécurité avec réflecteurs doit être coupée au niveau du disjoncteur.
it: L'alimentazione della telecamera con riflettore deve essere interrotta sulla scatola del sezionatore.
nl: De stroom naar uw Schijnwerpercamera moet worden uitgeschakeld bij uw stroomonderbreker.

# bc.bind.fl_au4_tip_title2
source: Important Safety Tip:
ar: نصيحة سلامة هامة:
de: Wichtiger Sicherheitshinweis:
es: Consejo de seguridad importante:
fr: Conseil important de sécurité :
it: Suggerimenti importanti sulla sicurezza:
nl: Belangrijke veiligheidsinformatie:

# bc.bind.fl_au4_tip1
source: Always be sure that the power to your Floodlight Cam's location has been turned off before continuing with the installation!
ar: تأكد دائمًا من إيقاف تشغيل الطاقة عن موقع كاميرا الضوء الغامر قبل متابعة هذا التثبيت!
de: Vergewissern Sie sich stets, dass die Stromversorgung am Installationsstandort der Flutlichtkamera ausgeschaltet ist, bevor Sie mit der Installation fortfahren!
es: Asegúrese siempre de que se ha desconectado la alimentación de la ubicación de la cámara con focos antes de continuar con la instalación.
fr: Assurez-vous toujours que l'alimentation de votre caméra de sécurité avec réflecteurs ait été coupée avant de poursuivre l'installation !
it: Prima di continuare con l'installazione, assicurarsi sempre che l'alimentazione della telecamera con riflettore sia stata disattivata!
nl: Zorg er altijd voor dat de stroomtoevoer naar de locatie van uw Schijnwerpercamera is uitgeschakeld voordat u verder gaat met de installatie!

# bc.bind.fl_au4_tip1_red_key
source: has been turned off
ar: تم إيقاف التشغيل
de: ausgeschaltet ist
es: se ha apagado
fr: a été coupée
it: è stata disattivata
nl: is uitgeschakeld

# bc.bind.fl_au4_tip2
source: If you have any doubts about the power being shut off, consult a licensed electrician.
ar: إذا راودتك أي شكوك حول إيقاف تشغيل الطاقة، فاستشر فنّيًا كهربائيًا مرخّصًا.
de: Wenn Sie nicht sicher sind, ob die Stromversorgung abgeschaltet ist, wenden Sie sich an einen qualifizierten Elektriker.
es: Si no está seguro de que se haya desconectado la alimentación, consulte a un electricista cualificado.
fr: En cas de doute sur l'arrêt de l'alimentation, consultez un électricien agréé.
it: In caso di dubbi sulla disattivazione dell'alimentazione, consultare un elettricista qualificato.
nl: Raadpleeg een bevoegd elektricien als u twijfelt of de stroom is uitgeschakeld.

# bc.bind.fl_au_install
source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
it: Installa
nl: Installeren

# bc.bind.fl_au5_tip_title
source: Installing the Junction Box and wires
ar: تثبيت صندوق التوصيل والأسلاك
de: Installieren der Verteilerdose und der Kabel
es: Instalación de la caja de conexión y los cables
fr: Installation du boîtier de raccordement et des fils
it: Installazione della scatola di derivazione e dei fili
nl: De aansluiteenheid en draden monteren
