Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.player.fail_download
source: Failed to download.
ar: فشل التنزيل.
de: Download fehlgeschlagen.
es: Fallo al descargar.
fr: Le téléchargement a échoué.
it: Download non riuscito.
nl: Downloaden mislukt.

# bc.event.loading...
source: Loading...
ar: يتم التحميل...
de: Ladevorgang...
es: Cargando...
fr: Chargement…
it: Caricamento in corso...
nl: Laden...

# bc.player.downloading_try_later
source: Downloading, cannot be removed.
ar: يتم التنزيل، لا يمكن الإزالة.
de: Wird heruntergeladen, kann nicht entfernt werden.
es: Descargando, no se pueden eliminar.
fr: Téléchargement en cours, impossible de supprimer.
it: Non può essere rimosso perché in fase di download.
nl: Wordt gedownload; kan niet worden verwijderd.

# bc.event.select
source: Select
ar: اختيار
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
nl: Selecteren

# bc.player.download_facebook_tip
source: Please install the Facebook app.
ar: يُرجى تثبيت تطبيق Facebook.
de: Bitte installieren Sie die Facebook-App.
es: Instale la aplicación de Facebook.
fr: Installez l'application Facebook.
it: Installare l'app Facebook.
nl: Installeer de Facebook-app.

# bc.player.using_mobile_net_tip
source: You are using your smartphone's data plan for live feed. Do you want to continue?
ar: أنت تستخدم خطة بيانات هاتفك الذكي للبث المباشر. هل تريد المتابعة؟
de: Sie verwenden den Datentarif Ihres Mobiltelefons für Live-Feeds. Möchten Sie fortfahren?
es: Está utilizando el plan de datos del smartphone para la retransmisión en directo. ¿Desea continuar?
fr: Vous utilisez le forfait de données de votre smartphone pour la transmission en direct. Souhaitez-vous continuer ?
it: Per il feed live viene utilizzato il piano dati dello smartphone. Continuare?
nl: U gebruikt het data-abonnement van uw smartphone voor live feed. Wilt u doorgaan?

# bc.player.video_saved_local
source: Saved to phone album.
ar: تم الحفظ على ألبوم الهاتف.
de: Im Telefonalbum gespeichert.
es: Se ha guardado en la galería del teléfono.
fr: Enregistré dans l'album du téléphone.
it: Salvato nell'album del telefono.
nl: Opgeslagen in telefoonalbum.

# bc.player.check_restart_homebase_tip
source: 1. Please check if the Ethernet cable and power adapter are connected properly. 2. Please press the CYCLE button on the back of HomeBase to restart device.
ar: 1. يُرجى التحقق من توصيل كبل إيثرنت ومحول الطاقة بشكل صحيح.
de: 1. Überprüfen Sie, ob das Ethernet-Kabel und das Netzteil ordnungsgemäß angeschlossen sind. 2. Drücken Sie die CYCLE-Taste auf der Rückseite der HomeBase, um das Gerät neu zu starten.
es: 1. Compruebe si el cable Ethernet y el adaptador de corriente están conectados correctamente. 2. Pulse el botón CYCLE de la parte posterior de la HomeBase para reiniciar el dispositivo.
fr: 1. Vérifiez que le câble Ethernet et l'adaptateur secteur sont correctement connectés. 2. Appuyez sur le bouton CYCLE situé à l'arrière de la HomeBase pour redémarrer l'appareil.
it: 1. Verificare che il cavo Ethernet e l'adattatore di alimentazione siano collegati correttamente. 2. Premere il tasto di accensione/spegnimento sul retro di HomeBase per riavviare il dispositivo.
nl: 1. Controleer of de Ethernet-kabel en de voedingsadapter goed zijn aangesloten. 2. Druk op de knop CYCLE aan de achterkant van de HomeBase om het apparaat opnieuw op te starten.

# bc.player.homebase_camera_add_fail_tip
source: 1. Please try to move HomeBase closer to the camera. 2. Please check if there are barriers or obstacles around HomeBase or the camera and remove them if you can. 3. Please press the CYCLE button on the back of HomeBase to restart device.
ar: 1. يُرجى محاولة تحريك HomeBase أقرب إلى الكاميرا.
de: 1. Positionieren Sie die HomeBase näher an der Kamera. 2. Überprüfen Sie, ob es Barrieren oder Hindernisse in der Nähe der HomeBase oder der Kamera gibt, und entfernen Sie diese, wenn möglich. 3. Drücken Sie die CYCLE-Taste auf der Rückseite der HomeBase, um das Gerät neu zu starten.
es: 1. Intente colocar la HomeBase más cerca de la cámara. 2. Compruebe si hay barreras u obstáculos alrededor de la HomeBase o la cámara y, si es posible, elimínelos. 3. Pulse el botón CYCLE de la parte posterior de la HomeBase para reiniciar el dispositivo.
fr: 1. Essayez de rapprocher la HomeBase de la caméra. 2. Vérifiez qu'aucun objet ne fait obstacle autour de la HomeBase ou de la caméra, et retirez-le si possible. 3. Appuyez sur le bouton CYCLE situé à l'arrière de la HomeBase pour redémarrer l'appareil.
it: 1. Provare ad avvicinare HomeBase alla telecamera. 2. Verificare se sono presenti ostacoli o barriere intorno a HomeBase o alla telecamera e, se possibile, rimuoverli. 3. Premere il tasto di accensione/spegnimento sul retro di HomeBase per riavviare il dispositivo.
nl: 1. Plaats de HomeBase dichter bij de camera. 2. Controleer of er obstakels in de buurt van de HomeBase of de camera zijn en verwijder deze indien mogelijk. 3. Druk op de knop CYCLE aan de achterkant van de HomeBase om het apparaat opnieuw op te starten.

# bc.player.stop_watch_live
source: Exit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten

# bc.event.donate
source: Donate
ar: الوهب
de: Spenden
es: Donar
fr: Donner
it: Dona
nl: Doneren

# bc.event.donate.tip
source: You are donating this video clip to Eufy and give us permissions to use it.
ar: أنت تتبرع بمقطع الفيديو هذا إلى Eufy وتمنحنا أذونات لاستخدامه.
de: Sie spenden diesen Videoclip an Eufy und erteilen uns die Erlaubnis, ihn zu verwenden.
es: Usted está donando este videoclip a Eufy y nos da permisos para usarlo.
fr: Vous donnez ce clip vidéo à Eufy et nous donner des autorisations à l'utiliser.
it: Stai donando questo video a Eufy e dacci il permesso di usarlo.
nl: Je doneert deze videoclip aan Eufy en geeft ons toestemming om het te gebruiken.

# bc.event.donate.upload
source: Uploading...
ar: يتم التحميل...
de: Wird hochgeladen...
es: Subiendo...
fr: Chargement…
it: Caricamento in corso...
nl: Uploaden...

# bc.player.network_reminder
source: Network Reminder
ar: تذكير بالشبكة
de: Netzwerkerinnerung
es: Recordatorio de red
fr: Rappel réseau
it: Promemoria rete
nl: Netwerkherinnering

# bc.player.download_canceled
source: Downloading cancelled
ar: تم إلغاء التنزيل
de: Download abgebrochen
es: Descarga cancelada
fr: Téléchargement annulé
it: Download annullato
nl: Downloaden geannuleerd

# bc.player.fail_play_reasons_tip
source: Unable to play live video.
ar: تعذّر تشغيل مقطع الفيديو المباشر.
de: Live-Video konnte nicht wiedergegeben werden.
es: No se ha podido reproducir el vídeo en directo.
fr: Impossible de lire la vidéo en direct.
it: Impossibile riprodurre il video live.
nl: Kan live video niet afspelen.

# bc.player.turnoff_night_vision
source: Turn off night vision
ar: إيقاف تشغيل الرؤية الليلية
de: Nachtsicht ausschalten
es: Desactivar visión nocturna
fr: Désactiver la vision nocturne
it: Disattiva visione notturna
nl: Nachtzicht uitschakelen

# bc.player.facebook_share_fail
source: Failed to share video.
ar: فشلت مشاركة مقطع الفيديو.
de: Das Video konnte nicht geteilt werden.
es: Fallo al compartir el vídeo.
fr: Le partage de la vidéo a échoué.
it: Impossibile condividere il video.
nl: Kan video niet delen.

# bc.player.homebase_need_reboot_refresh
source: Failed to request.
ar: فشل الطلب.
de: Anfrage fehlgeschlagen.
es: Error en la solicitud.
fr: La demande a échoué.
it: Richiesta non riuscita.
nl: Kan niet aanvragen.

# bc.player.fail_start_streaming
source: Unable to play live video
ar: تعذّر تشغيل مقطع الفيديو المباشر
de: Live-Video konnte nicht wiedergegeben werden
es: No se ha podido reproducir el vídeo en directo
fr: Impossible de lire la vidéo en direct
it: Impossibile riprodurre il video live
nl: Kan live video niet afspelen

# bc.player.use_this_request_access_album
source: To enable this feature, the EufySecurity app requests permission to access your phone's album.
ar: لتمكين هذه الميزة، يطلب تطبيق EufySecurity الإذن للوصول إلى ألبوم الهاتف.
de: Zum Aktivieren dieser Funktion benötigt die EufySecurity-App die Berechtigung zum Zugriff auf das Album Ihres Mobiltelefons.
es: Para activar esta función, la aplicación EufySecurity solicita permiso para acceder a la galería de su teléfono.
fr: Pour activer cette fonction, l'application Eufy Security demande l'autorisation d'accéder à l'album de votre téléphone.
it: Per abilitare questa funzione, l'app Eufy Security chiede l'autorizzazione ad accedere all'album del telefono.
nl: Om deze functie in te schakelen, vraagt de EufySecurity-app om toegang tot het album op uw telefoon.

# bc.player.fail_upload
source: Unable to upload.
ar: تعذّر التحميل.
de: Hochladen nicht möglich.
es: No se ha podido subir.
fr: Chargement impossible.
it: Impossibile caricare.
nl: Kan niet uploaden.

# bc.player.fail_save_video
source: Unable to save video.
ar: تعذّر حفظ الفيديو.
de: Video konnte nicht gespeichert werden.
es: No se ha podido guardar el vídeo.
fr: Impossible d'enregistrer la vidéo.
it: Impossibile salvare il video.
nl: Kan video niet opslaan.

# bc.player.fail_connect_homebase_check_reboot
source: Unable to connect to HomeBase.
ar: تعذر الاتصال بـ HomeBase.
de: Es konnte keine Verbindung zur HomeBase hergestellt werden.
es: No se ha podido conectar a la HomeBase.
fr: Impossible de se connecter à la HomeBase.
it: Impossibile connettersi a HomeBase.
nl: Kan geen verbinding maken met HomeBase.

# bc.player.video_saved_phone_local
source: Saved to phone album.
ar: تم الحفظ على ألبوم الهاتف.
de: Im Telefonalbum gespeichert.
es: Se ha guardado en la galería del teléfono.
fr: Enregistré dans l'album du téléphone.
it: Salvato nell'album del telefono.
nl: Opgeslagen in telefoonalbum.

# bc.player.use_this_request_access_microphone.
source: To enable this feature, the EufySecurity app requests permission to access your phone's microphone.
ar: لتمكين هذه الميزة، يطلب تطبيق EufySecurity الإذن للوصول إلى ميكروفون الهاتف.
de: Zum Aktivieren dieser Funktion benötigt die EufySecurity-App die Berechtigung zum Zugriff auf das Mikrofon Ihres Mobiltelefons.
es: Para activar esta función, la aplicación EufySecurity solicita permiso para acceder al micrófono de su teléfono.
fr: Pour activer cette fonction, l'application Eufy Security demande l'autorisation d'accéder au microphone de votre téléphone.
it: Per abilitare questa funzione, l'app Eufy Security chiede l'autorizzazione ad accedere al microfono del telefono.
nl: Om deze functie in te schakelen, vraagt de EufySecurity-app om toegang tot de microfoon van uw telefoon.

# bc.player.video_upload_success
source: Video uploaded successfully
ar: تم تحميل مقطع الفيديو بنجاح
de: Video hochgeladen
es: Vídeo subido correctamente.
fr: Vidéo chargée avec succès
it: Video caricato correttamente
nl: Video is geüpload

# bc.player.fail_save_snapshot_retry
source: Failed to save picture.
ar: فشل حفظ الصورة.
de: Das Bild konnte nicht gespeichert werden.
es: Fallo al guardar la imagen.
fr: L'enregistrement de l'image a échoué.
it: Impossibile salvare la foto.
nl: Kan foto niet opslaan.

# bc.player.fail_play
source: Unable to play live video.
ar: تعذّر تشغيل مقطع الفيديو المباشر.
de: Live-Video konnte nicht wiedergegeben werden.
es: No se ha podido reproducir el vídeo en directo.
fr: Impossible de lire la vidéo en direct.
it: Impossibile riprodurre il video live.
nl: Kan live video niet afspelen.

# bc.player.fail_play_live_video
source: Unable to play live video
ar: تعذّر تشغيل مقطع الفيديو المباشر
de: Live-Video konnte nicht wiedergegeben werden
es: No se ha podido reproducir el vídeo en directo
fr: Impossible de lire la vidéo en direct
it: Impossibile riprodurre il video live
nl: Kan live video niet afspelen

# bc.player.establish_video_channel
source: Establishing secure video channel...
ar: يتم إنشاء قناة فيديو آمنة...
de: Sicherer Videokanal wird eingerichtet...
es: Estableciendo canal de vídeo seguro...
fr: Mise en place d'un canal vidéo sécurisé…
it: Creazione di un canale video sicuro in corso...
nl: Beveiligd videokanaal maken...

# bc.player.use_this_request_access_camera
source: To enable this feature, the EufySecurity app requests permission to access your phone's camera.
ar: لتمكين هذه الميزة، يطلب تطبيق EufySecurity الإذن للوصول إلى كاميرا الهاتف.
de: Zum Aktivieren dieser Funktion benötigt die EufySecurity-App die Berechtigung zum Zugriff auf die Kamera Ihres Mobiltelefons.
es: Para activar esta función, la aplicación EufySecurity solicita permiso para acceder a la cámara de su teléfono.
fr: Pour activer cette fonction, l'application Eufy Security demande l'autorisation d'accéder à la caméra de votre téléphone.
it: Per abilitare questa funzione, l'app Eufy Security chiede l'autorizzazione ad accedere alla telecamera del telefono.
nl: Om deze functie in te schakelen, vraagt de EufySecurity-app om toegang tot de camera van uw telefoon.

# bc.player.fail_play_
source: Unable to play live video.
ar: تعذّر تشغيل مقطع الفيديو المباشر.
de: Live-Video konnte nicht wiedergegeben werden.
es: No se ha podido reproducir el vídeo en directo.
fr: Impossible de lire la vidéo en direct.
it: Impossibile riprodurre il video live.
nl: Kan live video niet afspelen.

# bc.player.fail_play_video
source: Unable to play live video.
ar: تعذّر تشغيل مقطع الفيديو المباشر.
de: Live-Video konnte nicht wiedergegeben werden.
es: No se ha podido reproducir el vídeo en directo.
fr: Impossible de lire la vidéo en direct.
it: Impossibile riprodurre il video live.
nl: Kan live video niet afspelen.

# bc.player.fail_get_video
source: Failed to save video.
ar: فشل حفظ الفيديو.
de: Das Video konnte nicht gespeichert werden.
es: Fallo al guardar el vídeo.
fr: L'enregistrement de la vidéo a échoué.
it: Impossibile salvare il video.
nl: Kan video niet opslaan.

# bc.player.turn_on_night
source: Turn on night vision
ar: تشغيل الرؤية الليلية
de: Nachtsicht einschalten
es: Activar visión nocturna
fr: Activer la vision nocturne
it: Attiva visione notturna
nl: Nachtzicht inschakelen

# bc.player.fail_save_snapshot
source: Failed to save picture.
ar: فشل حفظ الصورة.
de: Das Bild konnte nicht gespeichert werden.
es: Fallo al guardar la imagen.
fr: L'enregistrement de l'image a échoué.
it: Impossibile salvare la foto.
nl: Kan foto niet opslaan.

# bc.player.connection_not_stable
source: Unable to play live video.
ar: تعذّر تشغيل مقطع الفيديو المباشر.
de: Live-Video konnte nicht wiedergegeben werden.
es: No se ha podido reproducir el vídeo en directo.
fr: Impossible de lire la vidéo en direct.
it: Impossibile riprodurre il video live.
nl: Kan live video niet afspelen.

# bc.player.please_wait
source: Connecting...
ar: يتم الاتصال...
de: Verbindungsaufbau...
es: Conectando...
fr: Connexion...
it: Connessione in corso...
nl: Verbinding maken...

# bc.player.check_restart_device_tip
source: Unable to play live video. (1. Please check if the Ethernet cable and power adapter are connected properly. 2. Please press the CYCLE button on the back of HomeBase to restart device.)
ar: تعذّر تشغيل مقطع الفيديو المباشر. (1. يُرجى التحقق من توصيل كبل إيثرنت ومحول الطاقة بشكل صحيح. ‏2. يُرجى الضغط على زر CYCLE على الجانب الخلفي من HomeBase لإعادة تشغيل الجهاز.)
de: Live-Video konnte nicht wiedergegeben werden. (1. Überprüfen Sie, ob das Ethernet-Kabel und das Netzteil ordnungsgemäß angeschlossen sind. 2. Drücken Sie die CYCLE-Taste auf der Rückseite der HomeBase, um das Gerät neu zu starten.)
es: No se ha podido reproducir el vídeo en directo. (1. Compruebe si el cable Ethernet y el adaptador de corriente están conectados correctamente. 2. Pulse el botón CYCLE de la parte posterior de la HomeBase para reiniciar el dispositivo).
fr: Impossible de lire la vidéo en direct. (1. Vérifiez que le câble Ethernet et l'adaptateur secteur sont correctement connectés. 2. Appuyez sur le bouton CYCLE situé à l'arrière de la HomeBase pour redémarrer l'appareil.)
it: Impossibile riprodurre il video live. (1. Verificare che il cavo Ethernet e l'adattatore di alimentazione siano collegati correttamente. 2. Premere il tasto di accensione/spegnimento sul retro di HomeBase per riavviare il dispositivo.)
nl: Kan live video niet afspelen. (1. Controleer of de Ethernet-kabel en de voedingsadapter goed zijn aangesloten. 2. Druk op de knop CYCLE aan de achterkant van de HomeBase om het apparaat opnieuw op te starten.)

# bc.player.account_not_youtube_channel
source: Your account doesn't have a YouTube channel.
ar: لا يتضمن حسابك قناة على YouTube.
de: Ihr Konto hat keinen YouTube-Kanal.
es: Su cuenta no tiene ningún canal de YouTube.
fr: Votre compte n'a pas de chaîne YouTube.
it: L'account dell'utente non dispone di un canale YouTube.
nl: Uw account heeft geen YouTube-kanaal.

# bc.player.file_not_existed
source: This file does not exist.
ar: هذا الملف غير موجود.
de: Diese Datei ist nicht vorhanden.
es: Este archivo no existe.
fr: Ce fichier n'existe pas.
it: Il file non esiste.
nl: Dit bestand bestaat niet.

# bc.player.setup
source: Go set
ar: انتقل للتعيين
de: Jetzt einrichten
es: Ir a configuración
fr: Définir
it: Imposta
nl: Ga naar Instellen

# bc.player.fail_upload_error_tip
source: Unable to upload.
ar: تعذّر التحميل.
de: Hochladen nicht möglich.
es: No se ha podido subir.
fr: Chargement impossible.
it: Impossibile caricare.
nl: Kan niet uploaden.

# bc.player.check_restart_camera_tip
source: Unable to play live video.
ar: تعذّر تشغيل مقطع الفيديو المباشر.
de: Live-Video konnte nicht wiedergegeben werden.
es: No se ha podido reproducir el vídeo en directo.
fr: Impossible de lire la vidéo en direct.
it: Impossibile riprodurre il video live.
nl: Kan live video niet afspelen.

# bc.player.fail_connect
source: Unable to play live video.
ar: تعذّر تشغيل مقطع الفيديو المباشر.
de: Live-Video konnte nicht wiedergegeben werden.
es: No se ha podido reproducir el vídeo en directo.
fr: Impossible de lire la vidéo en direct.
it: Impossibile riprodurre il video live.
nl: Kan live video niet afspelen.

# bc.player.fail_change_resolution
source: Unable to change resolution.
ar: تعذّر تغيير الدقة.
de: Die Auflösung konnte nicht geändert werden.
es: No se ha podido cambiar la resolución.
fr: Impossible de modifier la résolution.
it: Impossibile modificare la risoluzione.
nl: Kan resolutie niet wijzigen.

# bc.player.video_recording_short
source: Video recording time is too short!
ar: إن وقت تسجيل الفيديو قصير جدًا!
de: Die Videoaufnahmezeit ist zu kurz.
es: El tiempo de grabación del vídeo es demasiado corto
fr: La durée d'enregistrement vidéo est trop courte !
it: Il tempo di registrazione video è troppo breve.
nl: Video-opnametijd is te kort!

# bc.player.request_phone_access
source: Request Phone Access
ar: طلب الوصول إلى الهاتف
de: Zugriff auf das Mobiltelefon anfordern
es: Solicitar acceso al teléfono
fr: Demande d'accès au téléphone
it: Richiesta di accesso al telefono
nl: Toegang tot telefoon vragen

# bc.player.downloading_wait_tip
source: Downloading...
ar: يتم التنزيل...
de: Wird heruntergeladen...
es: Descargando...
fr: Téléchargement…
it: Download in corso...
nl: Downloaden...

# bc.player.camera_close_homebase_tip
source: Please try to move camera further away from HomeBase.
ar: يُرجى محاولة إبعاد الكاميرا أكثر عن HomeBase.
de: Positionieren Sie die Kamera weiter weg von der HomeBase.
es: Intente colocar la cámara más lejos de la HomeBase.
fr: Essayez d'éloigner la caméra de la HomeBase.
it: Provare ad allontanare la telecamera da HomeBase.
nl: Plaats de camera verder van de HomeBase.

# bc.event.+others
source: + others
ar: وغيرها
de: + weitere
es: y otros
fr: et autres
it: + altri
nl: + anderen

# bc.event.filter
source: Filter
ar: تصفية
es: Filtrar
fr: Filtre
it: Filtro

# bc.event.videos_removed
source: Video clips deleted.
ar: مقاطع الفيديو التي تم حذفها.
de: Videoclips gelöscht.
es: Clips de vídeo eliminados.
fr: Clips vidéo supprimés.
it: Clip video eliminati.
nl: Videoclips verwijderd.

# bc.event.unable_delete_video
source: Failed to delete.
ar: فشل الحذف.
de: Löschen fehlgeschlagen.
es: Fallo al eliminar.
fr: La suppression a échoué.
it: Eliminazione non riuscita.
nl: Verwijderen mislukt.

# bc.player.share_mail_title
source: E-mail
ar: البريد

# bc.player.share_video_not_exist
source: The video you want to share does not exist.
ar: إن مقطع الفيديو الذي تريد مشاركته غير موجود.
de: Das Video, das Sie teilen möchten, ist nicht vorhanden.
es: El vídeo que desea compartir no existe.
fr: La vidéo que vous souhaitez partager n'existe pas.
it: Il video che si desidera condividere non esiste.
nl: De video die u wilt delen, bestaat niet.

# bc.player.cam_too_close_wall_tip
source: Your camera may be too close to a wall or other object. It is recommended to adjust the camera angle or location.
ar: قد تكون الكاميرا قريبة للغاية من الحائط أو أي جسم آخر. يوصى بضبط زاوية الكاميرا أو موقعها.
de: Ihre Kamera befindet sich möglicherweise zu nahe an einer Wand oder einem anderen Objekt. Es wird empfohlen, den Kamerawinkel oder die Position anzupassen.
es: Es posible que la cámara esté demasiado cerca de una pared u otro objeto. Se recomienda ajustar el ángulo o la ubicación de la cámara.
fr: Votre caméra est peut-être trop proche d'un mur ou d'un autre objet. Il est recommandé de régler l'angle ou l'emplacement de la caméra.
it: La telecamera potrebbe essere troppo vicina a una parete o a un altro oggetto. Si consiglia di regolare l'angolazione o la posizione della telecamera.
nl: Mogelijk bevindt uw camera zich te dicht bij een muur of ander object. Het is raadzaam om de camerahoek of -locatie aan te passen.

# bc.player.event_fail_play_video
source: Unable to play video clip.
ar: يتعذّر تشغيل مقطع الفيديو.
de: Videoclip kann nicht wiedergegeben werden.
es: No se ha podido reproducir el clip de vídeo.
fr: Impossible de lire le clip vidéo.
it: Impossibile riprodurre il clip video.
nl: Kan videoclip niet afspelen.

# bc.player.check_homebase_camera_state
source: 1.Please check your HomeBase and camera state. 2.Please try to restart the HomeBase.
ar: 1.يُرجى التحقّق من حالتَي HomeBase والكاميرا.
de: 1. Überprüfen Sie den Status der HomeBase und der Kamera. 2.Versuchen Sie, die HomeBase neu zu starten.
es: 1. Compruebe el estado de la HomeBase y la cámara. 2. Reinicie la HomeBase.
fr: 1.Vérifiez votre HomeBase et l'état de votre caméra. 2.Essayez de redémarrer la HomeBase.
it: 1.Controllare lo stato di HomeBase e telecamera. 2.Provare a riavviare l'unità HomeBase.
nl: 1.Controleer de status van uw HomeBase en de camera. 2.Probeer de HomeBase opnieuw te starten.

# bc.event.donate.repeate_tip
source: This video has already been uploaded.
ar: تمّ تحميل هذا الفيديو مسبقًا.
de: Dieses Video wurde bereits hochgeladen.
es: Este vídeo ya se ha subido.
fr: Cette vidéo a déjà été chargée.
it: Questo video è già stato caricato.
nl: Deze video is al geüpload.

# bc.player.hold_speak
source: Hold & Speak
ar: توقّف وتحدّث
de: Halten & Sprechen
es: Mantener pulsado y hablar
fr: Maintenir & parler
it: Tenere premuto & eparlare
nl: Wachtstand & Spreken
