Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.camerasettings.smart_notification_push_facial_detail
source: The system will try its best to notify face thumbnail to you. If no facial is captured, it will only notify the person or motion message.
ar: سيبذل النظام قصارى جهده لإبلاغ الصورة المصغرة للوجه. إذا لم يتم التقاط أي وجه ، فسيُخطر الشخص أو رسالة الحركة فقط.
de: Das System wird sein Bestes tun, um Ihnen eine Miniaturansicht des Gesichts zu benachrichtigen. Wenn keine Gesichtsbehandlung erfasst wird, wird nur die Person oder die Bewegungsnachricht benachrichtigt.
es: El sistema hará todo lo posible para notificarle la miniatura de la cara. Si no se captura ningún facial, solo notificará a la persona o al mensaje de movimiento.
fr: Le système fera de son mieux pour vous notifier la vignette du visage. Si aucun visage n'est capturé, il avertira uniquement la personne ou le message de mouvement.
it: Il sistema farà del suo meglio per notificarti l'anteprima del viso. Se non viene catturato alcun viso, verrà notificato solo alla persona o al messaggio di movimento.
nl: Het systeem zal zijn best doen om u een gezichtsminiatuur te melden. Als er geen gezichtsopname is vastgelegd, wordt alleen de persoon of het bewegingsbericht op de hoogte gebracht.

# bc.settings.hb_has_new_version
source: Latest firmware is available: %@
ar: أحدث برنامج ثابت متوفر: %@
de: Die neueste Firmware ist verfügbar: %@
es: Última versión de firmware disponible: %@
fr: La dernière version du firmware est disponible : %@
it: È disponibile una versione più recente del firmware: %@
nl: De nieuwste firmware is beschikbaar: %@

# bc.settings.content_exceed_max_length_tip
source: Content has reached the maximum length.
ar: بلغ المحتوى أقصى مدة ممكنة له.
de: Inhalt hat die maximale Länge erreicht.
es: El contenido ha alcanzado la duración máxima.
fr: Ce contenu a atteint la longueur maximale.
it: Il contenuto ha raggiunto la lunghezza massima.
nl: Content heeft de maximale lengte bereikt.

# bc.devices.custom_mode
source: Customize Recording
ar: تخصيص التسجيل
de: Aufzeichnung anpassen
es: Personalizar grabación
fr: Personnaliser l'enregistrement
it: Personalizza registrazione
nl: Opname aanpassen

# bc.devices.custom_mode_content_tip1
source: Video clip length and detection periods can be customized.
ar: يمكن تخصيص مدة مقطع الفيديو وفترات الاكتشاف.
de: Länge und Erkennungsdauer von Videoclips können angepasst werden.
es: La duración de los clips de vídeo y los periodos de detección pueden personalizarse.
fr: La longueur des clips vidéo et les périodes de détection peuvent être personnalisées.
it: La durata e i periodi di rilevamento del clip video possono essere personalizzati.
nl: U kunt de lengte van de videoclip en de detectieperioden aanpassen.

# bc.devices.custom_mode_content_tip2
source: Motion is detected more frequently the battery will drain faster.
ar: كلما تم اكتشاف الحركة بوتيرة أكبر، تم استنزاف البطارية بشكل أسرع.
de: Wenn häufiger Bewegungen erkannt werden, wird der Akku schneller leer.
es: Si se detecta el movimiento con mayor frecuencia, la batería se agotará más rápido.
fr: Si des mouvements sont détectés plus fréquemment, la batterie se déchargera plus rapidement.
it: Se il movimento viene rilevato con maggiore frequenza, la batteria si scarica più rapidamente.
nl: Wanneer vaker beweging wordt gedetecteerd, raakt de accu sneller leeg.

# bc.camera_current_location_signal_level_3
source: The current location is good to mount the camera.
ar: انتقلت الكاميرا إلى وضع تخصيص التسجيل.
de: Die Kamera hat in den Modus „Aufzeichnung anpassen“ gewechselt.
es: La cámara ha cambiado al modo de grabación personalizado.
fr: La caméra est passée en mode Personnaliser l'enregistrement.
it: La telecamera è passata alla modalità Personalizza registrazione.
nl: De camera is overgeschakeld op de modus Opname aanpassen.

# bc.camera_current_location_signal_level_2
source: The current location has a weak Wi-Fi signal. Please mount the camera closer to your HomeBase.
ar: إنّ إشارة Wi-Fi ضعيفة في الموقع الحالي. يُرجى تثبيت الكاميرا في مكان أقرب إلى HomeBase.
de: An der aktuellen Position ist das WLAN-Signal schwach. Bitte montieren Sie die Kamera näher an Ihrer HomeBase.
es: La señal Wi-Fi de la ubicación actual es débil. Monte la cámara más cerca de la HomeBase.
fr: Le signal Wi-Fi de l'emplacement actuel est faible. Rapprochez la caméra de votre HomeBase.
it: Nella posizione corrente, il segnale Wi-Fi è debole. Montare la telecamera più vicino all'unità HomeBase.
nl: De huidige locatie heeft een zwak Wi-Fi-signaal. Plaats de camera dichter bij uw HomeBase.

# bc.camera_current_location_signal_level_1
source: The current location doesn't have a Wi-Fi signal. Please take the camera closer to your HomeBase.
ar: لا تتوفّر إشارة Wi-Fi في الموقع الحالي. يُرجى تقليل المسافة بين الكاميرا وHomeBase.
de: An der aktuellen Position gibt es kein WLAN-Signal. Bringen Sie die Kamera näher an Ihre HomeBase.
es: La ubicación actual no tiene señal Wi-Fi. Acerque la cámara a la HomeBase.
fr: Le signal Wi-Fi de l'emplacement actuel est nul. Rapprochez la caméra de votre HomeBase.
it: Nella posizione corrente, il segnale Wi-Fi è assente. Montare la telecamera più vicino all'unità HomeBase.
nl: De huidige locatie heeft geen Wi-Fi-signaal. Plaats de camera dichter bij uw HomeBase.

# bc.settings.hb_update_minutes_tip
source: Device is updating... It will take around 10 minutes.
ar: يتم تحديث الجهاز...‏ ستستغرق العملية حوالى 10 دقائق.
de: Gerät wird aktualisiert... Der Vorgang dauert ca. 10 Minuten.
es: La dispositivo se está actualizando... El proceso durará aproximadamente 10 minutos.
fr: La mise à jour de la appareil est en cours... L'opération dure 10 minutes environ.
it: Aggiornamento di dispositivo in corso... L'operazione richiederà circa 10 minuti.
nl: Apparaat wordt bijgewerkt... Dit duurt ongeveer 10 minuten.

# bc.nitifications_settings_timeout
source: Timeout
ar: المهلة
de: Zeitüberschreitung
es: Se acabó el tiempo
fr: Délai d'attente

# bc.bind.feedback_pic_over_maxium_tip
source: Sorry, you can add pictures up to 20MB altogether as the attachment.
ar: عذرًا، يمكنك إضافة صور يصل حجمها إلى 20 ميغابايت كملحق.
de: Sie können Bilder bis zu insgesamt 20 MB als Anhang hinzufügen.
es: Lo sentimos, puede agregar imágenes de hasta 20 MB en total como archivo adjunto.
fr: Désolé, vous pouvez ajouter des photos en pièce jointe jusqu'à 20 Mo.
it: È possibile aggiungere contemporaneamente fino a 20 MB di foto come allegato.
nl: U kunt foto's van maximaal 20 MB als bijlage toevoegen.

# bc.settings.hb_firmware_check_fail
source: Failed to check updates. Please try again later.
ar: فشل التحقق من وجود تحديثات. يُرجى إعادة المحاولة لاحقًا.
de: Updates konnten nicht überprüft werden. Bitte versuchen Sie es später erneut.
es: Error al comprobar las actualizaciones. Inténtelo de nuevo más tarde.
fr: Échec de vérification des mises à jour. Veuillez réessayer ultérieurement.
it: Impossibile controllare gli aggiornamenti. Riprovare più tardi.
nl: Kan niet controleren op updates. Probeer het later opnieuw.

# bc.camerasetting.mic_disable_tip_content
source: The talk-back, recording sound will be disabled as well.
ar: سيتم أيضًا تعطيل ميزتَي الرد وصوت التسجيل.
de: Gegensprechfunktion und Audioaufzeichnung werden ebenfalls deaktiviert.
es: La conversación, la grabación de sonido se desactivará también.
fr: Le son de réponse et d'enregistrement sera également désactivé.
it: Verrà disabilitato anche l'audio di risposta e registrazione.
nl: Terugspraak en opnamegeluid worden ook uitgeschakeld.

# bc.settings.hb_firmware_version_latest
source: Firmware is up to date.
ar: إنّ البرنامج الثابت محدّث.
de: Firmware ist auf dem neuesten Stand.
es: El firmware está actualizado.
fr: Le firmware est à jour.
it: Il firmware è aggiornato.
nl: Firmware is bijgewerkt.

# bc.camerasettings.smart_notification
source: Notification Settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
es: Ajustes de notificaciones
fr: Réglages des notifications
it: Impostazioni notifica
nl: Meldingsinstellingen

# bc.settings.checking_updates_
source: Checking firmware...
ar: يتمّ التحقق من البرنامج الثابت...
de: Firmware wird überprüft...
es: Comprobando el firmware...
fr: Vérification du firmware…
it: Controllo del firmware in corso...
nl: Firmware controleren...

# bc.settings.addhotzones_title
source: Activity Zone
ar: منطقة النشاط
de: Aktivitätsbereich
es: Zona de actividad
fr: Zone d'activité
it: Aree di attività
nl: Activiteitenzone

# bc_nas_open_note_3
source: RTSP stream only works with LAN/WLAN.
ar: يعمل بث بروتوكول RTSP فقط مع شبكة LAN/‏WLAN
de: Der RTSP-Stream funktioniert nur mit LAN/WLAN.
es: La transmisión RTSP solo funciona con LAN/WLAN.
fr: Le flux RTSP fonctionne uniquement en configuration LAN/WLAN.
it: Il flusso RTSP funziona solo con LAN/WLAN.
nl: RTSP-stream werkt alleen met LAN/WLAN.

# bc.devicesetting.video_clips_pictures_settings_removed
source: All video clips, pictures, and settings will be removed.
ar: ستتم إزالة كل مقاطع الفيديو والصور والإعدادات.
de: Alle Videoclips, Bilder und Einstellungen werden entfernt.
es: Se eliminarán todos los clips de vídeo, imágenes y configuración.
fr: Tous les clips vidéo, images et paramètres seront supprimés.
it: Tutti i clip video, le immagini e le impostazioni verranno rimossi.
nl: Alle videoclips, foto's en instellingen worden verwijderd.

# bc.devicesetting.devices_associated_homebase_removed
source: All devices associated with this HomeBase will be removed.
ar: ستتم إزالة كل الأجهزة ذات الصلة بهذا الـ HomeBase.
de: Alle mit dieser HomeBase verbundenen Geräte werden entfernt.
es: Se eliminarán todos los dispositivos asociados a esta HomeBase.
fr: Tous les appareils associés à cette HomeBase seront supprimés.
it: Tutti i dispositivi associati a HomeBase verranno rimossi.
nl: Alle apparaten die aan deze HomeBase zijn gekoppeld, worden verwijderd.

# bc_nas_open_note_1
source: Enable the switch, and copy the RTSP stream link to your NAS configuration path.
ar: قم بتمكين التبديل ونسخ رابط بث بروتوكول RTSP إلى مسار تكوين المخزن المتصل بالشبكة.
de: Aktivieren Sie die Schaltfläche, und kopieren Sie den RTSP-Streamlink in Ihren NAS-Konfigurationspfad.
es: Encienda el interruptor y copie el vínculo de la transmisión RTSP en su ruta de configuración de NAS RTSP.
fr: Activez le commutateur, puis copiez le lien du flux RTSP dans votre chemin de configuration NAS.
it: Attivare l'interruttore e copiare il collegamento al flusso RTSP nel percorso di configurazione del dispositivo NAS.
nl: Activeer de schakelaar en kopieer de RTSP-streamkoppeling naar uw NAS-configuratiepad.

# bc_nas_open_note_2
source: Please make sure HomeBase has been set with a static IP address in your router.
ar: يُرجى التأكد من إعداد HomeBase باستخدام عنوان IP ثابت في جهاز التوجيه.
de: Stellen Sie sicher, dass die HomeBase mit einer statischen IP-Adresse in Ihrem Router eingerichtet wurde.
es: Compruebe que ha configurado la HomeBase con una dirección IP estática en el router.
fr: Vérifiez que la HomeBase a été définie avec une adresse IP statique dans votre routeur.
it: Verificare che per HomeBase sia stato configurato un indirizzo IP statico nel router in uso.
nl: Controleer of de HomeBase is ingesteld met een vast IP-adres in uw router.

# bc.pir.image_near
source: Near
ar: قريب
de: Nahe
es: Cerca de
fr: Près
it: Vicino
nl: In de buurt

# bc.pir.image_medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
it: Medio

# bc.pir.image_far
source: Far
ar: بعيد
de: Weit
es: Lejos
fr: Loin
it: Lontano
nl: Ver

# bc.nas.guide_image_static_ip
source: Static IP
ar: عنوان IP ثابت
de: Statische IP
es: IP estática
fr: I.P statique
it: IP statico
nl: Statisch IP

# bc.camerasettings.sensor_mount_range
source: < 1.5 inches(< 4cm)
ar: < 1,5 بوصات (< 4 سم)
de: < 1.5 zoll(< 4 cm)
es: < 1.5 pulgadas (< 4 cm)
fr: < 1.5 pouces(< 4 cm)
it: < 1.5 pollici(< 4 cm)

# bc.settings.hotzones_save_changes
source: Do you want to save the changes?
ar: هل تريد حفظ التغييرات؟
de: Möchten Sie die Änderungen speichern?
es: ¿Desea guardar los cambios?
fr: Voulez-vous sauvegarder les modifications ?
it: Salvare le modifiche?
nl: Wilt u de wijzigingen opslaan?

# bc.camerasettings.smart_notification_push_facial_detail_new
source: The system will try its best to notify face thumbnail or recognition result to you. A facial notification may take up to 5s, as the AI engine needs more time to detect and screen faces. If facial is unscreened, it will only notify person alerts.
ar: سيبذل النظام قصارى جهده لإعلامك بالصورة المصغرة للوجه أو نتائج التعرف عليه. قد يستغرق الإشعار بالوجه ما يصل إلى 5 ثوانٍ، نظرًا لأن محرك الذكاء الاصطناعي يحتاج إلى مزيد من الوقت لاكتشاف الوجوه وفحصها. في حال عدم فحص الوجه، سيتم إصدار إشعارات تنبيهات بشرية فحسب.
de: Das System versucht, die Benachrichtigung mit einer Miniaturansicht des Gesichts oder das Erkennungsergebnis an Sie zu senden. Es kann bis zu 5 Sekunden dauern, bis Benachrichtigungen des Gesichtserkennungssystems eingehen, da die KI-Engine mehr Zeit benötigt, um Gesichter zu erkennen und zu prüfen. Wenn das Gesicht nicht eingelesen wurde, werden nur Personenalarme ausgegeben.
es: El sistema hará todo lo posible por notificarle el resultado del reconocimiento o la miniatura de la cara. Una notificación facial puede tardar hasta 5 segundos, puesto que el motor de IA necesita más tiempo para detectar y examinar las caras. Si la cara no se escanea, solo generará una alerta de persona.
fr: Le système s'efforcera de vous envoyer les notifications comportant la vignette du visage ou le résultat de la reconnaissance faciale. Une notification faciale peut prendre jusqu'à cinq secondes, car le moteur IA a besoin de plus de temps pour détecter et analyser les visages. Si le visage n'est pas détecté, seules des alertes de personnes seront envoyées.
it: Il sistema farà il possibile per notificare il risultato del riconoscimento o della miniatura del viso all'utente. Le notifiche di riconoscimento facciale possono richiedere fino a 5 secondi, poiché il motore di intelligenza artificiale ha bisogno di più tempo per rilevare e analizzare i volti. Se il viso non viene sottoposto a screening, vengono inviati solo gli avvisi per le persone.
nl: Het systeem doet zijn best om een miniatuurweergave van het gezicht of het resultaat van de gezichtsherkenning met u te delen. Gezichtsmeldingen kunnen 5 seconden vertraagd zijn, omdat de AI-engine meer tijd nodig heeft om gezichten te detecteren en te screenen. Als het gezicht niet is gescreend, worden er alleen persoonswaarschuwingen afgegeven.

# bc.camerasettings.smart_notification_activity_zone_tip
source: It's recommend you go to set the activity zones to further reduce false alarm.
ar: يوصى بالانتقال إلى ضبط مناطق النشاط للحد أكثر من التنبيهات الخاطئة.
de: Zur weiteren Reduzierung von Fehlalarmen wird die Einrichtung der Aktivitätsbereiche empfohlen.
es: Se recomienda definir las zonas de actividad para reducir las posibilidades de falsa alarma.
fr: Il est conseillé de définir les zones d'activité pour réduire le nombre de fausses alarmes.
it: Si consiglia di impostare le zone di attività per ridurre ulteriormente i falsi allarmi.
nl: Het wordt aanbevolen om de activiteitenzones in te stellen om vals alarm te beperken.

# bc.camerasettings.smart_notification_all_events_title_new
source: All Alerts
ar: كل التنبيهات
de: Alle Alarme
es: Todas las alertas
fr: Toutes les alertes
it: Tutti gli avvisi
nl: Alle meldingen

# bc.camerasettings.smart_notification_all_events_detail_new
source: You will receive "Motion Detected" notification on all events, including person, cars and animals. Notification is instantly prompt but could be too frequent.
ar: ستتلقى إشعارات "تم اكتشاف حركة" لكل الأحداث، بما في ذلك عند اكتشاف البشر والسيارات والحيوانات. سيتم إرسال الإشعارات على الفور، ولكن قد تتلقى عددًا كبيرًا منها.
de: Sie erhalten Benachrichtigungen „Bewegung erkannt“ für alle Ereignisse; dies umfasst erkannte Personen, Autos und Tiere. Benachrichtigungen werden sofort gesendet, aber Sie erhalten möglicherweise eine große Anzahl von Benachrichtigungen.
es: Recibirá notificaciones de tipo "Se ha detectado movimiento" para todos los eventos, lo que incluye la detección de personas, vehículos y animales. Se enviarán al instante, pero es posible que reciba un gran número de notificaciones.
fr: Vous recevrez des notifications de type "Mouvement détecté" pour tous les événements, notamment lorsque des êtres humains, des voitures et des animaux seront détectés. Les notifications seront envoyées instantanément, mais vous recevrez peut-être un grand nombre de notifications.
it: Verranno inviate notifiche di "Movimento rilevato" per tutti gli eventi che includono il rilevamento di esseri umani, automobili e animali. Le notifiche verranno inviate immediatamente, ma l'utente potrebbe ricevere un numero di notifiche molto elevato.
nl: U ontvangt de melding 'Beweging gedetecteerd' voor alle gebeurtenissen, ook wanneer mensen, auto's en dieren worden gedetecteerd. Meldingen worden onmiddellijk verzonden, maar u ontvangt mogelijk veel meldingen.

# bc.camerasettings.smart_notification_humans_only_title_new
source: Person Alerts
ar: التنبيهات البشرية
de: Personenalarme
es: Alertas de persona
fr: Alertes de personne
it: Avvisi persona
nl: Persoonsmeldingen

# bc.camerasettings.smart_notification_humans_only_detail_new
source: You will receive "Someone has been spotted" notification on person events exclusively. Notification is more specific and less frequent, but could be slightly delayed for the extra time on Human Detection.
ar: ستتلقى إشعارات "تم رصد شخص ما" فقط عند اكتشاف البشر. ستتلقى إشعارات بمعدل تكرار أقل، ومع ذلك سيكون ثمة تأخر قليل من أجل تحليل الشخص المكتشف ومعالجته.
de: Sie erhalten nur dann Benachrichtigungen des Typs „Eine Person wurde entdeckt“, wenn Personen erkannt werden. Sie erhalten weniger häufig Benachrichtigungen, aber die Analyse und Verarbeitung der erkannten Person verzögert sich leicht.
es: Recibirá notificaciones del tipo "Se ha detectado a alguien" solo cuando se detecten personas. Recibirá las notificaciones con menor frecuencia, pero habrá un ligero retraso para analizar y procesar la persona detectada.
fr: Vous recevrez des notifications de type "Une présence a été repérée" uniquement lorsque des êtres humains seront détectés. Vous recevrez des notifications moins fréquemment, mais un léger délai sera observé à des fins d'analyse et de traitement de la personne détectée.
it: Le notifiche "È stata rilevata una presenza" vengono inviate solo quando vengono rilevati esseri umani. Queste notifiche sono meno frequenti, ma si verificherà un lieve ritardo dovuto all'esigenza di analizzare ed elaborare la persona rilevata.
nl: U ontvangt de melding 'Er is iemand gedetecteerd.' alleen wanneer mensen worden gedetecteerd. U ontvangt minder vaak meldingen maar er is mogelijk een kleine vertraging om de gedetecteerde persoon te analyseren te en verwerken.

# bc.camerasettings.smart_notification_help_1
source: 1. Notification Settings will only affect the notification way, will not affect the recording way.
ar: 1. ستؤثر إعدادات الإشعارات في طريقة إرسال الإشعار فحسب وليس في طريقة التسجيل.
de: 1. Die Benachrichtigungseinstellungen beeinflussen nur die Benachrichtigungsmethode, nicht jedoch die Aufzeichnungen.
es: 1. Los ajustes de notificaciones sólo afectarán al formato de la notificación, no a la forma en la que se registra.
fr: 1. Les paramètres de notification ne modifient que le mode de notification et non pas le mode d'enregistrement.
it: 1. Le impostazioni di notifica influiscono solo sulla modalità di notifica e non influiscono sulla modalità di registrazione.
nl: 1. Meldingsinstellingen zijn alleen van invloed op de manier waarop meldingen worden verzonden en hebben geen invloed op de opnamemethode.

# bc.camerasettings.smart_notification_help_2
source: 2. Why do I not receive notifications？
ar: 2. لم لا أتلقى إشعارات؟
de: 2. Warum erhalte ich keine Benachrichtigungen?
es: 2. ¿Por qué no recibo notificaciones?
fr: 2. Pourquoi ne reçois-je pas de notifications ?
it: 2. Perché non ricevo le notifiche?
nl: 2. Waarom ontvang ik geen meldingen?

# bc.camerasettings.smart_notification_help_2_a
source: Please check if you have enabled the camera's motion detection sensor.
ar: يُرجى التحقق من تمكين جهاز استشعار اكتشاف الحركة في الكاميرا.
de: Überprüfen Sie, ob Sie den Bewegungserkennungssensor der Kamera aktiviert haben.
es: Compruebe si tiene activado el sensor de detección de movimiento de la cámara.
fr: Veuillez vous assurer d'avoir activé le capteur de détection de mouvement de la caméra.
it: Assicurarsi di aver abilitato il sensore della telecamera che rileva il movimento.
nl: Controleer of u de bewegingssensor van de camera hebt ingeschakeld.

# bc.camerasettings.smart_notification_help_2_b
source: Please check if the camera's push notifications are enabled in Security different mode.
ar: يُرجى التحقق من تمكين الإشعارات المؤقتة في الكاميرا في وضع أمان مختلف.
de: Überprüfen Sie, ob die Push-Benachrichtigungen der Kamera in den Sicherheitsmodi aktiviert sind.
es: Compruebe si están activadas las notificaciones push de la cámara en los distintos modos de seguridad.
fr: Veuillez vous assurer que les notifications Push de la caméra sont activées dans les différents modes Sécurité.
it: Verificare se le notifiche push della telecamera sono abilitate in una modalità di sicurezza diversa.
nl: Controleer of de pushmeldingen van de camera zijn ingeschakeld in de andere beveiligingsmodus.

# bc.camerasettings.smart_notification_go_check
source: Go check
ar: تحقق من ذلك
de: Jetzt überprüfen
es: Vaya a comprobarlo
fr: Allez vérifier
it: Esegui controllo
nl: Controleer dit

# bc.camerasettings.smart_notification_learn_more
source: Learn more
ar: معرفة المزيد
de: Weitere Infos
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer informatie

# bc.camerasettings.event_play_strange
source: Stranger
ar: غريب
de: Fremder
es: Desconocido
fr: Étranger
it: Sconosciuto
nl: Vreemdeling

# bc.devicesetting.motion_sensi_outof_valid_range_tip
source: The motion sensitivity value has been set too low or too high. It's recommended that you test the motion detection's validity.
ar: تم ضبط قيمة حساسية الحركة على مستوى منخفض جدًا أو مرتفع جدًا. يوصى بالانتقال إلى اختبار صحة اكتشاف الحركة.
de: Für die Bewegungsempfindlichkeit wurde ein zu niedriger oder zu hoher Wert eingestellt. Wir empfehlen einen Test der Bewegungserkennung.
es: El valor de sensibilidad al movimiento es demasiado bajo o demasiado alto. Se recomienda probar la validez de la opción de detección de movimiento.
fr: Le réglage de la sensibilité de détection de mouvement est trop faible ou trop élevé. Il est recommandé de tester l'efficacité de la détection de mouvement.
it: Il valore della sensibilità al movimento è stato impostato su un valore troppo basso o troppo alto. Si consiglia di verificare la validità dell'impostazione di rilevamento del movimento.
nl: De bewegingsgevoeligheidswaarde is te laag of te hoog ingesteld. Het wordt aanbevolen om de geldigheid van de bewegingsdetectie te testen.

# bc.devicesettin.go_test
source: Go test
ar: الانتقال إلى الاختبار
de: Test starten
es: Ir a prueba
fr: Tester
it: Vai al test
nl: Test uitvoeren

# bc.camerasettings.event_donate_upload_successs_tip
source: This video clip already has been uploaded.
ar: تم تحميل مقطع الفيديو هذا بالفعل.
de: Dieses Video wurde bereits hochgeladen.
es: Este vídeo ya se ha subido.
fr: Cette vidéo a déjà été chargée.
it: Questo video è già stato caricato.
nl: Deze video is al geüpload.
