Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.devicesetting.storage.sd_recommend_repair_tip
source: It's recommended that you repair the microSD card later.
ar: يوصى بإصلاح بطاقة microSD لاحقًا.
de: Es wird empfohlen, die microSD-Karte später zu reparieren.
es: Se recomienda que repare la tarjeta microSD más tarde.
fr: Il est recommandé de réparer la carte microSD ultérieurement.
it: Si consiglia di riparare la scheda microSD in un secondo momento.
nl: Het wordt aanbevolen om de microSD-kaart later te repareren.

# bc.devicesetting.storage.sd_immediate_repair_tip
source: microSD card needs to be repaired immediately.
ar: تحتاج بطاقة microSD إلى الإصلاح على الفور.
de: Die microSD-Karte muss sofort repariert werden.
es: La tarjeta microSD debe repararse de inmediato.
fr: La carte microSD doit être réparée immédiatement.
it: La scheda microSD deve essere riparata immediatamente.
nl: microSD-kaart moet onmiddellijk worden gerepareerd.

# bc.setting.hb.wificon.learn_how_setup
source: Learn how to setup >
ar: تعلم كيفية الإعداد>
de: Erfahren Sie, wie Sie einrichten>
es: Aprende a configurar>
fr: Apprenez à configurer>
it: Scopri come configurare>
nl: Meer informatie over instellen>

# bc.setting.hb.wificon.vc_title
source: Setup Wizard
ar: معالج الاعداد
de: Setup-Assistent
es: Asistente de configuración
fr: Assistant de configuration
it: Installazione guidata

# bc.setting.hb.wificon.vc_tip
source: Learn how to set up the Wi-Fi connection of HomeBase.
ar: تعرف على كيفية إعداد اتصال Wi-Fi لـ HomeBase.
de: Erfahren Sie, wie Sie die WLAN-Verbindung von HomeBase einrichten.
es: Aprenda a configurar la conexión Wi-Fi de HomeBase.
fr: Apprenez à configurer la connexion Wi-Fi de HomeBase.
it: Scopri come configurare la connessione Wi-Fi di HomeBase.
nl: Meer informatie over het instellen van de Wi-Fi-verbinding van HomeBase.

# bc.devicesetting.storage.emmc_repair_busy
source: The local memory is recording or being used by the system. Please try again a few minutes later.
ar: يتم تسجيل الذاكرة المحلية أو استخدامها من قبل النظام. يرجى المحاولة مرة أخرى بعد بضع دقائق.
de: Der lokale Speicher zeichnet auf oder wird vom System verwendet. Bitte versuchen Sie es später noch einmal.
es: La memoria local está grabando o siendo utilizada por el sistema. Inténtalo de nuevo unos minutos más tarde.
fr: La mémoire locale enregistre ou est utilisée par le système. Veuillez réessayer quelques minutes plus tard.
it: La memoria locale sta registrando o viene utilizzata dal sistema. Riprova qualche minuto dopo.
nl: Het lokale geheugen neemt op of wordt door het systeem gebruikt. Probeer het een paar minuten later opnieuw.

# bc.devicesetting.storage.sd_repair_busy
source: The microSD card is recording or being used by the system. Please try again a few minutes later.
ar: يتم تسجيل بطاقة microSD أو استخدامها من قبل النظام. يرجى المحاولة مرة أخرى بعد بضع دقائق.
de: Die microSD-Karte zeichnet auf oder wird vom System verwendet. Bitte versuchen Sie es später noch einmal.
es: La tarjeta microSD está grabando o está siendo utilizada por el sistema. Inténtalo de nuevo unos minutos más tarde.
fr: La carte microSD enregistre ou est utilisée par le système. Veuillez réessayer quelques minutes plus tard.
it: La scheda microSD sta registrando o viene utilizzata dal sistema. Riprova qualche minuto dopo.
nl: De microSD-kaart neemt op of wordt door het systeem gebruikt. Probeer het een paar minuten later opnieuw.

# bc.camerasettings.night_vision.color.desc
source: The spotlight will turn on when motion is detected at night. This option applies to where there are other lights on in the area.
ar: سيتم تشغيل الأضواء عند اكتشاف الحركة في الليل. ينطبق هذا الخيار على الأماكن التي توجد فيها مصابيح أخرى في المنطقة.
de: Der Scheinwerfer wird eingeschaltet, wenn nachts eine Bewegung erkannt wird. Diese Option gilt für Orte, an denen andere Lichter in der Umgebung leuchten.
es: El foco se encenderá cuando se detecte movimiento por la noche. Esta opción se aplica a donde hay otras luces encendidas en el área.
fr: Le projecteur s'allume lorsqu'un mouvement est détecté la nuit. Cette option s'applique à l'endroit où d'autres lumières sont allumées dans la zone.
it: I riflettori si accenderanno quando viene rilevato un movimento durante la notte. Questa opzione si applica a dove sono presenti altre luci nell'area.
nl: De schijnwerper gaat aan wanneer er 's nachts beweging wordt gedetecteerd. Deze optie is van toepassing op plaatsen met andere lichten in het gebied.

# bc.camerasettings.night_vision.color.title
source: Spotlight Night Vision
ar: أضواء الليل الرؤية
de: Spotlight Nachtsicht
nl: Spotlight Nachtzicht

# bc.camerasettings.night_vision.black_white.desc
source: The IR LED will turn on when motion is detected at night.
ar: سيتم تشغيل LED IR عند اكتشاف الحركة في الليل.
de: Die IR-LED leuchtet auf, wenn nachts eine Bewegung erkannt wird.
es: El LED IR se encenderá cuando se detecte movimiento por la noche.
fr: Le voyant infrarouge s'allume lorsqu'un mouvement est détecté la nuit.
it: Il LED IR si accenderà quando viene rilevato un movimento durante la notte.
nl: De IR-LED gaat branden wanneer er 's nachts beweging wordt gedetecteerd.

# bc.camerasettings.night_vision.color.tips
source: For optimal video, the spotlight feature works best when there are other lights on in the area.
ar: بالنسبة إلى الفيديو الأمثل ، تعمل ميزة الإضاءة الموضعية بشكل أفضل عندما تكون هناك مصابيح أخرى في المنطقة.
de: Für ein optimales Video funktioniert die Spotlight-Funktion am besten, wenn andere Lichter in der Umgebung eingeschaltet sind.
es: Para un video óptimo, la función de foco funciona mejor cuando hay otras luces encendidas en el área.
fr: Pour une vidéo optimale, la fonction de projecteur fonctionne mieux lorsqu'il y a d'autres lumières allumées dans la zone.
it: Per un video ottimale, la funzione Spotlight funziona al meglio quando ci sono altre luci nell'area.
nl: Voor optimale video werkt de spotlightfunctie het beste wanneer er andere lichten in het gebied zijn.

# bc.motion.human_only_tips
source: Only human events will be recorded and pushed in the daytime. All motion will still be recorded and pushed at night time.
ar: سيتم تسجيل الأحداث البشرية فقط ودفعها في النهار. لا يزال يتم تسجيل جميع الحركة ودفعها في الليل.
de: Tagsüber werden nur menschliche Ereignisse aufgezeichnet und übertragen. Alle Bewegungen werden nachts aufgezeichnet und weitergeschoben.
es: Solo los eventos humanos se registrarán y se enviarán durante el día. Todo el movimiento seguirá siendo grabado y empujado por la noche.
fr: Seuls les événements humains seront enregistrés et poussés pendant la journée. Tous les mouvements seront toujours enregistrés et poussés pendant la nuit.
it: Solo gli eventi umani verranno registrati e inviati durante il giorno. Tutto il movimento verrà comunque registrato e spinto di notte.
nl: Alleen menselijke gebeurtenissen worden overdag geregistreerd en gepusht. Alle bewegingen worden 's nachts nog steeds opgenomen en geduwd.

# bc.motion.all_motion_tips
source: All motion will be recorded and pushed both at day and night time.
ar: سيتم تسجيل جميع الحركة ودفعها في النهار والليل.
de: Alle Bewegungen werden am Tag und in der Nacht aufgezeichnet und übertragen.
es: Todo el movimiento será grabado y empujado tanto de día como de noche.
fr: Tous les mouvements seront enregistrés et poussés de jour comme de nuit.
it: Tutto il movimento verrà registrato e spinto sia di giorno che di notte.
nl: Alle bewegingen worden zowel overdag als 's nachts opgenomen en geduwd.

# bc.setting.motion_detection_test_footTip
source: You can test the motion sensor detection distance with this mode.
ar: يمكنك اختبار مسافة الكشف عن مستشعر الحركة باستخدام هذا الوضع.
de: In diesem Modus können Sie die Erkennungsentfernung des Bewegungssensors testen.
es: Puede probar la distancia de detección del sensor de movimiento con este modo.
fr: Vous pouvez tester la distance de détection du capteur de mouvement avec ce mode.
it: È possibile testare la distanza di rilevamento del sensore di movimento con questa modalità.
nl: Met deze modus kunt u de detectieafstand van de bewegingssensor testen.

# bc.devices.wifi_repeater_disables_tips
source: Do you encounter the situation that the camera range is not enough? It's recommended that you can set the HomeBase to Wi-Fi connection to increase the wireless range in the menu HomeBase Settings > Connection. Click the button to learn how to setup.
ar: هل واجهت الموقف بأن نطاق الكاميرا لا يكفي؟ يوصى بضبط HomeBase على اتصال Wi-Fi لزيادة النطاق اللاسلكي في قائمة HomeBase Settings> Connection. انقر فوق الزر لمعرفة كيفية الإعداد.
de: Stoßen Sie auf die Situation, dass die Reichweite der Kamera nicht ausreicht? Es wird empfohlen, dass Sie die HomeBase auf Wi-Fi-Verbindung einstellen, um die Funkreichweite im Menü HomeBase-Einstellungen> Verbindung zu erhöhen. Klicken Sie auf die Schaltfläche, um die Einrichtung zu erlernen.
es: ¿Te encuentras con la situación de que el alcance de la cámara no es suficiente? Se recomienda que configure HomeBase en una conexión Wi-Fi para aumentar el alcance inalámbrico en el menú Configuración de HomeBase> Conexión. Haga clic en el botón para aprender cómo configurar.
fr: Rencontrez-vous la situation que la portée de la caméra n'est pas suffisante? Il est recommandé de configurer la HomeBase sur une connexion Wi-Fi pour augmenter la portée sans fil dans le menu Paramètres HomeBase> Connexion. Cliquez sur le bouton pour savoir comment configurer.
it: Ti trovi in una situazione in cui la portata della fotocamera non è sufficiente? Si consiglia di impostare HomeBase su connessione Wi-Fi per aumentare la portata wireless nel menu Impostazioni HomeBase> Connessione. Fai clic sul pulsante per sapere come eseguire l'installazione.
nl: Komt u de situatie tegen dat het camerabereik niet voldoende is? Het wordt aanbevolen om de HomeBase in te stellen op Wi-Fi-verbinding om het draadloze bereik te vergroten in het menu HomeBase-instellingen> Verbinding. Klik op de knop voor meer informatie over het instellen.

# bc.setting.common.is_offline
source: is offline
ar: غير متصلة بالإنترنت
de: ist offline
es: está sin conexión
fr: est hors connexion
it: è offline

# bc.devicesetting.osd_off_tip
source: Off (No timestamp and logo)
ar: خارج (لا الطابع الزمني والشعار)
de: Aus (kein Zeitstempel und Logo)
es: Desactivado (sin marca de tiempo ni logotipo)
fr: Off (pas d'horodatage ni de logo)
it: Off (Nessun timestamp e logo)
nl: Uit (geen tijdstempel en logo)

# bc.devicesetting.osd_timestamp
source: Timestamp
ar: الطابع الزمني
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
nl: tijdstempel

# bc.devicesetting.osd_timestamp_and_logo
source: Timestamp and logo
ar: الطابع الزمني والشعار
de: Zeitstempel und Logo
es: Marca de tiempo y logo
fr: Horodatage et logo
it: Timestamp e logo
nl: Tijdstempel en logo

# bc.devices.select_detection_statistics_tip
source: Detection statistics
ar: إحصائيات الكشف
de: Erkennungsstatistik
es: Estadísticas de detección
fr: Statistiques de détection
it: Statistiche di rilevamento
nl: Detectie statistieken

# bc.devices.select_detection_statistics_current_battery
source: Current battery
ar: البطارية الحالية
de: Aktuelle Batterie
es: Batería actual
fr: Batterie actuelle
it: Batteria corrente
nl: Huidige batterij

# bc.devices.select_detection_statistics_last_charge
source: Since last charge
ar: منذ آخر تهمة
de: Seit der letzten Ladung
es: Desde el último cargo
fr: Depuis la dernière charge
it: Dall'ultima carica
nl: Sinds de laatste lading

# bc.devices.select_detection_statistics_used_days
source: Used days
ar: أيام مستعملة
de: Gebrauchte Tage
es: Días usados
fr: Jours utilisés
it: Giorni usati
nl: Gebruikte dagen

# bc.devices.select_detection_statistics_events_totally
source: Detected events totally
ar: الكشف عن الأحداث تماما
de: Ereignisse total erkannt
es: Eventos detectados totalmente
fr: Événements détectés totalement
it: Eventi rilevati totalmente
nl: Totaal gedetecteerde gebeurtenissen

# bc.devices.select_detection_statistics_false_events_A
source: False events filtered by the AI
ar: الأحداث الكاذبة التي تمت تصفيتها بواسطة AI
de: Von der KI gefilterte falsche Ereignisse
es: Eventos falsos filtrados por la IA
fr: Faux événements filtrés par l'IA
it: Falsi eventi filtrati dall'intelligenza artificiale
nl: Valse gebeurtenissen gefilterd door de AI

# bc.devices.select_detection_statistics_recoded_save_events
source: Recorded and saved events
ar: الأحداث المسجلة والمحفوظة
de: Aufgezeichnete und gespeicherte Ereignisse
es: Eventos grabados y guardados
fr: Événements enregistrés et sauvegardés
it: Eventi registrati e salvati
nl: Opgenomen en opgeslagen evenementen

# bc.devices.power_working_mode_tip
source: Working Mode
ar: نمط العمل
de: Arbeitsmodus
es: Modo de trabajo
fr: Mode de fonctionnement
it: Modalità di lavoro
nl: Werkmodus

# bc.devices.select_detection_statistics_last_charge_no
source: Some time ago
ar: قبل حين
de: Vor einiger Zeit
es: Hace tiempo
fr: Il y a quelque temps
it: Qualche tempo fa
nl: Een tijdje geleden

# bc.devicesetting.when_use_hksv_then_change_to_humanonly_tip
source: HomeKit Secure Video is enabled. If you switch the detection type to Human Only mode, the eufyCam local AI may filter some events, and iCloud may only store the filtered clips. Would you still like to switch?
ar: تم تمكين HomeKit Secure Video. إذا قمت بتبديل نوع الكشف إلى وضع Human Only ، فقد تقوم منظمة eufyCam AI المحلية بتصفية بعض الأحداث ، وقد يقوم iCloud بتخزين المقاطع التي تمت تصفيتها فقط. هل ما زلت تريد التبديل؟
de: HomeKit Secure Video ist aktiviert. Wenn Sie den Erkennungstyp in den Nur-Mensch-Modus schalten, filtert die lokale KI von eufyCam möglicherweise einige Ereignisse, und iCloud speichert möglicherweise nur die gefilterten Clips. Möchten Sie noch wechseln?
es: HomeKit Secure Video está habilitado. Si cambia el tipo de detección al modo Solo humanos, la IA local de eufyCam puede filtrar algunos eventos e iCloud solo puede almacenar los clips filtrados. ¿Todavía te gustaría cambiar?
fr: HomeKit Secure Video est activé. Si vous basculez le type de détection en mode humain uniquement, l'IA locale d'eufyCam peut filtrer certains événements et iCloud peut uniquement stocker les clips filtrés. Voulez-vous toujours changer?
it: HomeKit Secure Video è abilitato. Se cambi il tipo di rilevamento in modalità Solo umano, l'IA locale eufyCam può filtrare alcuni eventi e iCloud può memorizzare solo i clip filtrati. Vuoi ancora cambiare?
nl: HomeKit Secure Video is ingeschakeld. Als u het detectietype overschakelt naar de modus Alleen mens, kan de lokale eufyCam-AI bepaalde gebeurtenissen filteren en kan iCloud alleen de gefilterde clips opslaan. Wil je toch overstappen?

# bc.devicesetting.hksv_power_manager_optimal_tip
source: The working mode is set to Optimal Surveillance mode by default due to HomeKit Secure Video is enabled. Change the working mode may affect the clips stored in iCloud.
ar: يتم ضبط وضع العمل على وضع المراقبة المثلى بشكل افتراضي بسبب تمكين HomeKit Secure Video. قد يؤثر تغيير وضع العمل على المقاطع المخزنة في iCloud.
de: Der Arbeitsmodus ist standardmäßig auf den optimalen Überwachungsmodus eingestellt, da HomeKit Secure Video aktiviert ist. Das Ändern des Arbeitsmodus kann sich auf die in iCloud gespeicherten Clips auswirken.
es: El modo de trabajo está configurado en modo de vigilancia óptima de forma predeterminada debido a que HomeKit Secure Video está habilitado. Cambiar el modo de trabajo puede afectar los clips almacenados en iCloud.
fr: Le mode de travail est réglé sur le mode de surveillance optimale par défaut car HomeKit Secure Video est activé. Changer le mode de travail peut affecter les clips stockés dans iCloud.
it: La modalità di funzionamento è impostata su Modalità di sorveglianza ottimale per impostazione predefinita, poiché HomeKit Secure Video è abilitato. La modifica della modalità di lavoro potrebbe influire sui clip memorizzati in iCloud.
nl: De werkmodus is standaard ingesteld op Optimale bewakingsmodus omdat HomeKit Secure Video is ingeschakeld. Het wijzigen van de werkmodus kan van invloed zijn op de clips die zijn opgeslagen in iCloud.

# bc.devicesetting.video_auto_quality_tip
source: Automatically adjust the image quality according to network speed.
ar: اضبط جودة الصورة تلقائيًا وفقًا لسرعة الشبكة.
de: Passen Sie die Bildqualität automatisch an die Netzwerkgeschwindigkeit an.
es: Ajusta automáticamente la calidad de la imagen según la velocidad de la red.
fr: Ajustez automatiquement la qualité de l'image en fonction de la vitesse du réseau.
it: Regola automaticamente la qualità dell'immagine in base alla velocità della rete.
nl: Pas de beeldkwaliteit automatisch aan op basis van de netwerksnelheid.

# bc.devicesetting.video_high_quality_tip
source: High image quality will consume more data and may cause intermittent play when the network is weak.
ar: سوف تستهلك جودة الصورة العالية المزيد من البيانات وقد تتسبب في تشغيل متقطع عندما تكون الشبكة ضعيفة.
de: Eine hohe Bildqualität verbraucht mehr Daten und kann bei schwachem Netzwerk zu zeitweiliger Wiedergabe führen.
es: La alta calidad de imagen consumirá más datos y puede provocar una reproducción intermitente cuando la red es débil.
fr: Une qualité d'image élevée consommera plus de données et peut entraîner une lecture intermittente lorsque le réseau est faible.
it: Un'elevata qualità dell'immagine consumerà più dati e potrebbe causare la riproduzione intermittente quando la rete è debole.
nl: Een hoge beeldkwaliteit verbruikt meer gegevens en kan intermitterend afspelen veroorzaken als het netwerk zwak is.

# bc.devicesetting.video_medium_quality_tip
source: Medium image quality will consume less data.
ar: تستهلك جودة الصور المتوسطة بيانات أقل.
de: Mittlere Bildqualität verbraucht weniger Daten.
es: Una calidad de imagen media consumirá menos datos.
fr: La qualité d'image moyenne consomme moins de données.
it: Una qualità media delle immagini consuma meno dati.
nl: Bij een gemiddelde beeldkwaliteit worden minder gegevens verbruikt.

# bc.devicesetting.video_low_quality_tip
source: Low image quality will keep streaming smooth in poor network conditions.
ar: سيستمر البث بسلاسة في ظروف الشبكة السيئة عند استخدام جودة صور منخفضة.
de: Eine niedrige Bildqualität sorgt für reibungsloses Streaming bei schlechten Netzwerkbedingungen.
es: Una calidad de imagen baja mantendrá la transmisión constante si la señal de la red es débil.
fr: La faible qualité d'image permet de garantir une diffusion fluide dans des conditions de réseau médiocres.
it: Una bassa qualità delle immagini consente di mantenere lo streaming fluido in condizioni di rete scadenti.
nl: Bij een lage beeldkwaliteit wordt het beeld ook in een zwak netwerk zonder haperingen afgespeeld.

# bc.devicesetting.fullhd
source: Full HD(1080P)
ar: دقة Full HD (1080 بكسل)

# bc.devicesetting.2khd_tip
source: 2K high resolution with the high compression encoding format
ar: دقة عالية 2K مع تنسيق ترميز الضغط العالي
de: 2K hohe Auflösung mit dem Codierungsformat mit hoher Komprimierung
es: Alta resolución de 2K con el formato de codificación de alta compresión
fr: Haute résolution 2K avec le format d'encodage à haute compression
it: Alta risoluzione 2K con il formato di codifica ad alta compressione
nl: 2K hoge resolutie met het coderingsformaat voor hoge compressie

# bc.devicesetting.fullhd_tip
source: 1080P resolution with the H.264 encoding format
ar: دقة 1080P مع تنسيق ترميز H.264
de: 1080P Auflösung mit dem H.264 Codierungsformat
es: Resolución 1080P con el formato de codificación H.264
fr: Résolution 1080P avec le format d'encodage H.264
it: Risoluzione 1080P con il formato di codifica H.264
nl: 1080P-resolutie met het H.264-coderingsformaat

# bc.notifySoundSetting.common.default
source: Default
ar: إفتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Impostazioni predefinite
nl: Standaard

# bc.notifySoundSetting.common.silent
source: Silent
ar: صامتة
de: Stumm
es: Silencio
fr: Silencieux
it: Silenzioso
nl: Stil

# bc.notifySoundSetting.motion.item1
source: Bell
ar: جرس
de: Glocke
es: Campana
fr: Cloche
it: Campanello
nl: Bel

# bc.notifySoundSetting.motion.item2
source: Change
ar: يتغيرون
de: Ändern
es: Cambiar
fr: Changer
it: Modifica
nl: Wijzigen

# bc.notifySoundSetting.motion.item3
source: Ding
ar: دينغ
de: Klingel
es: Ring

# bc.notifySoundSetting.motion.item4
source: Notify
ar: أبلغ
de: Benachrichtigen
es: Notificar
fr: Notifier
it: Notifica
nl: Melden

# bc.notifySoundSetting.motion.item5
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Beveiliging

# bc.notifySoundSetting.motion.item6
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Completato
nl: Geslaagd

# bc.notifySoundSetting.motion.item7
source: Type
ar: نوع
de: Typ
es: Tipo
it: Tipo

# bc.notifySoundSetting.common.title
source: App Alert Tones
ar: نغمات تنبيه التطبيق
de: App-Alarmtöne
es: Tonos de alerta de la aplicación
fr: Tonalités d'alerte de l'application
it: Toni di avviso app
nl: Meldingsgeluiden van app

# bc.notifySoundSetting.motion.title
source: Motions
ar: الاقتراحات
de: Bewegungen
es: Movimientos
fr: Mouvements
it: Movimenti
nl: Bewegingen

# bc.notifySoundSetting.rings.item1
source: Beacon
ar: منارة
es: Baliza
fr: Phare
it: Segnale
nl: Zwaailicht

# bc.notifySoundSetting.rings.item2
source: Chord
ar: وتر
de: Akkord
es: Cuerda
fr: Accord
it: Accordo
nl: Akkoord

# bc.notifySoundSetting.rings.item3
source: Christmas
ar: عيد الميلاد
de: Weihnachten
es: Navidad
fr: Noël
it: Natale
nl: Kerstmis

# bc.notifySoundSetting.rings.item4
source: Circuit
ar: دائرة كهربائية
de: Schaltkreis
es: Circuito
it: Circuito
nl: Kring

# bc.notifySoundSetting.rings.item5
source: Clock
ar: ساعة حائط
de: Uhr
es: Reloj
fr: Horloge
it: Orologio
nl: Klok

# bc.notifySoundSetting.rings.item6
source: Ding
ar: دينغ
de: Klingel
es: Ring

# bc.notifySoundSetting.rings.item7
source: Hillside
ar: التلال
de: Berge
es: Pradera
fr: Coteau
it: Collina
nl: Helling

# bc.notifySoundSetting.rings.item8
source: Presto
ar: المعزوفة
it: Pronto

# bc.menu.callus_middle_east
source: Middle East & Africa
ar: الشرق الأوسط وأفريقيا
de: Naher Osten und Afrika
es: Medio Oriente y África
fr: Moyen-Orient et Afrique
it: Medio Oriente e Africa
nl: Midden-Oosten en Afrika

# bc.menu.callus_united_arab_emirates
source: UAE
ar: الإمارات العربية المتحدة
de: VAE
es: EAU
fr: Émirats arabes unis
it: Emirati Arabi Uniti
nl: VAE

# bc.menu.callus_saudi_arabia
source: Saudi Arabia
ar: المملكة العربية السعودية
de: Saudi Arabien
es: Arabia Saudita
fr: Arabie Saoudite
it: Arabia Saudita
nl: Saoedi-Arabië

# bc.menu.callus_kuwait
source: Kuwait
ar: الكويت
fr: Koweit
nl: Koeweit

# bc.menu.callus_egypt
source: Egypt
ar: مصر
de: Ägypten
es: Egipto
fr: Egypte
it: Egitto
nl: Egypte

# bc.menu.callus_work_time4
source: Sun - Thu 9:00AM - 5:30PM (GMT+4)
ar: الأحد - الخميس 9:00 صباحًا -5:30 مساءً (GMT+4)
de: So - Do 9:00 - 17:30 Uhr (GMT+4)
es: Dom - Jue 9:00 AM - 5:30PM (GMT+4)
fr: Dim - Jeu 9:00AM - 5:30PM (GMT+4)
it: Dom - Gio 9:00-17:30 (GMT+4)
nl: Zo - do 09:00 uur - 17:30 uur (GMT+4)

# bc.menu.callus_work_time5
source: Sun - Thu 9:00AM - 5:30PM (GMT+4)
ar: الأحد - الخميس 9:00 صباحًا -5:30 مساءً (GMT+4)
de: So - Do 9:00 - 17:30 Uhr (GMT+4)
es: Dom - Jue 9:00AM - 5:30PM(GMT+4)
fr: Dim - Jeu 9:00AM - 5:30PM (GMT+4)
it: Dom - Gio 9:00-17: 30 (GMT+4)
nl: Zo - do 09:00 uur - 17:30 uur (GMT+4)

# bc.menu.callus_work_time6
source: Sun - Thu 8:00AM - 4:30PM(GMT+3)
ar: الأحد - الخميس 8:00 ص - 4:30 م (GMT+3)
de: So - Do 8:00 - 16:30 Uhr (GMT+3)
es: Dom - Jue 8:00 AM - 4: 30PM(GMT+3)
fr: Dim - Jeu 8:00AM - 4:30PM (GMT+3)
it: Dom - Gio 8:00-16: 30 (GMT+3)
nl: Zo - do 08:00 uur - 16:30 uur (GMT+3)
