Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.account.sign_up
source: Sign Up
ar: تسجيل الاشتراك
de: Registrieren
es: Registrarse
fr: Créer un compte
it: Registrati
nl: Registreren

# bc.account.agree_privacy_policy
source: By signing up, I agree to the Terms of Service, Privacy Policy and Data Policy.
ar: بتسجيل الاشتراك، أوافق ضمنيًا على شروط الخدمة وسياسة الخصوصية وسياسة البيانات.
de: Durch die Registrierung stimme ich den Nutzungsbedingungen, der Datenschutzrichtlinie und der Datenrichtlinien zu.
es: Al registrarme, acepto los Términos de servicio, la Política de privacidad y la Política de datos.
fr: En vous inscrivant, vous acceptez les Conditions de service, la Politique de confidentialité et la Politique concernant les données.
it: Eseguendo la registrazione, accetto le Termini di servizio, l'Informativa sulla privacy e le Norme sui dati.
nl: Door mij te registreren, ga ik akkoord met de Servicevoorwaarden, het Privacybeleid en het Gegevensbeleid.

# bc.exception.ppcs_error_26015
source: Verification email has been sent to your mailbox; check your junk mail folder if you don't see it. Please verify your account before login in.
ar: لقد تم إرسال رسالة تحقق بالبريد الإلكتروني إلى صندوق بريدك. تحقق من ملف البريد غير المرغوب فيه إذا لم تجدها. يُرجى التحقق من حسابك قبل تسجيل الدخول.
de: Wir haben eine Bestätigungs-E-Mail an Ihr Postfach gesendet. Falls sie nicht angezeigt wird, überprüfen Sie bitte den Spam-E-Mail-Ordner. Bitte bestätigen Sie Ihr Konto, bevor Sie sich anmelden.
es: Se le ha enviado un correo electrónico de verificación; si no lo encuentra, compruebe la carpeta de correo no deseado. Verifique su cuenta antes de iniciar sesión.
fr: Un e-mail de vérification a été envoyé sur votre messagerie ; vérifiez votre dossier Courrier indésirable si cet e-mail ne s'affiche pas dans votre boîte de réception. Veuillez vérifier votre compte avant de vous connecter.
it: È stato inviato un messaggio e-mail di verifica alla cassetta postale dell'utente. Se non è visualizzato, controllare la cartella della posta indesiderata. Verificare l'account prima di effettuare l'accesso.
nl: Verificatiemail is naar uw postvak verzonden. Controleer de map met ongewenste e-mail als u deze e-mail niet ziet. Controleer uw account voordat u zich aanmeldt.

# bc.account.enter_email_tip
source: Please enter your email address.
ar: يُرجى إدخال عنوان بريدك الإلكتروني.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es: Introduzca su dirección de correo electrónico.
fr: Saisissez votre adresse e-mail.
it: Immettere l'indirizzo e-mail.
nl: Voer uw e-mailadres in.

# bc.account.enter_password_tip
source: Please enter your password.
ar: يُرجى إدخال كلمة المرور الخاصة بك.
de: Bitte geben Sie Ihr Passwort ein.
es: Introduzca su contraseña.
fr: Saisissez votre mot de passe.
it: Immettere la password.
nl: Voer uw wachtwoord in.

# bc.account.enter_nickname
source: Please enter a nickname.
ar: يُرجى إدخال لقب.
de: Bitte geben Sie einen Spitznamen ein.
es: Introduzca un apodo.
fr: Saisissez un pseudonyme.
it: Immettere un nickname.
nl: Voer een bijnaam in.

# bc.account.email_format_tip
source: Please enter the correct format email address.
ar: يُرجى إدخال التنسيق الصحيح لعنوان البريد الإلكتروني.
de: Bitte geben Sie die E-Mail-Adresse im richtigen Format ein.
es: Introduzca la dirección de correo electrónico en el formato correcto.
fr: Saisissez l'adresse e-mail au format approprié.
it: Immettere l'indirizzo e-mail nel formato corretto.
nl: Typ het e-mailadres in de juiste indeling.

# bc.account.nickname_long
source: Nickname is too long.
ar: اللقب طويل جدًا.
de: Der Spitzname ist zu lang.
es: El apodo es demasiado largo.
fr: Le pseudonyme est trop long.
it: Il nickname è troppo lungo.
nl: Bijnaam is te lang.

# bc.account.email_password_error
source: Email or password is incorrect.
ar: عنوان البريد الإلكتروني أو كلمة المرور غير صحيحة.
de: Die E-Mail-Adresse oder das Passwort stimmt nicht.
es: El correo electrónico o la contraseña no son correctos.
fr: L'adresse e-mail ou le mot de passe est incorrect.
it: L'indirizzo e-mail o la password non sono corretti.
nl: E-mailadres of wachtwoord is onjuist.

# bc.account.password_error_tip
source: Password entered incorrectly
ar: تم إدخال كلمة المرور بشكل غير صحيح
de: Passwort falsch eingegeben
es: La contraseña introducida no es correcta.
fr: Mot de passe saisi incorrectement
it: La password immessa non è corretta
nl: Wachtwoord onjuist ingevoerd

# bc.account.password_trouble_rest_it
source: It looks like you're having trouble with your password. Do you want to reset it?
ar: يبدو أنك تواجه مشكلة في كلمة المرور. هل تريد إعادة تعيينها؟
de: Wenn Sie Ihr Passwort vergessen haben, können Sie es zurücksetzen.
es: Parece que tiene problemas con su contraseña. ¿Desea restablecerla?
fr: Il semble que vous rencontriez des difficultés avec votre mot de passe. Voulez-vous le réinitialiser ?
it: Probabile problema con la password. Si desidera reimpostarla?
nl: Het lijkt erop dat u problemen hebt met uw wachtwoord. Opnieuw instellen?

# bc.account.not_now
source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
nl: Niet nu

# bc.account.5_times_repeated_login_failed
source: Due to 5 failed login attempts, login for your account has been disabled for %d minutes. Please try again later.
ar: بسبب 5 محاولات تسجيل دخول فاشلة، تم تعطيل تسجيل الدخول إلى حسابك لمدة %d دقائق. يُرجى إعادة المحاولة لاحقًا.
de: Aufgrund von fünf fehlgeschlagenen Anmeldeversuchen wurde Ihr Konto für %d Minuten gesperrt. Bitte versuchen Sie es später erneut.
es: Debido a 5 intentos fallidos de inicio de sesión, se ha desactivado la conexión con su cuenta durante %d minutos. Inténtelo de nuevo más tarde.
fr: En raison de cinq tentatives infructueuses, la connexion à votre compte est désactivée pendant %d minutes. Veuillez réessayer plus tard.
it: In seguito a 5 tentativi di accesso non riusciti, l'accesso all'account utente è stato disabilitato per %d minuti. Riprovare più tardi.
nl: Vanwege 5 mislukte aanmeldingspogingen is de aanmelding voor uw account %d minuten uitgeschakeld. Probeer het later opnieuw.

# bc.account.eamil_verified_tip
source: This email address has not been verified yet. Resend the verification email.
ar: لم يتم التحقق من عنوان البريد الإلكتروني هذا بعد. إعادة إرسال رسالة التحقق بالبريد الإلكتروني.
de: Diese E-Mail-Adresse wurde noch nicht bestätigt. Bestätigungs-E-Mail erneut senden.
es: Esta dirección de correo electrónico no se ha verificado aún. Vuelva a enviar el correo electrónico de verificación.
fr: Cette adresse e-mail n'a pas encore été vérifiée. Renvoyer l'e-mail de vérification.
it: Questo indirizzo e-mail non è ancora stato verificato. Reinviare il messaggio e-mail di verifica.
nl: Dit e-mailadres is nog niet geverifieerd. Verzend de verificatiemail opnieuw.

# bc.account.sent_verification_email
source: Verification email has been sent.
ar: لقد تم إرسال رسالة التحقق بالبريد الإلكتروني.
de: Die Bestätigungs-E-Mail wurde gesendet.
es: Se ha enviado el correo electrónico de verificación.
fr: L'e-mail de vérification a été envoyé.
it: Il messaggio e-mail di verifica è stato inviato.
nl: Verificatiemail is verzonden.

# bc.account.reset_password_tip
source: Please enter your registered email address to receive instructions for resetting your password.
ar: يُرجى إدخال عنوان البريد الإلكتروني المسجّل لتلقي تعليمات لإعادة تعيين كلمة المرور.
de: Geben Sie Ihre registrierte E-Mail-Adresse ein, um Anweisungen zum Zurücksetzen Ihres Passworts zu erhalten.
es: Introduzca su dirección de correo electrónico registrada para recibir instrucciones para restablecer su contraseña.
fr: Veuillez saisir votre adresse e-mail enregistrée afin de recevoir les instructions de réinitialisation de votre mot de passe.
it: Inserire l'indirizzo e-mail registrato per ricevere le istruzioni per la reimpostazione della password.
nl: Voer uw geregistreerde e-mailadres in om instructies te ontvangen om uw wachtwoord opnieuw in te stellen.

# bc.account.email_sent
source: Email sent
ar: تم إرسال البريد الإلكتروني
de: E-Mail gesendet
es: Correo electrónico enviado
fr: E-mail envoyé
it: Messaggi e-mail inviati
nl: E-mail verzonden

# bc.account.check_email_reset_password
source: Please check your email for instructions on how to reset your password.
ar: يُرجى التحقق من بريدك الإلكتروني للاطّلاع على التعليمات حول كيفية إعادة تعيين كلمة المرور.
de: In der E-Mail finden Sie Anweisungen zum Zurücksetzen Ihres Passworts.
es: Busque en su correo electrónico las instrucciones sobre cómo restablecer su contraseña.
fr: Veuillez consulter votre messagerie pour obtenir les instructions concernant la réinitialisation de votre mot de passe.
it: Controllare l'e-mail per visualizzare le istruzioni sul ripristino della password.
nl: Raadpleeg uw e-mail voor instructies over het opnieuw instellen van uw wachtwoord.

# bc.account.email_registered
source: This email has already been registered. Please log in with this email or register with a new email.
ar: لقد سبق أن تم تسجيل هذا البريد الإلكتروني. يُرجى تسجيل الدخول باستخدام هذا البريد الإلكتروني أو التسجيل باستخدام بريد إلكتروني جديد.
de: Diese E-Mail-Adresse wurde bereits registriert. Melden Sie sich mit dieser E-Mail-Adresse an oder registrieren Sie sich mit einer neuen Adresse.
es: Este correo electrónico ya se ha registrado. Inicie sesión con este correo electrónico o regístrese con uno nuevo.
fr: Cet e-mail a déjà été enregistré. Veuillez vous connecter avec cet e-mail ou vous inscrire avec un nouvel e-mail.
it: Questo messaggio e-mail è già stato registrato. Effettuare l'accesso con questo indirizzo e-mail o registrarsi con un indirizzo e-mail diverso.
nl: Dit e-mailadres is al geregistreerd. Meld u aan met dit e-mailadres of registreer u met een nieuw e-mailadres.

# bc.menu.logout
source: Log Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
nl: Afmelden

# bc.menu.logout_do
source: Are you sure want to log out of your account ?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج من حسابك؟
de: Möchten Sie sich wirklich von Ihrem Konto abmelden?
es: ¿Seguro que desea cerrar la sesión de su cuenta？
fr: Voulez-vous vraiment vous déconnecter de votre compte ?
it: Uscire dall'account？
nl: Weet u zeker dat u zich wilt afmelden bij uw account?

# bc.account.open_email
source: Open mailbox
ar: فتح صندوق البريد
de: Postfach öffnen
es: Abrir buzón
fr: Ouvrir la messagerie
it: Apri cassetta postale
nl: Mailbox openen

# bc.account.receive_news_updates
source: Receive News and Product Updates
ar: تلقّي الأخبار والتحديثات الخاصة بالمنتجات
de: Neuigkeiten und Produktaktualisierungen erhalten
es: Recibir noticias y actualizaciones del producto
fr: Recevoir les infos et mises à jour produits.
it: Ricevi notizie e aggiornamenti dei prodotti
nl: Nieuws en productupdates ontvangen

# bc.menu.account_settings
source: Account Settings
ar: إعدادات الحساب
de: Kontoeinstellungen
es: Configuración de la cuenta
fr: Paramètres du compte
it: Impostazioni account
nl: Accountinstellingen

# bc.menu.deactivate_account
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
nl: Account verwijderen

# bc.menu.take_photos
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera

# bc.smartdetect.album
source: Album
ar: ألبوم
es: Galería

# bc.menu.change_nick
source: Change Nickname
ar: تغيير اللقب
de: Spitzname ändern
es: Cambiar apodo
fr: Modifier le pseudonyme
it: Modifica nickname
nl: Bijnaam wijzigen

# bc.menu.change_password
source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Modifica password
nl: Wachtwoord wijzigen

# bc.menu.current_password
source: Current Password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password corrente
nl: Huidig wachtwoord

# bc.menu.new_password
source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
nl: Nieuw wachtwoord

# bc.menu.confirm_password
source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
nl: Wachtwoord bevestigen

# bc.menu.forgot_password
source: Forgot Password ?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Ha olvidado la contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
nl: Wachtwoord vergeten?

# bc.account.forgot_password
source: Forgot Password
ar: نسيت كلمة المرور
de: Passwort vergessen
es: He olvidado la contraseña
fr: Mot de passe oublié
it: Password dimenticata
nl: Wachtwoord vergeten

# bc.menu.normal_current_password
source: Please enter current password
ar: يُرجى إدخال كلمة المرور الحالية
de: Geben Sie das aktuelle Passwort ein.
es: Introduzca su contraseña actual
fr: Saisissez votre mot de passe actuel.
it: Immettere la password corrente
nl: Voer het huidige wachtwoord in

# bc.menu.normal_naming_rules
source: 8-20 characters
ar: 8 إلى 20 حرفًا
de: 8-20 Zeichen
es: 8-20 caracteres
fr: 8 à 20 caractères
it: 8-20 caratteri
nl: 8-20 tekens

# bc.menu.password_change_success
source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.
de: Das Passwort wurde geändert.
es: La contraseña se ha modificado correctamente.
fr: Le mot de passe a été modifié avec succès.
it: Modifica della password completata.
nl: Wachtwoord is gewijzigd.

# bc.menu.password_incorrect
source: Current password is incorrect.
ar: إن كلمة المرور الحالية غير صحيحة.
de: Das aktuelle Passwort stimmt nicht.
es: La contraseña actual no es correcta.
fr: Le mot de passe actuel est incorrect.
it: La password corrente non è corretta.
nl: Huidig wachtwoord is onjuist.

# bc.menu.password_not_match
source: Passwords do not match.
ar: إن كلمتَي المرور غير متطابقتَين.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
nl: Wachtwoorden komen niet overeen.

# bc.menu.password_input_rules
source: The password must contain 8-20 characters and no special characters.
ar: يجب أن تحتوي كلمة المرور على 8 إلى 20 حرفًا من دون أحرف خاصة.
de: Das Passwort muss 8-20 Zeichen lang sein und darf keine Sonderzeichen enthalten.
es: La contraseña debe contener entre 8 y 20 caracteres, sin caracteres especiales.
fr: Le mot de passe doit comporter entre 8 et 20 caractères et ne doit être composé d'aucun caractère spécial.
it: La password deve contenere da 8 a 20 caratteri, senza caratteri speciali.
nl: Het wachtwoord moet uit 8-20 tekens bestaan en mag geen speciale tekens hebben.

# bc.menu.delete_account_do
source: Are you sure you want to permanently delete your account? You will not be able to use this account for any eufy and Anker apps if you delete your account.
ar: هل أنت متأكد من أنك تريد حذف حسابك نهائيًا؟ إذا حذفت حسابك، فلن تتمكن من استخدام هذا الحساب لأي من تطبيقات eufy وAnker.
de: Möchten Sie Ihr Konto wirklich dauerhaft löschen? Wenn Sie Ihr Konto löschen, können Sie es nicht mehr für eufy- und Anker-Apps verwenden.
es: ¿Seguro que desea eliminar su cuenta permanentemente? Si elimina su cuenta, no podrá utilizarla para ninguna aplicación de eufy ni de Anker.
fr: Êtes-vous sûr de vouloir supprimer définitivement votre compte ? Si vous supprimez votre compte, vous ne pourrez l'utiliser pour aucune application eufy ou Anker.
it: Eliminare definitivamente l'account? Se l'account viene eliminato, non potrà più essere utilizzato per alcuna app eufy o Anker.
nl: Weet u zeker dat u uw account definitief wilt verwijderen? U kunt dit account niet gebruiken voor eufy- en Anker-apps als u uw account verwijdert.

# bc.menu.account_delete_device
source: Please remove all of your devices before deleting account.
ar: يُرجى إزالة كل أجهزتك قبل حذف الحساب.
de: Bitte entfernen Sie alle Geräte, bevor Sie das Konto löschen.
es: Elimine todos los dispositivos antes de la suprimir la cuenta.
fr: Veuillez supprimer tous vos appareils avant de supprimer le compte.
it: Rimuovere tutti i dispositivi prima di eliminare l'account.
nl: Verwijder al uw apparaten voordat u het account verwijdert.

# bc.menu.account_delete_subscription
source: Please cancel all of your cloud subscriptions and remove all your devices before deleting account.
ar: يُرجى إلغاء كل اشتراكاتك على السحابة وإزالة كل أجهزتك قبل حذف الحساب.
de: Bitte stornieren Sie alle Cloud-Abonnements und entfernen Sie alle Geräte, bevor Sie das Konto löschen.
es: Cancele todas sus suscripciones en la nube y elimine todos los dispositivos antes de eliminar la cuenta.
fr: Veuillez résilier tous vos abonnements Cloud et supprimer tous vos appareils avant de supprimer le compte.
it: Annullare tutti gli abbonamenti cloud e rimuovere tutti i dispositivi prima di eliminare l'account.
nl: Annuleer al uw cloudabonnementen en verwijder al uw apparaten voordat u het account verwijdert.

# bc.menu.account_deleted_registe_tip
source: Your account has been permanently deleted. Please register with a new email address to if you want to use the EufySecurity app again.
ar: لقد تم حذف حسابك نهائيًا. يُرجى التسجيل باستخدام عنوان بريد إلكتروني جديد إذا أردت استخدام تطبيق EufySecurity من جديد.
de: Ihr Konto wurde dauerhaft gelöscht. Registrieren Sie sich bitte mit einer neuen E-Mail-Adresse, wenn Sie die EufySecurity-App wieder verwenden möchten.
es: Su cuenta se ha eliminado permanentemente. Regístrese con una nueva dirección de correo electrónico si desea volver a utilizar la aplicación EufySecurity.
fr: Votre compte a été supprimé définitivement. Veuillez vous inscrire avec une nouvelle adresse e-mail pour pouvoir utiliser de nouveau l'application Eufy Security.
it: L'account dell'utente è stato eliminato definitivamente. Se si desidera utilizzare di nuovo l'app Eufy Security, registrarsi con un altro indirizzo e-mail.
nl: Uw account is definitief verwijderd. Registreer u met een nieuw e-mailadres als u de EufySecurity-app opnieuw wilt gebruiken.

# bc.account.token_expired
source: You have been automatically logged out. Please log in again.
ar: لقد تم تسجيل خروجك تلقائيًا. يُرجى تسجيل الدخول مجددًا.
de: Sie wurden automatisch abgemeldet. Bitte melden Sie sich erneut an.
es: Se ha cerrado la sesión automáticamente. Vuelva a iniciar la sesión.
fr: Vous avez été déconnecté automatiquement. Veuillez vous reconnecter.
it: L'utente è stato disconnesso automaticamente. Ripetere l'accesso.
nl: U bent automatisch afgemeld. Meld u opnieuw aan.

# bc.account.password_placeholder
source: Password (8-20 characters)
ar: كلمة المرور (8 إلى 20 حرفًا)
de: Passwort (8-20 Zeichen)
es: Contraseña (8-20 caracteres)
fr: Mot de passe (8 à 20 caractères)
it: Password (8-20 caratteri)
nl: Wachtwoord (8-20 tekens)

# bc.login.single_logout_tip_title
source: Log Out Notice
ar: إشعار تسجيل الخروج
de: Abmeldehinweis
es: Aviso de cierre de sesión
fr: Avis de déconnexion
it: Avviso di disconnessione
nl: Kennisgeving bij afmelden

# bc.login.single_logout_tip_content
source: Your account has been logged in on another device at %@.
ar: لقد تم تسجيل الدخول إلى حسابك من هاتف ذكي آخر عند الساعة %@.
de: %@ Uhr: Jemand hat sich über ein anderes Mobiltelefon in Ihrem Konto angemeldet.
es: Se ha iniciado sesión en su cuenta desde otro dispositivo a las %@.
fr: Un autre smartphone s'est connecté à votre compte à %@.
it: L'account dell'utente ha effettuato l'accesso da un altro smartphone alle ore %@.
nl: Er is om %@ uur op een andere smartphone bij uw account aangemeld.

# bc.account.check_mailbox_active_account
source: Please check your mailbox to activate your account, and then come back to login.
ar: يُرجى التحقق من صندوق البريد لتنشيط حسابك، ثم محاولة إعادة تسجيل الدخول مجددًا.
de: Bitte überprüfen Sie Ihr Postfach, um Ihr Konto zu aktivieren, und melden Sie sich dann erneut an.
es: Compruebe su buzón de entrada para activar su cuenta y luego vuelva para iniciar sesión.
fr: Vérifiez votre messagerie pour activer votre compte, puis revenez à la page de connexion.
it: Controllare la cassetta postale per attivare l'account, quindi tornare indietro per effettuare l'accesso.
nl: Controleer uw mailbox om uw account te activeren en meld u vervolgens hier aan.

# bc.login.single_logout_tip_content_notime
source: Your account has been logged in on another device.
ar: تم تسجيل الدخول إلى حسابك من جهازٍ آخر.
de: Jemand hat sich über ein anderes Mobiltelefon bei Ihrem Konto angemeldet.
es: Se ha iniciado sesión en su cuenta desde otro dispositivo.
fr: Un autre smartphone s'est connecté à votre compte.
it: L'account dell'utente ha effettuato l'accesso da un altro smartphone.
nl: Er is op een andere smartphone bij uw account aangemeld.

# bc.message.del.promt
source: Are you sure you want to delete the selected message?
ar: هل أنت متأكد من أنك تريد حذف الرسالة المحددة؟
de: Möchten Sie die ausgewählte Meldung wirklich löschen?
es: ¿Seguro que desea eliminar los mensajes seleccionados?
fr: Êtes-vous sûr de vouloir supprimer le message sélectionné ?
it: Eliminare il messaggio selezionato?
nl: Weet u zeker dat u het geselecteerde bericht wilt verwijderen?

# bc.message.del.success
source: Deleted successfully.
ar: حذف بنجاح.
de: Erfolgreich gelöscht
es: Borrado exitosamente
fr: Supprimé avec succès
it: Eliminato con successo
nl: Met succes verwijderd.

# bc.message.del.failed
source: Failed to delete.
ar: فشل حذف.
de: Fehlgeschlagen zu löschen.
es: No se pudo eliminar.
fr: Échec de la suppression.
it: Impossibile eliminare.
nl: Verwijderen mislukt.

# bc.message.system
source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
nl: Systeem

# bc.menu.password_same
source: The new password should be different from the current password.
ar: يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمة المرور الحالية.
de: Das neue Passwort sollte sich vom aktuellen Passwort unterscheiden.
es: La nueva contraseña debe ser diferente de la contraseña actual.
fr: Le nouveau mot de passe doit être différent du mot de passe actuel.
it: La nuova password dovrebbe essere diversa dalla password corrente.
nl: Het nieuwe wachtwoord moet verschillen van het huidige wachtwoord.

# bc.2fa.open.2fa
source: Do you want to turn on Two-factor authentication?
ar: هل تريد تشغيل المصادقة ذات العاملين؟
de: Möchten Sie die Zwei-Faktor-Authentifizierung aktivieren?
es: ¿Desea activar la autenticación de dos factores?
fr: Voulez-vous activer l'authentification à deux facteurs?
it: Vuoi attivare l'autenticazione a due fattori?
nl: Wilt u tweefactorauthenticatie inschakelen?

# bc.2fa.open.2fa.tip
source: This feature helps your eufySecurity account stay secure.We'll text a verification code to your mobile phone to verify your account.
ar: تساعد هذه الميزة في الحفاظ على أمان حساب eufySecurity الخاص بك. سنرسل رمز التحقق إلى هاتفك المحمول للتحقق من حسابك.
de: Diese Funktion hilft Ihrem eufySecurity-Konto, sicher zu bleiben. Wir senden einen Bestätigungscode an Ihr Mobiltelefon, um Ihr Konto zu überprüfen.
es: Esta función ayuda a que su cuenta de eufySecurity permanezca segura. Le enviaremos un mensaje de texto con un código de verificación a su teléfono móvil para verificar su cuenta.
fr: Cette fonctionnalité permet à votre compte eufySecurity de rester sécurisé.Nous enverrons un code de vérification par SMS à votre téléphone mobile pour vérifier votre compte.
it: Questa funzione aiuta a proteggere il tuo account eufySecurity. Ti invieremo un codice di verifica sul tuo telefono cellulare per verificare il tuo account.
nl: Deze functie helpt uw

# bc.2fa.open.2fa.turn.on
source: Turn On
ar: شغله
de: Anschalten
es: Encender
fr: Allumer
it: Accendere
nl: Aanzetten

# bc.2fa.verify.method
source: Verify Method
ar: تحقق من الطريقة
de: Methode überprüfen
es: Método de verificación
fr: Vérifier la méthode
it: Verifica metodo
nl: Controleer methode
