Repository: ben-kenobi/learnPython
Catalog: homework/处理字符串表格/目标字符串/*/Localizable.strings
Languages: ar, de, es, fr, it, nl

# bc.settings.cam_hotzones_uptomax
source: Up to 3 activity zones can be set.
ar: يمكنك إضافة ما يصل إلى 3 مناطق.
de: Sie können bis zu 3 Bereiche hinzufügen.
es: Puede añadir hasta 3 zonas.
fr: Vous pouvez ajouter jusqu'à 3 zones.
it: È possibile aggiungere fino a 3 aree.
nl: U kunt maximaal 3 zones toevoegen.

# bc.motion.detection_how_to_test
source: How to test
ar: كيفية الاختبار
de: Testverfahren
es: Cómo realizar las pruebas
fr: Comment tester
it: Come eseguire il test
nl: Testen

# bc.motion.detection_reset_default
source: Reset default
ar: إعادة التعيين إلى الوضع الافتراضي
de: Auf Standardeinstellung zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser les valeurs par défaut
it: Ripristina le impostazioni predefinite
nl: Instellingen terugzetten

# bc.motion.detection_turn_on_tip
source: Enabling Motion Test Mode...
ar: يتم تمكين وضع اختبار الحركة...
de: Bewegungstestmodus wird aktiviert...
es: Activando modo de prueba de movimiento...
fr: Activation du mode test de mouvement…
it: Attivazione della modalità di prova del movimento...
nl: Testmodus inschakelen...

# bc.motion.detection_turn_off_tip
source: Disabling Motion Test Mode...
ar: يتم تعطيل وضع اختبار الحركة...
de: Bewegungstestmodus wird deaktiviert...
es: Desactivando modo de prueba de movimiento...
fr: Désactivation du mode test de mouvement…
it: Disattivazione della modalità di prova del movimento...
nl: Testmodus uitschakelen...

# bc.motion.detection_guide1_title
source: About Motion Detection
ar: معلومات حول اكتشاف الحركة
de: Informationen zur Bewegungserkennung
es: Acerca de la detección de movimiento
fr: À propos de la détection de mouvement
it: Informazioni sul rilevamento del movimento
nl: Over de bewegingsdetectiefunctie

# bc.motion.detection_guide1_content
source: The motion detection results is related to the following factors:
ar: :بالعوامل التالية تتعلّق نتائج اكتشاف الحركة
de: Die Ergebnisse der Bewegungserkennung richten sich nach den folgenden Faktoren:
es: Los resultados de la detección de movimiento están relacionados con los siguientes factores:
fr: Les résultats de la détection de mouvement sont liés aux facteurs suivants :
it: I risultati del rilevamento del movimento sono correlati ai seguenti fattori:
nl: De resultaten van de bewegingsdetectiefunctie hangen af van de volgende factoren:

# bc.motion.detection_guide1_content_1
source: 1. How high the camera is mounted
ar: 1. ارتفاع تثبيت الكاميرا
de: 1. Montagehöhe der Kamera
es: 1. Altura de montaje de la cámara
fr: 1. Hauteur de montage de la caméra
it: 1. Altezza della telecamera
nl: 1. De hoogte waarop de camera is gemonteerd

# bc.motion.detection_guide1_content_2
source: 2. How the camera is angled
ar: 2. زاوية إمالة الكاميرا إلى الأسفل عند تثبيتها
de: 2. Neigungswinkel der Kamera
es: 2. Inclinación de montaje de la cámara
fr: 2. Inclinaison de la caméra vers le bas
it: 2. Inclinazione verso il basso della telecamera
nl: 2. De hoek waarin de camera naar beneden is gericht

# bc.motion.detection_guide1_content_3
source: 3. Sensitivity of the PIR sensor
ar: 3. حساسية جهاز الاستشعار الكامن
de: 3. Empfindlichkeit des PIR-Sensors
es: 3. Sensibilidad del sensor PIR
fr: 3. Sensibilité du capteur PIR
it: 3. Sensibilità del sensore PIR
nl: 3. De gevoeligheid van de PIR-sensor

# bc.motion.detection_guide1_image_1
source: Motion sensor
ar: مستشعر الحركة
de: Bewegungssensor
es: Sensor de movimiento
fr: Capteur de mouvement
it: Sensore di movimento
nl: Bewegingssensor

# bc.motion.detection_guide1_image_2
source: Downtilt
ar: زاوية الإمالة إلى
de: Neigungswinkel
es: Inclinación
fr: lnclinaison
it: Inclinazione
nl: Omhoog

# bc.motion.detection_guide1_image_3
source: Mounting Height
ar: اعالي الجبال
de: Montagehöhe
es: Inclinación de montaje
fr: Hauteur de montage
it: Altezza di montaggio
nl: Montage hoogte

# bc.motion.detection_guide3_title
source: Detectable Zone
ar: المنطقة التي يمكن اكتشافها
de: Erkennungsbereich
es: Zona detectable
fr: Zone détectable
it: Zona di rilevamento
nl: Detecteerbare zone

# bc.motion.detection_guide3_content
source: The camera has the motion detectable zone, undetectable zone and farthest border based on certain mounting height and downtilt.
ar: توي الكاميرا على منطقة قابلة للكشف عن الحركة ، ومنطقة غير قابلة للاكتشاف ، وأبعد حدود استنادًا إلى ارتفاع وإمالة تثبيت معينة.
de: Die Kamera verfügt über eine bewegungserkennbare Zone, eine nicht erkennbare Zone und einen äußersten Rand, basierend auf einer bestimmten Montagehöhe und einer bestimmten Neigung.
es: La cámara tiene la zona detectable de movimiento, la zona indetectable y el borde más alejado según cierta altura de montaje y inclinación hacia abajo.
fr: La caméra possède la zone détectable par mouvement, la zone indétectable et la limite la plus éloignée en fonction de la hauteur de montage et de la pente spécifique.
it: La telecamera ha la zona rilevabile dal movimento, la zona non rilevabile e il bordo più lontano in base a una certa altezza di montaggio e inclinazione verso il basso.
nl: De camera heeft de bewegingsdetecteerbare zone, de niet-detecteerbare zone en de verste rand op basis van bepaalde montagehoogte en hellingshoek.

# bc.motion.detection_guide3_content_1
source: It is recommended to mount the camera not higher than 8.25 ft / 2.5 m, and not angled downwards more than 30°.
ar: يوصى بألا يتخطى ارتفاع التثبيت 2,5 أمتار وألا تتخطى زاوية الإمالة إلى الأسفل 30 درجة.
de: Die Montagehöhe sollte nicht größer als 2,5 Meter sein, der Neigungswinkel nicht größer als 30°.
es: Se recomienda que la altura de montaje no supere los 2,5 metros y que la inclinación no supere los 30°.
fr: La hauteur de montage recommandée ne doit pas dépasser 2,5 mètres et l'angle d'inclinaison vers le bas ne doit pas dépasser 30°.
it: Si consiglia di non superare i 2,5 metri di altezza e di non superare i 30° di inclinazione verso il basso.
nl: Monteer de camera liever niet hoger dan 2,5 meter en maak de hoek waarin de camera naar beneden is gericht niet groter dan 30°.

# bc.motion.detection_guide3_image_1
source: Undetectable zone
ar: المنطقة التي لا يمكن اكتشافها
de: Nicht erkennbarer Bereich
es: Zona no detectable
fr: Zone indétectable
it: Zona non rilevabile
nl: Niet-detecteerbare zone

# bc.motion.detection_guide3_image_2
source: Detectable zone
ar: المنطقة التي يمكن اكتشافها
de: Erkennungsbereich
es: Zona detectable
fr: Zone détectable
it: Zona di rilevamento
nl: Detecteerbare zone

# bc.motion.detection_guide3_image_3
source: Farthest border
ar: أبعد موضع مطلوب
de: Gewünschte entfernteste Position
es: Distancia máxima deseada
fr: Zone éloignée souhaitée
it: Posizione di rilevamento più lontana desiderata
nl: Gewenste uiterste positie

# bc.motion.detection_guide4_title
source: Test Detection
ar: اختبار الاكتشاف
de: Erkennung testen
es: Probar detección
fr: Test de détection
it: Test di rilevamento
nl: Test detectie

# bc.motion.detection_guide4_content
source: Please stand at the farthest detectable spot, then walk back and forth, left and right, and wave your hand to check if the motion can be detected.
ar: يُرجى الوقوف في أبعد موضع مطلوب، ومن ثم التراجع والتقدم أو الاتجاه نحو اليسار واليمين أو التلويح بيدك للتحقق من أنه يمكن للكاميرا اكتشاف الحركة.
de: Stellen Sie sich bitte auf die gewünschte entfernteste Position und bewegen Sie sich vor und zurück oder nach links und rechts oder winken Sie, um zu prüfen, ob Bewegungen erkannt werden.
es: Colóquese a la distancia máxima deseada y, a continuación, muévase hacia delante y hacia atrás, hacia la izquierda y la derecha o mueva la mano para comprobar si se detecta movimiento.
fr: Positionnez-vous dans la zone la plus éloignée, puis déplacez-vous d'avant en arrière ou de gauche à droite, ou agitez votre main pour vérifier si le mouvement est détecté.
it: Stare in piedi nella posizione di rilevamento più lontana desiderata, quindi spostarsi avanti e indietro o a sinistra e a destra, oppure muovere la mano per verificare se il sistema è in grado di rilevare il movimento.
nl: Om te testen of de camera beweging detecteert, gaat u op de gewenste positie staan, zo ver mogelijk van de camera vandaan. Beweeg vooruit en achteruit of van links naar rechts en zwaai naar de camera.

# bc.motion.detection_guide4_content_1
source: Camera will flash a red light if motion is detected.
ar: سوف تومض الكاميرا ضوءًا أحمر إذا تم اكتشاف حركة.
de: Die Kamera blinkt rot, wenn eine Bewegung erkannt wird.
es: La cámara destellará una luz roja si se detecta movimiento.
fr: La caméra clignotera une lumière rouge si un mouvement est détecté.
it: La fotocamera lampeggerà di luce rossa se viene rilevato un movimento.
nl: Camera flitst rood als er beweging wordt gedetecteerd.

# bc.motion.detection_guide4_image_1
source: Furthest desired position
ar: أبعد موضع مطلوب
de: Gewünschte entfernteste Position
es: Distancia máxima deseada
fr: Zone éloignée souhaitée
it: Posizione di rilevamento più lontana desiderata
nl: Gewenste uiterste positie

# bc.motion.detection_guide5_title
source: Motion Detected
ar: اكتشاف الحركة
de: Bewegung erkannt
es: Se ha detectado movimiento
fr: Mouvement détecté
it: Rilevato movimento
nl: Beweging gedetecteerd

# bc.motion.detection_guide5_content
source: If motion can be detected at the desired position, decrease the sensor's sensitivity level until motion cannot be triggered.
ar: إذا كان من الممكن اكتشاف الحركة في الموضع المطلوب، فيُرجى تقليل مستوى حساسية جهاز الاستشعار بحيث يصبح من غير الممكن تحفيز الحركة.
de: Wenn an der gewünschten Position Bewegung erkannt werden kann, verringern Sie die Sensorempfindlichkeit, bis keine Bewegungserkennung ausgelöst wird.
es: Si se detecta movimiento a la distancia deseada, disminuya el nivel de sensibilidad del sensor hasta que no se detecte.
fr: Si un mouvement peut être détecté dans la zone souhaitée, réduisez le niveau de sensibilité du capteur jusqu'à ce que le mouvement ne puisse pas être détecté.
it: Se è possibile rilevare un movimento nella posizione desiderata, diminuire il livello di sensibilità del sensore fino a quando non è possibile rilevare il movimento.
nl: Als er beweging kan worden gedetecteerd op de gewenste plaats, verlaagt u de gevoeligheid van de sensor totdat deze geen beweging meer detecteert.

# bc.motion.detection_guide5_content_1
source: Motion can still be detected even when the sensitivity level is set to lowest setting?
ar: لا يزال من الممكن اكتشاف الحركة حتى بعد تعيين الحساسية إلى المستوى الأدنى.
de: Die Bewegungserkennung bleibt selbst dann aktiviert, wenn die Empfindlichkeit auf den niedrigsten Wert eingestellt ist.
es: El movimiento se puede detectar incluso si la sensibilidad se ha establecido en el valor más bajo.
fr: Le mouvement est toujours détecté même si la sensibilité est réglée sur la valeur la plus faible.
it: Il movimento può essere rilevato anche con la sensibilità impostata al minimo.
nl: Er kan nog steeds beweging worden gedetecteerd, zelfs als de gevoeligheid is ingesteld op de laagste stand.

# bc.common.ask_for_help
source: Ask for help
ar: طلب المساعدة
de: Hilfe
es: Solicitar ayuda
fr: Demander de l'aide
it: Chiedi aiuto
nl: Vraag om hulp

# bc.motion.detection_guide6_title
source: Increase Downtilt
ar: زيادة زاوية الإمالة إلى الأسفل
de: Neigungswinkel erhöhen
es: Aumentar inclinación
fr: Augmenter l'inclinaison vers le bas
it: Aumenta l'inclinazione verso il basso
nl: Verder omlaag kantelen

# bc.motion.detection_guide6_content
source: If motion can be detected at the desired position, increase the camera's downtilt angle and test again.
ar: إذا كان لا يزال من الممكن اكتشاف الحركة عند تعيين الحساسية إلى القيمة الأدنى، فيُرجى محاولة زيادة زاوية الإمالة إلى الأسفل والاختبار مجددًا.
de: Bleibt die Bewegungserkennung selbst dann aktiviert, wenn die Empfindlichkeit auf den niedrigsten Wert eingestellt ist, erhöhen Sie den Neigungswinkel der Kamera und wiederholen Sie den Test.
es: Si aún se puede detectar movimiento cuando la sensibilidad del sensor se ha establecido en el valor más bajo, intente aumentar el ángulo de inclinación vertical de la cámara y vuelva a realizar la prueba.
fr: Si le mouvement peut toujours être détecté lorsque la sensibilité du capteur est réglée sur la valeur la plus faible, essayez d'augmenter l'angle d'inclinaison vers le bas de la caméra et testez à nouveau.
it: Se è ancora possibile rilevare il movimento quando la sensibilità del sensore è impostata sul valore più basso, provare ad aumentare l'angolo di inclinazione verso il basso della telecamera e riprovare.
nl: Als er nog steeds beweging kan worden gedetecteerd wanneer de gevoeligheid van de sensor op de laagste stand staat, past u de hoek waarin de camera naar beneden is gericht verder naar beneden aan en voert u de test opnieuw uit.

# bc.motion.detection_guide7_title
source: Motion Not Detected
ar: عدم اكتشاف الحركة
de: Keine Bewegung erkannt
es: No se ha detectado movimiento
fr: Mouvement non détecté
it: Movimento non rilevato
nl: Geen beweging gedetecteerd

# bc.motion.detection_guide7_content
source: If motion cannot be detected at the desired position, increase the sensor's sensitivity level until motion can be detected.
ar: إذا تعذّر اكتشاف الحركة في الموضع المطلوب، فيُرجى زيادة مستوى حساسية جهاز الاستشعار حتى يصبح من الممكن اكتشاف الحركة.
de: Wenn an der gewünschten Position keine Bewegung erkannt wird, erhöhen Sie die Sensorempfindlichkeit, bis die Bewegung erkannt wird.
es: Si no se detecta movimiento en la posición deseada, aumente el nivel de sensibilidad del sensor hasta que ya sí se detecte.
fr: Si le mouvement ne peut pas être détecté dans la zone souhaitée, augmentez le niveau de sensibilité du capteur jusqu'à ce que le mouvement soit détecté.
it: Se non è possibile rilevare un movimento nella posizione desiderata, aumentare il livello di sensibilità del sensore fino a quando è possibile rilevare il movimento.
nl: Als er geen beweging kan worden gedetecteerd op de gewenste plaats, verhoogt u de gevoeligheid van de sensor totdat deze beweging detecteert.

# bc.motion.detection_guide7_content_1
source: Motion still can not be detected even sensitivity set to the highest?
ar: لا يزال لا يمكن اكتشاف الحركة حتى يتم ضبط الحساسية على أعلى مستوى؟
de: Bewegung kann immer noch nicht erkannt werden, obwohl die Empfindlichkeit auf den höchsten Wert eingestellt ist?
es: ¿El movimiento aún no puede ser detectado incluso con la sensibilidad más alta?
fr: Le mouvement ne peut toujours pas être détecté même si la sensibilité est réglée au maximum.
it: Non è ancora possibile rilevare il movimento anche se la sensibilità è impostata su massima?
nl: Beweging kan nog steeds niet worden gedetecteerd, zelfs als de gevoeligheid op de hoogste is ingesteld?

# bc.motion.detection_guide8_title
source: Decrease Downtilt
ar: تقليص زاوية الإمالة إلى الأسفل
de: Neigungswinkel verringern
es: Reducir inclinación
fr: Diminuer l'inclinaison vers le bas
it: Diminuisci l'inclinazione verso il basso
nl: Omhoog bijstellen

# bc.motion.detection_guide8_content
source: If motion cannot be detected when the sensor's sensitivity level is set to the highest level, decrease the camera's downtil angle and test again.
ar: إذا كان لا يزال من غير الممكن اكتشاف الحركة عند تعيين حساسية جهاز الاستشعار إلى القيمة الأعلى، فيُرجى محاولة تقليص زاوية إمالة الكاميرا إلى الأسفل والاختبار مجددًا.
de: Wird die Bewegung selbst dann nicht erkannt, wenn die Empfindlichkeit auf den höchsten Wert eingestellt ist, verringern Sie den Neigungswinkel der Kamera und wiederholen Sie den Test.
es: Si el movimiento se sigue sin detectar cuando la sensibilidad del sensor se ha establecido en el valor más alto, intente disminuir el ángulo de inclinación de la cámara y vuelva a realizar la prueba.
fr: Si le mouvement ne peut toujours pas être détecté lorsque la sensibilité du capteur est réglée sur la valeur la plus élevée, essayez de diminuer l'angle d'inclinaison vers le bas de la caméra et testez à nouveau.
it: Se non è ancora possibile rilevare il movimento quando la sensibilità del sensore è impostata sul valore più alto, provare a diminuire l'angolo di inclinazione verso il basso della telecamera e riprovare.
nl: Als er nog steeds beweging kan worden gedetecteerd wanneer de gevoeligheid van de sensor op de hoogste stand staat, stelt u de hoek waarin de camera naar beneden is gericht omhoog bij en voert u de test opnieuw uit.

# bc.motion.detection_turn_off_alert_title
source: Do you want to turn off the motion detection?
ar: هل تريد إيقاف تشغيل ميزة اكتشاف الحركة؟
de: Möchten Sie die Bewegungserkennungsfunktion deaktivieren?
es: ¿Desea desactivar la función de detección de movimiento?
fr: Voulez-vous désactiver la fonction de détection de mouvement ?
it: Disattivare la funzione di rilevamento del movimento?
nl: Wilt u de bewegingsdetectiefunctie uitschakelen?

# bc.motion.detection_turn_off_alert_content
source: All smart detection features will be turned off, the camera will not record video and push notifications.
ar: سيتم إيقاف تشغيل كل ميزات الاكتشاف؛ لن تسجل الكاميرا مقاطع الفيديو ولن ترسل إشعارات.
de: Alle Erkennungsfunktionen werden deaktiviert; die Kamera zeichnet keine Videos auf und sendet keine Benachrichtigungen.
es: Se desactivarán todas las funciones de detección; la cámara no grabará vídeo ni enviará notificaciones push.
fr: Toutes les fonctions de détection seront désactivées ; la caméra n'enregistrera pas de vidéos et n'enverra pas de notifications Push.
it: Tutte le funzioni di rilevamento verranno disattivate. La telecamera non registrerà video e notifiche push.
nl: Alle detectiefuncties worden uitgeschakeld; de camera neemt geen video op en pusht geen meldingen.

# bc.motion.detection_guide2_title
source: Adjust Mounting
ar: ضبط التثبيت
de: Montage anpassen
es: Ajuste del montaje
fr: Réglage du montage
it: Regolazione del montaggio
nl: Montage aanpassen

# bc.motion.detection_guide2_content
source: Adjust the camera's height and angle for the best view of your desired surveillance area.
ar: اضبط ارتفاع تثبيت الكاميرا وزاويتها بحسب منطقة المراقبة المطلوبة.
de: Passen Sie die Montagehöhe und den Winkel der Kamera an den gewünschten Überwachungsbereich an.
es: Ajuste la altura y el ángulo de montaje de la cámara en función del área que quiera vigilar.
fr: Réglez la hauteur et l'angle de montage de la caméra en fonction de la zone de surveillance souhaitée.
it: Regolare l'altezza e l'angolazione di montaggio della telecamera in base all'area di sorveglianza desiderata.
nl: Pas de montagehoogte en –hoek van de camera aan uw gewenste bewakingsgebied aan.

# bc.devicesetting.remove_camera_has_cloud_warning
source: It's recommended that you unsubscribe the cloud storage service in the web portal before removing the device.
ar: يوصى بإلغاء الاشتراك في خدمة التخزين السحابي في مدخل الويب قبل إزالة الجهاز.
de: Es wird empfohlen, dass Sie den Cloud-Speicherdienst im Webportal abbestellen, bevor Sie das Gerät entfernen.
es: Se recomienda que cancele la suscripción del servicio de almacenamiento en la nube en el portal web antes de eliminar el dispositivo.
fr: Il est recommandé de vous désabonner du service de stockage en nuage sur le portail Web avant de retirer le périphérique.
it: Si consiglia di annullare l'iscrizione al servizio di archiviazione cloud nel portale Web prima di rimuovere il dispositivo.
nl: Het wordt aanbevolen dat u de cloudopslagservice in de webportal afmeldt voordat u het apparaat verwijdert.

# bc.setting.cam_night_off_title
source: Do you want to turn off the night vision?
ar: هل تريد إيقاف الرؤية الليلية؟
de: Möchten Sie die Nachtsicht ausschalten?
es: ¿Quieres apagar la visión nocturna?
fr: Voulez-vous désactiver la vision nocturne?
it: Vuoi disattivare la visione notturna?
nl: Wilt u het nachtzicht uitschakelen?

# bc.donate.success
source: Donated successfully
ar: تم الإرسال بنجاح.
de: Übermittlung abgeschlossen.
es: Donado correctamente.
fr: Don réussi.
it: Utilizzo consentito correttamente.
nl: Gedoneerd.

# bc.donate.failed
source: Failed to donate.
ar: فشل الإرسال.
de: Übermittlung fehlgeschlagen.
es: Error al donar.
fr: Échec du don.
it: Concessione dell'utilizzo non riuscita.
nl: Kan niet doneren.

# bcii.devicesetting.failed_to_format
source: Failed to format.
ar: فشل التنسيق.
de: Fehler beim Formatieren.
es: Error al formatear.
fr: Formatage échoué.
it: Formattazione non riuscita.
nl: Formatteren mislukt.

# bcii.devicesetting.formatted_successfully
source: Formatted successfully.
ar: تم التنسيق بنجاح.
de: Formatieren erfolgreich.
es: Formateo correcto.
fr: Formatage réussi.
it: Formattazione eseguita.
nl: Geformatteerd.

# bc.spotlight.settings_title
source: Spotlight Settings
ar: إعدادات المصباح
de: Scheinwerfer-Einstellungen
es: Configuración del foco
fr: Réglages du projecteur
it: Impostazioni riflettore
nl: Instellingen voor spotlight

# bc.spotlight.brightness_title
source: Spotlight Brightness
ar: سطوع المصباح
de: Helligkeit des Scheinwerfers
es: Brillo del foco
fr: Luminosité du projecteur
it: Luminosità riflettore
nl: Helderheid

# bcii.devicesetting.clear_storage
source: Clear Storage
ar: مسح وحدة التخزين
de: Speicher leeren
es: Borrar almacenamiento
fr: Effacer le stockage
it: Cancella la memoria
nl: Opslag wissen

# bcii.devicesetting.format_storage
source: Format Storage
ar: تنسيق وحدة التخزين
de: Speicher formatieren
es: Formatear almacenamiento
fr: Formater le stockage
it: Formatta la memoria
nl: Opslag formatteren

# bcii.devicesetting.format_storage_tip_title
source: Do you want to format the local storage for this device?
ar: هل تريد تنسيق وحدة التخزين المحلية لهذا الجهاز؟
de: Möchten Sie den lokalen Speicher für dieses Gerät formatieren?
es: ¿Desea formatear el almacenamiento local de este dispositivo?
fr: Voulez-vous formater le stockage local pour cet appareil ?
it: Formattare la memoria locale per questo dispositivo?
nl: Wilt u de lokale opslag voor dit apparaat formatteren?

# bc.pir.reveice_too_many_notifications_1
source: Are you receiving too many notifications caused by cars, trees, or other things?
ar: هل تتلقى إشعارات كثيرة متعلقة بالسيارات أو الأشجار أو الأجسام الأخرى؟
de: Erhalten Sie zu viele Benachrichtigungen für Fahrzeuge, Bäume oder andere Dinge?
es: ¿Recibe demasiadas notificaciones relativas a coches, árboles u otros elementos?
fr: Recevez-vous trop de notifications liées aux voitures, arbres ou autres éléments ?
it: Si ricevono troppe notifiche di vetture, alberi o altre cause?
nl: Ontvangt u te veel meldingen over auto's, bomen of andere dingen?

# bc.pir.decrease_the_sensitivity_1
source: It's recommended that you decrease the sensitivity level of the camera's motion sensor.
ar: يوصى بتقليل مستوى حساسية جهاز استشعار حركة الكاميرا.
de: Es wird empfohlen, die Empfindlichkeit des Bewegungssensors der Kamera herabzusetzen.
es: Se recomienda disminuir el nivel de sensibilidad del sensor de movimiento de la cámara.
fr: Il est conseillé de réduire le niveau de sensibilité du capteur de mouvement de la caméra.
it: È consigliabile ridurre il livello di sensibilità del sensore di movimento della telecamera.
nl: U wordt aangeraden om de gevoeligheid van de bewegingssensor te verlagen.

# bc.settings.osd_logo.hide.tip
source: EufySecurity logo will not be displayed on the video clips.
ar: لن يتم عرض شعار EufySecurity في مقاطع الفيديو.
de: Das EufySecurity-Logo wird nicht in den Videoclips angezeigt.
es: El logotipo de EufySecurity no se mostrará en los clips de vídeo.
fr: Le logo EufySecurity ne s'affichera pas sur les clips vidéo.
it: Il logo EufySecurity non verrà visualizzato nei clip video.
nl: Het eufySecurity-logo wordt niet weergegeven in de videoclips.
